[
    {
        "headline": "Expensive Ignorance on Birth Control",
        "snippet": "  That New York State's network of family-planning clinics does good work is beyond dispute. It has had much to do with the 25 percent drop in the pregnancy rate among sexually active teen-agers between 1974 and 1980 - the biggest decrease in the...",
        "pub_date": "1985-12-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/12/04/opinion/expensive-ignorance-on-birth-control.html"
    },
    {
        "headline": "PHONING ABOUT BIRTH CONTROL",
        "snippet": "  PLANNED PARENTHOOD of New York City is advising users of the 1985-86 Manhattan Consumer Yellow Pages that a listing for the ''Pregnancy Hot Line'' beneath the one for Planned Parenthood has no connection with that organization.   Instead, said...",
        "pub_date": "1985-10-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/10/05/style/consumer-saturday-phoning-about-birth-control.html"
    },
    {
        "headline": "Why CBS Rejects Birth-Control Message",
        "snippet": "  To the Editor:   The decision of CBS and ABC not to run the public-service announcement of the American College of Obstetricians and Gynecology concerning birth control is to be condemned.   The statistics on teen-age pregnancy in this country are...",
        "pub_date": "1985-09-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/09/02/opinion/l-why-cbs-rejects-birth-control-message-231286.html"
    },
    {
        "headline": "Why CBS Rejects Birth-Control Message",
        "snippet": "  To the Editor:   In an Aug. 5 editorial, you incorrectly attributed our refusal to air a public-service announcement about birth control to outdated prudishness and irresponsibility. The announcement in question was not rejected because of some...",
        "pub_date": "1985-09-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/09/02/opinion/l-why-cbs-rejects-birth-control-message-232815.html"
    },
    {
        "headline": "BIRTH CONTROL CONTROL",
        "snippet": "  Imagine an American couple who ask their doctor for advice on controlling the size of their family. Then imagine the doctor giving them only one answer: periodic abstinence. That's unimaginable; even a physician who favored the rhythm method of...",
        "pub_date": "1985-08-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/08/17/opinion/birth-control-control.html"
    },
    {
        "headline": "AFRICAN RIFT: BIRTH CONTROL Vs. TRADITION",
        "snippet": "  In Africa, having many children has customarily been considered a gift of divine favor and having none, a great curse.   Yet population experts say they believe - and governments in Africa are beginning to agree - that the continent is sagging...",
        "pub_date": "1985-08-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/08/11/world/african-rift-birth-control-vs-tradition.html"
    },
    {
        "headline": "PRESIDENT OF CHINA ASSAILS U.S. MOVE ON BIRTH CONTROL",
        "snippet": "  China's President, leaving for a tour of the United States and Canada, responded angrily today to a vote in the United States House of Representatives that condemned Peking's one-child-per-family policy.   Speaking to reporters at Peking Airport,...",
        "pub_date": "1985-07-12T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/07/12/world/president-of-china-assails-us-move-on-birth-control.html"
    },
    {
        "headline": "Birth Control Focus of Drive",
        "snippet": "  A national campaign to reduce black teen-age pregnancy that focuses on the responsibility of young black men was announced yesterday by the National Urban League.   John E. Jacob, president of the league, said the move marked the first time that...",
        "pub_date": "1985-04-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1985/04/18/us/birth-control-focus-of-drive.html"
    }
]