[
    {
        "headline": "'BARRIER' METHODS OF BIRTH CONTROL",
        "snippet": "WHILE the modern methods of birth control - the pill, IUD and sterilization -have received most of the publicity about contraception during the last decade, the old-fashioned ''barrier'' methods have been quietly making a comeback. Condoms,...",
        "pub_date": "1980-12-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E3D71639F932A05751C1A966948260"
    },
    {
        "headline": "PERSONAL HEALTH 'Barrier' Methods Of Birth Control; Personal Health",
        "snippet": "WHILE the modern methods of birth control--the pill, IUD and sterilization-- have received most of the  publicity about contraception during the last decade, the old-fashioned \"barrier\" methods have been quietly making a comeback.",
        "pub_date": "1980-12-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE4DF133EE532A25752C3A9649D94619FD6CF"
    },
    {
        "headline": "Birth Control Pill Hailed In Risks-Benefits Study",
        "snippet": "ATLANTA, Dec. 26 (AP)--Despite recent studies linking birth control pills to heart disease, a researcher at the Federal Centers for Disease Control says that some studies suggest that the pill also reduces the incidence of some forms of cancer and...",
        "pub_date": "1980-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE0D61330E532A25754C2A9649D94619FD6CF"
    },
    {
        "headline": "MRS. HARRIS FAVORS MORE SEX EDUCATION; Says U.S. Faces 'Disaster' Without Birth Control Information and Abortion for Teen-Agers Two Pediatric Patients",
        "snippet": "WASHINGTON, Dec. 13--Patricia Roberts Harris, in her final weeks as Secretary of Health and Human Services, says she has concluded that the country faces \"disaster\" if steps are not taken to educate teen-agers about contraception and provide the...",
        "pub_date": "1980-12-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E3D61431E732A25757C1A9649D94619FD6CF"
    },
    {
        "headline": "Study Urges a Greater Male Role In Birth Control Responsibilities; Macho Stereotype at Fault Female Contraception Prevails",
        "snippet": "WASHINGTON, Dec. 13(AP)-- Societies are ignoring the interest men have in birth control, and the success of population programs may rest upon involving men in family planning, according to conclusions of a study released today.",
        "pub_date": "1980-12-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E3D61431E732A25757C1A9649D94619FD6CF"
    },
    {
        "headline": "STUDY URGES A GREATER MALE ROLE IN BIRTH CONTROL RESPONSIBILITIES",
        "snippet": "Societies are ignoring the interest men have in birth control, and the success of population programs may rest upon involving men in family planning, according to conclusions of a study released today.         ''Men are the forgotten sexual...",
        "pub_date": "1980-12-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E1DC1039F937A25751C1A966948260"
    },
    {
        "headline": "BIRTH-CONTROL LAW ASSAILED IN IRELAND; New Rules Draw Scorn of Lawyers, Physicians and the Church as Well as General Public Druggists Usually Charge Fee Long Lines Outside Clinics",
        "snippet": "DUBLIN, Nov. 9--After several years of trying to enact a new family planning law in a country where the Roman Catholic Church has much influence, the Department of Health has devised one that appears to satisfy no one.",
        "pub_date": "1980-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE7D91731E732A25753C1A9679D94619FD6CF"
    },
    {
        "headline": "BIRTH-CONTROL LAW ASSAILED IN IRELAND",
        "snippet": "After several years of trying to enact a new family planning law in a country where the Roman Catholic Church has much influence, the Department of Health has devised one that appears to satisfy no one.         Some lawyers, like Alan Shatter, an...",
        "pub_date": "1980-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01EED81139F933A25752C1A966948260"
    },
    {
        "headline": "Rome Synod to End by Reaffirming Ban on Birth Control and Abortion; 'Prophetic Dimensions' Cardinal Cooke Criticizes U.S.",
        "snippet": "ROME, Oct. 23 (Reuters)--The World Synod of Bishops will close its monthlong meeting Saturday with a message to Christian families reaffirming the Roman Catholic Church's ban on abortion and artificial birth control, it was announced today.",
        "pub_date": "1980-10-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E2DC163AE732A25757C2A9669D94619FD6CF"
    },
    {
        "headline": "RISK OF BIRTH-CONTROL PILL FOUND LOW",
        "snippet": "The final report on a 10-year study involving more than 16,000 women concludes the risks from taking birth-control pills appear to be negligible, at  least for the young, white middle-class Americans studied.         The report said the study...",
        "pub_date": "1980-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE7DA1439F932A15753C1A966948260"
    },
    {
        "headline": "Risk of Birth-Control Pill Found Low",
        "snippet": "WASHINGTON, Oct. 20 (UPI)--The final report on a 10-year study involving more than 16,000 women concludes the risks from taking birth-control pills appear to be negligible, at least for the young, white middle-class Americans studied.",
        "pub_date": "1980-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E2DE163AE732A25752C2A9669D94619FD6CF"
    },
    {
        "headline": "GLOBAL PARENTHOOD GROUP BACKS BIRTH CONTROL DRUG U.S. RESTRICTS",
        "snippet": "The medical board of the International Planned Parenthood Federation has endorsed the widespread use of a controversial contraceptive that is injected intramuscularly in women and is effective for three months.         The medical panel of physicians...",
        "pub_date": "1980-10-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E1D81739F93AA25753C1A966948260"
    },
    {
        "headline": "Global Parenthood Group Backs Birth-Control Drug U.S. Restricts; Initially Used in Cancer Cases Possible Risks Monitored",
        "snippet": "LONDON, Oct. 18--The medical board of the International Planned Parenthood Federation has endorsed the widespread use of a controversial contraceptive that is injected intramuscularly in women and is effective for three months.",
        "pub_date": "1980-10-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E6DF1739E731A2575AC1A9669D94619FD6CF"
    },
    {
        "headline": "216 Catholic Bishops Discussing Birth Control in Vatican Meeting",
        "snippet": "ROME, Oct. 8 (UPI)--Roman Catholic prelates from around the world met today in secret session at the Fifth World Synod of Bishops to debate reports on birth control, abortion and other problems of the modern family.",
        "pub_date": "1980-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E2D81F3BE732A2575AC0A9669D94619FD6CF"
    },
    {
        "headline": "216 Catholic Bishops Discussing Birth Control in Vatican Meeting",
        "snippet": "Roman Catholic prelates from around the world met today in secret session at  the Fifth World Synod of Bishops to debate reports on birth control, abortion and other problems of the modern family.         The Vatican would only say that the 216...",
        "pub_date": "1980-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E3D61E39F93AA35753C1A966948260"
    },
    {
        "headline": "ARCHIBISHOP STRESSES STAND AGAINST BIRTH CONTROL",
        "snippet": "Archbishop John R. Quinn, president of the United States conference of Roman  Catholic bishops, emphasized yesterday that his formal address Monday to the Synod of Bishops in Rome did not favor any change in the church's ban on artificial...",
        "pub_date": "1980-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E4DE1139F931A35753C1A966948260"
    },
    {
        "headline": "Archbishop Stresses Stand Against Birth Control; Support and Criticism Text of the Statement",
        "snippet": "Archbishop John R. Quinn, president of the United States conference of Roman Catholic bishops, emphasized yesterday that his formal address Monday to the Synod of Bishops in Rome did not favor any change in the church's ban on artificial...",
        "pub_date": "1980-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00EED91138E732A25751C0A9669D94619FD6CF"
    },
    {
        "headline": "Bishops Look For Flexibility; Birth Control Challenge Points Up Dissent's Toll News Analysis Movement Away From Church 'Pastoral Approach' Taken Ignoring the Offense",
        "snippet": "The call by American bishops Monday for a Vatican reappraisal of the Roman Catholic Church's opposition to artificial birth control reflects the growing struggle among the hierarchy in the United States over how to respond more flexibly  to millions...",
        "pub_date": "1980-10-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E5D91138E732A25752C0A9669D94619FD6CF"
    },
    {
        "headline": "Italian Cardinal Criticizes a Call For Review of Birth Control Ban",
        "snippet": "An Italian Cardinal today criticized a proposal by an American Archbishop to  review the Roman Catholic Church's ban on artificial birth control.         Cardinal Pericle Felici said he considered the encyclical issuing the ban a ''closed'' document....",
        "pub_date": "1980-10-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE5D61039F932A35753C1A966948260"
    },
    {
        "headline": "Italian Cardinal Criticizes a Call For Review of Birth Control Ban",
        "snippet": "ROME, Sept. 30 (UPI) An Italian Cardinal today criticized a proposal by an American Archbishop to review the Roman Catholic Church's ban on artificial birth control.",
        "pub_date": "1980-10-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E5D91138E732A25752C0A9669D94619FD6CF"
    },
    {
        "headline": "U.S. BISHOPS URGING ROME TO RE-EXAMINE BIRTH CONTROL ISSUE; Speech at Synod in Vatican Notes That Many Catholics Practice Artificial Contraception Synod is on Family Issues U.S. Bishops Issue Call to Vatican",
        "snippet": "ROME, Sept. 29--American Roman Catholic bishops called on the Vatican today for \"a completely honest examination\" of the birth control issue, saying that Catholics who use contraceptives cannot be dismissed as \"obdurate, ignorant\" people of bad will.",
        "pub_date": "1980-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E2DA1138E732A25753C3A96F9C94619FD6CF"
    },
    {
        "headline": "U.S.BISHOPS URGING ROME TO RE-EXAMINE BIRTH CONTROL ISSUE",
        "snippet": "American Roman Catholic bishops called on the Vatican today for ''a completely honest examination'' of the birth control issue, saying that Catholics who use contraceptives cannot be dismissed as ''obdurate, ignorant'' people of bad will.        ...",
        "pub_date": "1980-09-30T00:00:00Z",
        "web_url": "/data/daily/1980/09/30/066559.sgml"
    },
    {
        "headline": "Pope Affirms His Stand On Use of Birth Control",
        "snippet": "SIENA, Italy, Sept. 14 (Reuters)-- Pope John Paul II issued a strong appeal to Italy today to reject artificial birth control and abortion.",
        "pub_date": "1980-09-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E5DC1F3BE732A25756C1A96F9C94619FD6CF"
    },
    {
        "headline": "POPE AFFIRMS HIS STAND ON USE OF BIRTH CONTROL",
        "snippet": "Pope John Paul II issued a strong appeal to Italy today to reject artificial  birth control and abortion.         The Pope's reaffirmation of his views came 12 days before a world synod of Roman Catholic bishops in the Vatican that will discuss the...",
        "pub_date": "1980-09-15T00:00:00Z",
        "web_url": "/data/daily/1980/09/15/030732.sgml"
    },
    {
        "headline": "Bangladesh Tailors Birth-Control Plans to Fit Needs; The Numbers Keep Piling Up A 'Cafeteria Approach' Is Used",
        "snippet": "MATLAB, Bangladesh, July 25--Back in the capital, Dr. M.A. Matin, the Minister of Health and Family Planning, was clearly optimistic about reducing the high birthrate of this densely populated country. But in this rural region where birth-control...",
        "pub_date": "1980-07-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E5D61F3EE732A25755C2A9619C94619FD6CF"
    },
    {
        "headline": "BANGLADESH TAILORS BIRTH-CONTROL PLANS TO FIT NEEDS",
        "snippet": "Back in the capital, Dr. M.A. Matin, the Minister of Health and Family Planning, was clearly optimistic about reducing the high birthrate of this densely populated country.  But in this rural region where birth-control studies have been going on for...",
        "pub_date": "1980-07-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E7DD1439F935A15754C0A966948260"
    },
    {
        "headline": "Sanjay Gandhi Is Killed in Crash Of a Light Airplane in New Delhi; Foes Criticized 'Crown Prince' Sanjay Gandhi Dies in Plane Crash Birth Control Sought",
        "snippet": "NEW DELHI, Monday, June 23--Sanjay Gandhi, the son of Prime Minister Indira Gandhi, died here today in the crash of a small plane.",
        "pub_date": "1980-06-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E1D7123BE732A25750C2A9609C94619FD6CF"
    },
    {
        "headline": "World News Briefs; Israel Reported to Prepare New Action on Settlements Chad Rivals Said to Agree To End 9 Days of Fighting A New Basque Parliament Is Scheduled to Meet Today U.S. Funds for Birth Control Are Reported Misused",
        "snippet": "Richmond, Va, Times-Dispatch reports US has channeled nearly $100 million through Agency for International Development during last 8 years for overseas programs promoting birth control through sterilization; says some of those who underwent...",
        "pub_date": "1980-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE1D61238E432A25752C3A9659C94619FD6CF"
    },
    {
        "headline": "Egypt's Population Boom Clouds Dream of New Life; 45% of People Under Age of 15 Crowding in the Nile Valley A Problem of Bureaucracy Little Money for Birth Control",
        "snippet": "CAIRO, March 1--The teeming crowds that jostle along the battered pedestrian overpass in downtown Tahrir Square have been given another reminder of the congestion closing in on them.",
        "pub_date": "1980-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE5D9103EE732A25751C0A9659C94619FD6CF"
    },
    {
        "headline": "Around the Nation; G.M. Will Subsidize Tests On Cancer Among Workers State Strip Mine Curbs Tied To U.S. Environment Rules Parents Lose Plea for Notice On Birth Control for Minors Black Denied Shift of Trial In Shooting of a Klansman",
        "snippet": "Federal appeals court rules that birth control devices may be given to minors without notifying their parents; ruling comes in case involving Tri-County Family Center, Lansing, Mich, and involved distribution of birth control pills and intrauterine...",
        "pub_date": "1980-02-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E4DC143BE732A25754C2A9649C94619FD6CF"
    },
    {
        "headline": "Peptides to Be Tested As Birth Control Drug For Men and Women",
        "snippet": "WASHINGTON, Jan. 30 (AP)--American scientists are about to begin clinical trials of a new approach to birth control that may prove effective in men as well as women, the National Institutes of Health announced today.",
        "pub_date": "1980-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE6DD143BE732A25752C3A9679C94619FD6CF"
    }
]