[
    {
        "headline": "S.C.A.D. DECLINES HOSPITAL ACTION; Anti-Bias Group Cites Lack of Jurisdiction on Doctor Barred in Birth Control",
        "snippet": "ALBANY, Dec. 29 (AP) -- The State Commission Against Discrimination said today it had no jurisdiction in the case of a doctor who was barred from a Roman Catholic hospital because of his connection with the Planned Parenthood Association.",
        "pub_date": "1959-12-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E2D6103CE63BBC4850DFB4678382649EDE"
    },
    {
        "headline": "2 Bans on Birth Control Upheld By Connecticut High Court, 5-0; 2 Bans on Birth Control Upheld By Connecticut High Court, 5-0",
        "snippet": "HARTFORD, Dec. 22 -- The Connecticut Supreme Court of Errors upheld unanimously today the constitutionality of two 1879 statutes forbidding the prescribing of or use of birthcontrol drugs or devices.",
        "pub_date": "1959-12-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E5DF153CE73BBC4B51DFB4678382649EDE"
    },
    {
        "headline": "Excerpts From Ruling Upholding Connecticut Birth-Control Ban",
        "snippet": "HARTFORD, Dec. 22 -- Following are excerpts from an opinion isued by the Connecticut Supreme Court of Errors today upholding the constitutionality of two Connecticut statutes forbidding the prescribing or use of birth-control drugs or devices:",
        "pub_date": "1959-12-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E3DF153CE73BBC4B51DFB4678382649EDE"
    },
    {
        "headline": "U. N. AIDE IS WARY ON BIRTH CONTROL; Chief of Special Fund Calls It No 'Answer' to Needs of Under-Developed States",
        "snippet": "Paul G. Hoffman, managing director of the United Nations Special Fund for under-developed countries, declared yesterday that birth control did not provide \"an answer\" to the problems of such nations.",
        "pub_date": "1959-12-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07EED8103CE63BBC4951DFB4678382649EDE"
    },
    {
        "headline": "Soviet Stand on Population; Opposition to Birth Control, Views on Growth Problem Discussed",
        "snippet": "The writer of the following letter is the author of numerous articles on Soviet population and manpower problems. He is Assistant Professor of Economics at Princeton University.",
        "pub_date": "1959-12-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEED8103CE63BBC4951DFB4678382649EDE"
    },
    {
        "headline": "BIRTH CONTROL DAY IS OBSERVED IN INDIA",
        "snippet": "NEW DELHI, India, Dec. 18 -- India observed \"Family Planning Day\" today to dramatize the need for birth control to ensure a higher standard of living.",
        "pub_date": "1959-12-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E7DF1538EF3BBC4152DFB4678382649EDE"
    },
    {
        "headline": "INDIA WOULD ACCEPT BIRTH-CONTROL DATA",
        "snippet": "WASHINGTON, Dec. 13 (UPI) -- D. N. Chatterjee, Indian charge d'affaires, said today that India would accept \"hygienic and medical\" information on birth control from the United States if it did not embarrass Americans.",
        "pub_date": "1959-12-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E6DC163AE433A25757C1A9649D946892D6CF"
    },
    {
        "headline": "GRAHAM SEES HOPE IN BIRTH CONTROL; Calls It Answer to 'Tragic' Population Rise but Agrees With Eisenhower Stand",
        "snippet": "The Rev. Dr. Billy Graham believes there is nothing morally wrong in the practice of birth control. But he agrees with President Eisenhower that should a foreign nation ask the United States government for birth prevention information, the request...",
        "pub_date": "1959-12-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E5DD1730EE3BBC4B52DFB4678382649EDE"
    },
    {
        "headline": "HOFFMAN QUESTIONS BIRTH-CONTROL AIM",
        "snippet": "UNITED NATIONS, N. Y., Dec. 10 -- The managing director of the United Nations Special Fund said today he did not think the United States could suggest birth control to underdeveloped nations.",
        "pub_date": "1959-12-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E1DE1730EE3BBC4952DFB4678382649EDE"
    },
    {
        "headline": "Foreign-Aid Problems; Birth-Control Issue and Coordination With Allies Trouble the Administration",
        "snippet": "WASHINGTON, Dec. 9 -- The Administration's foreign - aid program is running into unexpected trouble on two fronts.",
        "pub_date": "1959-12-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E1DA103CE63BBC4852DFB4678382649EDE"
    },
    {
        "headline": "Birth Control Assistance",
        "snippet": "Considerable publicity is being given to the announcement of the Roman Catholic Bishops that United States Catholics may not support public assistance at home or abroad to promote artificial birth prevention. However, little if any publicity has been...",
        "pub_date": "1959-12-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01EFDA103CE63BBC4852DFB4678382649EDE"
    },
    {
        "headline": "Episcopal Birth Control Statement",
        "snippet": "MILWAUKEE, Dec. 8 -- Following is the text of a statement on birth control adopted by the National Council of the Protestant Episcopal Church at its quarterly meeting here today:",
        "pub_date": "1959-12-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE2D9143CE73BBC4153DFB4678382649EDE"
    },
    {
        "headline": "BIRTH CONTROL ISSUE LATENT ONE FOR 1960; President's Statement Welcomed By Both Parties But It Cannot Exorcise the Question",
        "snippet": "Krock sees issue in '60 Pres election despite Eisenhower stand; cartoon",
        "pub_date": "1959-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E1DC1231EE3BBC4E53DFB4678382649EDE"
    },
    {
        "headline": "DEMOCRATIC PLAN FOR 1960 INCLUDES U.S. PEACE AGENCY; Advisory Council Also Urges Attack on 'Tight Money' as Plank in Platform BIRTH CONTROL TOUCHED Study of 'Overpopulation' Put Among Duties of New Agency -- Butler Assents DEMOCRATS DRAFT 2 PLANKS FOR 1960",
        "snippet": "Two prospective planks for next fall's Democratic platform were unveiled yesterday by the Democratic Advisory Council as it began a three-day series of meetings here.",
        "pub_date": "1959-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E4DD1231EE3BBC4E53DFB4678382649EDE"
    },
    {
        "headline": "Connecticut Birth Control Law Headed for Supreme Court Test",
        "snippet": "WASHINGTON, Dec. 5 -- The birth-control problem, which has just taken a political turn, is also heading slowly toward the Supreme Court in legal guise.",
        "pub_date": "1959-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E0DD1231EE3BBC4E53DFB4678382649EDE"
    },
    {
        "headline": "Size of Populations; Statement of Bishops on Birth Control Programs Questioned",
        "snippet": "In reading the statement of the Roman Catholic Bishops against assistance to birth control programs in foreign countries, one is struck by the inadequacy of the remedies proposed to deal with the colossal population problem.",
        "pub_date": "1959-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE5DB103CE63BBC4B53DFB4678382649EDE"
    },
    {
        "headline": "PROTESTANT FIRM ON BIRTH CONTROL; Disagrees With President's Stand Against Advising Nations on Prevention",
        "snippet": "DETROIT, Dec. 2 -- The head of the major Protestant relief organization took an opposite view from President Eisenhower today on the use of foreign-aid funds to disseminate information on artificial birth control.",
        "pub_date": "1959-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E6DB103CE63BBC4B53DFB4678382649EDE"
    },
    {
        "headline": "BIRTH CONTROL HELD WORLD'S 'BEST HOPE'",
        "snippet": "Sir Charles Darwin said yesterday that the \"best hope\" for averting a world \"population explosion\" was a system of birth control.",
        "pub_date": "1959-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E6DB103CE63BBC4B53DFB4678382649EDE"
    },
    {
        "headline": "The Birth Control Issue",
        "snippet": "The Roman Catholic Bishops of the United States have brought the birth-control issue into the national political arena with their statement that \"United States Catholics * * * will not * * * support any public assistance, either at home or abroad, to...",
        "pub_date": "1959-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E3D8163AEF3BBC4A53DFB4678382649EDE"
    },
    {
        "headline": "Jesuit Disapproves A Catholic's Signing Of Birth Control Bill; Jesuit Says a Catholic President Could Not Approve Birth Control",
        "snippet": "A leading Jesuit moralist has expressed the view that \"it would clearly be wrong\" for a Roman Catholic President to approve a bill sponsoring a program of birth control.",
        "pub_date": "1959-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE6D8163AEF3BBC4A53DFB4678382649EDE"
    },
    {
        "headline": "BIRTH CONTROL HELD NO MORAL BREACH",
        "snippet": "\"No Protestant could proclaim that one method of birth control is a fundamental breach of the moral law, while another is perfectly all right,\" the Rev. Dr. David H. C. Read declared yesterday in a sermon at the Madison Avenue Presbyterian Church at...",
        "pub_date": "1959-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E0DC103CE63BBC4850DFB7678382649EDE"
    },
    {
        "headline": "U. S. DENIES AIDING ON BIRTH CONTROL; Calls the Use of I.C.A. Funds to Curb Other Countries' Populations 'Academic'",
        "snippet": "WASHINGTON, Nov. 28 -- The International Cooperation Administration sought today to halt the controversy over possible support by the United States Government of birth control in less-developed countries.",
        "pub_date": "1959-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E5D6163AEF3BBC4151DFB7678382649EDE"
    },
    {
        "headline": "Several Democratic Contenders Give Views on Birth-Control Aid",
        "snippet": "A number of Democrats mentioned for the 1960 Presidential nomination issued statements yesterday on the problem of birth-control aid to foreign countries.",
        "pub_date": "1959-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E5D6163AEF3BBC4151DFB7678382649EDE"
    },
    {
        "headline": "U. S. SURVEY FINDS POPULATION PERIL IN NEEDY NATIONS; Symington Favors the Giving of Birth-Control Help to Fight Poverty Abroad",
        "snippet": "WASHINGTON, Nov. 28 -Most under-developed nations are fighting a nip-and-tuck battle to keep their economies abreast of their expanding populations.",
        "pub_date": "1959-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904E6D6163AEF3BBC4151DFB7678382649EDE"
    },
    {
        "headline": "KENNEDY OPPOSES ADVOCACY BY U. S. OF BIRTH CONTROL; Says He Was Against 'Advice' to Other Nations Before Catholic Bishops Spoke CALLS IT OBJECTIONABLE Would Decide in Country's Best Interest if He Were President, Senator Says KENNEDY OPPOSES BIRTH-CURB PLEAS",
        "snippet": "WASHINGTON, Nov. 27 -- Senator John F. Kennedy, Democrat of Massachusetts, commented today on a statement by the Roman Catholic Bishops of the United States, who recently opposed the use of public funds to promote artificial birth control at home and...",
        "pub_date": "1959-11-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE6DC103CE63BBC4051DFB7678382649EDE"
    },
    {
        "headline": "Statement by Roman Catholic Bishops of U. S. on Birth Control",
        "snippet": "WASHINGTON, Nov. 25 -- Following is the text of a statement in opposition to \"artificial birth prevention\" issued today by the Roman Catholic Bishops of the United States at the close of their annual meeting here:",
        "pub_date": "1959-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E4DF1231EE3BBC4E51DFB7678382649EDE"
    },
    {
        "headline": "CATHOLICS OPPOSE USE OF AID FUNDS IN BIRTH CONTROL; Bishops' Statement Attacks 'Propaganda' Drive Over 'Population Explosion'",
        "snippet": "WASHINGTON, Nov. 25 -- The Roman Catholic Bishops of the United States announced their opposition today to the use of public funds to promote artificial birth control at home or abroad.",
        "pub_date": "1959-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02EFD61531EE3BBC4E51DFB7678382649EDE"
    },
    {
        "headline": "POPULATION RISES HELD WORLD PERIL; Public Health Association Takes Stand for Birth Control for First Time STARVATION IS FEARED Group Urges Limiting Size of Families 'Consistent With Creed and Mores'",
        "snippet": "The American Public Health Association for the first time in its eighty - seven - year history warned yesterday of the danger of an unchecked rise in world population.",
        "pub_date": "1959-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE5DD163FE63BBC4152DFB7678382649EDE"
    },
    {
        "headline": "RESEARCH URGED ON BIRTH CONTROL; Peril of Population Rise in Poorer Nations is Stressed at Parenthood Parley",
        "snippet": "The success of public-health programs and control of diseases have combined to make overpopulation an emergency condition in many areas of the world, a Johns Hopkins professor said here yesterday. He was Dr. Ernest Stebbins, director of the School of...",
        "pub_date": "1959-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E4DB173CE73BBC4052DFB7678382649EDE"
    },
    {
        "headline": "Protestant and Jewish Clergy Organize Birth-Control Group",
        "snippet": "The formation of a clergymen's national advisory committee to promote birth-control information was announced yesterday at the annual meeting of the Planned Parenthood Federation of America.",
        "pub_date": "1959-11-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0CE0D81531EE3BBC4F52DFB7678382649EDE"
    },
    {
        "headline": "TV DISCUSSION SET ON BIRTH CONTROL; C.B.S. Invites Catholic and Protestant Clerics to Talk on Subject Wednesday",
        "snippet": "Birth control will be discussed at length by Roman Catholic and Protestant leaders when \"The Population Explosion\" is televised on Wednesday from 10 to 11 P. M. by the Columbia Broadcasting System.  ",
        "pub_date": "1959-11-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE4D81531EE3BBC4E53DFB7678382649EDE"
    },
    {
        "headline": "Toynbee Asks World to Promote Birth Control to Avert Famine; Historian Also Urges Reform of Diet in an Address to U. N. Food Agency POPULATION CURB URGED BY TOYNBEE",
        "snippet": "ROME, Nov. 2 -- Dr. Arnold Toynbee told the Food and Agriculture Organization of the United Nations today that it must persuade millions throughout the world to improve their diet and to keep population growth under control.",
        "pub_date": "1959-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE4D7133CE63BBC4B53DFB7678382649EDE"
    },
    {
        "headline": "PUERTO RICO ACTS ON BIRTH CONTROL; Tests Designed to Reduce Population Crush -- 10,000 Poor Are in Program",
        "snippet": "SAN JUAN, P. R., Oct. 25 -Birth control tests aimed at easing population pressures in this overcrowded island are going forward.",
        "pub_date": "1959-11-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE2DD1531EE3BBC4953DFB7678382649EDE"
    },
    {
        "headline": "Excerpts From World Church Council's Birth Control Study",
        "snippet": "Following are excerpts from the report of the World Council of Churches' study group on \"Responsible Parenthood and the Population Problem\":",
        "pub_date": "1959-10-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E4D81431EE3BBC4F53DFB6678382649EDE"
    },
    {
        "headline": "Christian Use of Birth Control Backed in World Church Study; STUDY SUPPORTS BIRTH CONTROL",
        "snippet": "An official study group representing the World Council of Churches yesterday endorsed birth control by any method as long as it was employed in Christian conscience and caused neither physical nor emotional harm.",
        "pub_date": "1959-10-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E6D81431EE3BBC4F53DFB6678382649EDE"
    },
    {
        "headline": "BIRTH-CONTROL BAN HIT; Liberties Union Calls Curbs by States Unconstitutional",
        "snippet": "The American Civil Liberties Union asserted yesterday that state bans on the sale and use of birth control devices and information were unconstitutional.",
        "pub_date": "1959-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E2DE123DE53BBC4051DFBF668382649EDE"
    },
    {
        "headline": "CHURCHES CHIDED ON BIRTH CONTROL; Group Warns World Council Rapid Population Growth Calls for Clear Stand",
        "snippet": "RHODES, Greece, Aug. 21 -- A report released today by the secretariat of the World Council of Churches said a rapid expansion of population was becoming a critical problem, especially in less developed countries.",
        "pub_date": "1959-08-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E0DA123CE63BBC4A51DFBE668382649EDE"
    },
    {
        "headline": "Progress on Birth Control Pill",
        "snippet": "At the present explosive rate of increase, the world's population is expected to reach a total of more than seven billion in the next hundred years.",
        "pub_date": "1959-07-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE6DC143BEF3BBC4A52DFB1668382649EDE"
    },
    {
        "headline": "PILLS ARE TESTED IN BIRTH CONTROL; Two Studies Report Higher Degree of Effectiveness Than Present Methods 3D SURVEY DISAGREES Dr. Guttmacher, Evaluating Results, Says Search for Ideal Tablet Persists",
        "snippet": "Two tests of oral contraceptive tablets over the last three years by 1,000 women were reported yesterday to have given a higher degree of conception control than contraceptives now used. However a third test, using different pills, did not produce...",
        "pub_date": "1959-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0CE3DC1F3CE63BBC4852DFB1668382649EDE"
    },
    {
        "headline": "ABRAHAM STONE, PHYSICIAN, DEAD; World Leader in Movement for Birth Control -- Director of Margaret Sanger Center",
        "snippet": "Dies, 68; por",
        "pub_date": "1959-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E5DE163EEF34BC4C53DFB1668382649EDE"
    },
    {
        "headline": "BIRTH CONTROL TALK APPROVED FOR B.B.C.",
        "snippet": "LONDON, July 1 -- The Government declined today to bar the British Broadcasting Corporation from choosing birth control as a subject for its weekly \"Good Cause\" program.",
        "pub_date": "1959-07-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE1D8173BEF3BBC4A53DFB1668382649EDE"
    },
    {
        "headline": "CHURCH BACKS USE OF BIRTH CONTROL; United Presbyterians Also Endorse Pastor Accused of Denying Virgin Birth",
        "snippet": "INDIANAPOLIS, May 27 -The practice of birth control was overwhelmingly approved here today by the United Presbyterian Church. It was the church's first action on the controversial issue since 1930, when it opposed the use of artificial means to limit...",
        "pub_date": "1959-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E3DB163BEF3BBC4051DFB3668382649EDE"
    },
    {
        "headline": "CHURCHMEN TO ACT ON BIRTH CONTROL; United Presbyterian Group Expected to Join Others Supporting Practice",
        "snippet": "INDIANAPOLIS, May 26 -The 3,000,000-member United Presbyterian Church is expected to join the growing number of Protestant bodies that have endorsed, in one form or another, the practice of birth control.  ",
        "pub_date": "1959-05-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEEDF1E3CE63BBC4F51DFB3668382649EDE"
    },
    {
        "headline": "WORLD AID URGED ON BIRTH CONTROL; U. S. Parley Told That Poor Countries' Incomes Lag Behind Population Rise",
        "snippet": "WASHINGTON, May 9 -- A group at the National Conference on World Health recommended today that the World Health Organization cooperate in birth-control programs.",
        "pub_date": "1959-05-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E6DB103CE43BA15753C1A9639C946892D6CF"
    },
    {
        "headline": "CLERICS WOULD TEST BIRTH-CONTROL LAW",
        "snippet": "NEW HAVEN, May 4 -- Three New Haven clergymen asked a Superior Court ruling today on the constitutionality of Connecticut's seventy-nine-year-old birth control law.",
        "pub_date": "1959-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE3DD1F38EF3BBC4D53DFB3668382649EDE"
    },
    {
        "headline": "BIRTH CONTROL BARRED; Connecticut Upholds Its Ban by Killing a Bill",
        "snippet": "Conn legis com kills bill to legalize contraceptive advice",
        "pub_date": "1959-05-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5DB113CE63BBC4A53DFB3668382649EDE"
    },
    {
        "headline": "PROTESTANTS ACT ON BIRTH CONTROL; World Parley Is Convoked to Define Attitude--Rapid Population Rise Cited Living Standards Cited",
        "snippet": "A world-wide Protestant conference will be held in England in April to develop a common attitude toward birth control.",
        "pub_date": "1959-02-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E3D6103DE132A0575BC2A9649C946892D6CF"
    },
    {
        "headline": "U. N. ASKED TO AID IN BIRTH CONTROL; World Planned Parenthood Group Urges Wide Program to Curb Population Rise",
        "snippet": "NEW DELHI, India, Feb. 21 -- Delegates to the Sixth International Conference on Planned Parenthood unanimously adopted a resolution today urging that a family-planning program be made an integral part of the activities of United Nations specialized...",
        "pub_date": "1959-02-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E3D71738EF3BBC4A51DFB4668382649EDE"
    },
    {
        "headline": "Birth-Control Pill Discussed",
        "snippet": "Abp Heenan says RC Ch would not object to control pill that did not infringe divine law",
        "pub_date": "1959-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E3D7153DE53BBC4F51DFB7668382649EDE"
    },
    {
        "headline": "TEST CASES HALTED; Judge Upholds Connecticut in Birth Control Law Suits",
        "snippet": "NEW HAVEN, Jan. 6 (AP) -- A New Haven County Superior Court judge upheld the state in its attempt to stop five test cases challenging Connecticut's birth control law.",
        "pub_date": "1959-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E2DC153DE53BBC4F53DFB7668382649EDE"
    }
]