[
    {
        "headline": "AGED SPINSTER WINS BIRTH-CONTROL FIGHT; Court Frees Woman Who Was About to Shower Advocate With Eggs.",
        "snippet": "Margt Harrington freed by court on charge of disorderly conduct for attempting to throw eggs at advocate trying to sell pamphlets",
        "pub_date": "1922-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EFD81E3EEE3ABC4B51DFB7678389639EDE"
    },
    {
        "headline": "MRS. SANGER FOUND CHINESE POLICE KIND; Birth Control Advocate Contrasts Their Courtesy With 'Unthinkable Stupidity' Here.HER SPEECH TAKEN DOWN Police Department Assigns Stenographers to Meeting, but Speakers Are Not Molested.",
        "snippet": "Unmolested by the police, Mrs. Margaret Sanger, birth control advocate, compared the \"courteous\" treatment she received from the police of China and Japan during her recent trip to the Orient with the \"unthinking stupidity\" of Government and local...",
        "pub_date": "1922-10-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E1DD1F39EF3ABC4950DFB6678389639EDE"
    },
    {
        "headline": "MRS.SANGER TELLS OF TRIP.; Says Japanese and Chinese Hailed Birth Control.",
        "snippet": "says her birth control doctrines have been well received in China and Japan",
        "pub_date": "1922-10-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EEDA1F30E433A25752C1A9669D946395D6CF"
    },
    {
        "headline": "ENGLISH GIRL, BORN IN AFRICA, BARRED; Cape Quota Exhausted, So Miss Hosking Is Held Aboard the Orbita. CAME TO VISIT HER FATHER Two Young Women in Knickerbockers, Clergyman and Birth Control Chaperon Hiked in Europe.",
        "snippet": "Phyllis Cathleen Hosking, arrived late yesterday a first cabin passenger on the Royal Mail Steam Packet Orbita from Southampton to visit her father, James Henry Hosking of 163 Edgeberg Avenue, New Brighton, S.I., whom she had not seen for three...",
        "pub_date": "1922-09-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E2DB1039EF3ABC4D53DFBF668389639EDE"
    },
    {
        "headline": "FOR TEACHING ON MARRIAGE; Report of Episcopal Commission Will Ban Birth Control.",
        "snippet": "Condemned in report prepared for presentation at General Convention of Protestant Episcopal Church",
        "pub_date": "1922-07-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CEFDF1239EF3ABC4851DFB1668389639EDE"
    },
    {
        "headline": "BAR CALLS ON COURT TO PUNISH DOLPHIN; Action of Official Who Ordered Mrs. Rublee Arrested Seen as Echo of Birth Control Raid.",
        "snippet": "The raid on a Town Hall meeting and the arrest of several advocates of birth control last December found an echo yesterday in the Appellate Division of the Supreme Court when the Grievance Committee of the Bar Association through its counsel, Einar...",
        "pub_date": "1922-05-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E1D71531EF33A25753C2A9639C946395D6CF"
    },
    {
        "headline": "Birth Control League Incorporated.",
        "snippet": "Incorporation of Amer Birth Control League",
        "pub_date": "1922-04-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E6DB1739EF3ABC4B51DFB2668389639EDE"
    },
    {
        "headline": "LOVETT REFERENCE WRONG.; Birth Control League Incorporator Was Not Judge Lovett.",
        "snippet": "In an account of the decision by Supreme Court Justice Bijur to approve the incorporation of the American Birth Control League it was erroneously stated in THE NEW YORK TIMES that Judge Robert S. Lovett, chairman of the Union Pacific system, was one...",
        "pub_date": "1922-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E1DF1339E133A25755C1A9629C946395D6CF"
    },
    {
        "headline": "BIRTH CONTROL BODY WINS CHARTER FIGHT; Justice Bijur Decides Favorably on Application to Incorporate the League.JUDGE LOVETT A SPONSORCourt Says Advocates Have Rightto Organize for Repeal of Any Statute They Oppose.",
        "snippet": "Supreme Court Justice Bijur, who has been considering an application by the American Birth Control League, Inc., for approval of its articles of incorporation, decided yesterday to sing the charter of the league, which includes as incorporators Judge...",
        "pub_date": "1922-04-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE3DE1739EF3ABC4C52DFB2668389639EDE"
    },
    {
        "headline": "JAPAN HAS NO DESIRE TO BAR MRS. SANGER; But Warns That She Cannot Be Admitted to Spread Birth Control Propaganda.",
        "snippet": "Mrs Sanger will be allowed to enter Japan if she refrains from birth control propaganda",
        "pub_date": "1922-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E0D81239E133A25752C2A9649C946395D6CF"
    },
    {
        "headline": "BIRTH CONTROL RAID IS LAID TO DONAHUE; Police Captain Acted on His Own Responsibility at Town Hall, Witnesses Say. MERELY ORDERED TO ATTEND Inspector Bolan Says He Directed Inquiry, but Denies Demanding That Hall Be Closed.",
        "snippet": "Responsibility for breaking up the Town Hall birth control meeting on Nov. 13 was fastened upon Police Captain Thomas Donahue of the West Forty-seventh Street Station yesterday at a supplementary hearing called by David Hirshfield, Commissioner of...",
        "pub_date": "1922-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404EED81239E133A25752C2A9649C946395D6CF"
    },
    {
        "headline": "BIRTH CONTROL LEAGUE.; Justice Bijur Withholds Approval of Application for Incorporation.",
        "snippet": "Attorneys for Margaret Sanger and others filed an application with Justice Nathan Bijur in the Supreme Court  yesterday for the incorporation of \"The American Birth Control League.\" Justice Bijur said he wanted to see the counsel for the birth...",
        "pub_date": "1922-02-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E5DF1E3CE533A2575AC1A9649C946395D6CF"
    },
    {
        "headline": "Tokio Bars Mrs. Sanger From Making Tour Of Japan to Lecture on Birth Control",
        "snippet": "SAN FRANCISCO, Feb. 17.--Plans of Mrs. Margaret Sanger, head of the Birth Control League, to lecture on birth control in Japan were halted by the Japanese Government today with the transmission of an order to Consul General...",
        "pub_date": "1922-02-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E0D81E30EE3ABC4052DFB4668389639EDE"
    },
    {
        "headline": "QUIZZES WITNESSES OVER BIRTH CONTROL; Hirshfield Asks if All the Persons Advocating the Movement Are Not Old. OLDS PEACEFUL HEARING Suggests That Police Had Anticipated Breaking of the Law atTown Hall Meeting.",
        "snippet": "Commissioner of Accounts David Hirshfield, resuming yesterday his inquiry into charges of unwarranted police interference with birth control discussions, quizzed five witnesses on various economic, biological, medical, legal  and personal--some very...",
        "pub_date": "1922-02-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E4D81130EE3ABC4B53DFB4668389639EDE"
    },
    {
        "headline": "Mrs. Sanger Says Superman Is the Aim of Birth Control",
        "snippet": "PHILADELPHIA, Jan. 20.--Creation of a superman is the goal of birth control, Mrs. Margaret H. Sanger of New York today told delegates to the Pennsylvania Conference of Birth Control.",
        "pub_date": "1922-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E2D9153AEF33A25752C3A9679C946395D6CF"
    },
    {
        "headline": "MINERAL INTERDEPENDENCE; Points Out Need for Careful Study of Mineral Tariffs. Birth Control. War Risk Administration. \"Thank-You-Ma'ams.\" Boys With Toy Pistols. Isaiah on Goloshes.",
        "snippet": "Lr from R B Hull on instance showing inefficiency",
        "pub_date": "1922-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE7D91239E133A25754C2A9679C946395D6CF"
    },
    {
        "headline": "BANS BIRTH CONTROL TALK.; Cuvillier Says His Bill Aims to Banish Advocates.",
        "snippet": "ALBANY, Jan. 24.--Under a bill offered today by Assemblyman Cuvillier it would be a crime to discuss or print any information relating to birth control.",
        "pub_date": "1922-01-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E3DD1531EF33A25756C2A9679C946395D6CF"
    },
    {
        "headline": "PROTECTION PLANNED AT BIRTH CONTROL TALK; Mrs. Sanger to Deliver Farewell Address Before Lecture Tour in Japan and China.",
        "snippet": "When Mrs. Margaret Sanger speaks on birth control in the Lexington Avenue Opera House on Feb. 5 she will be surrounded by a committee of men and women who expect to see that she gets a hearing, that there is no unlawful interference and who will be...",
        "pub_date": "1922-01-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E7DC1531EF33A25756C2A9679C946395D6CF"
    },
    {
        "headline": "HIRSHFIELD CUTS OFF FREE SPEECH INQUIRY; Accuses Counsel for Birth Control Leaders of 'Sidestepping' and Insulting Him. BARS HIM FROM HEARING Resentment of Attorney Justified and No Insult Given, Cravath Tells Commissioner.",
        "snippet": "Commissioner David Hirshfield's inquiry into the activity of the police at birth control meetings last November and the arrest of three women associated with the birth control movement, had just got well started yesterday morning when it was halted...",
        "pub_date": "1922-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E7DA1130EE3ABC4C51DFB7668389639EDE"
    },
    {
        "headline": "FEWER AMERICAN BABIES BORN HERE; Foreign Women in the City Had More Children Last Year Than Natives Did. DR. COPELAND'S COMMENT Regrets Birth Control Discussion When Nativer-Born Mothers Are Growing Fewer. LOW RATE NEAR 5TH AVENUE Seven for Each 1,000 Population,While Average for Rest of Manhattan Is Twenty-Five.",
        "snippet": "In analyzing yesterday the birth statistics for the year, Health Commisaioner Dr. Royal S. Copeland said that it was a sad commentary on presentday conditions that there should be birth control discussion when nativeborn mothers are decreasing in...",
        "pub_date": "1922-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E2DC1130EE3ABC4A51DFB7668389639EDE"
    },
    {
        "headline": "CRAVATH FOR FULL INQUIRY.; Urges Hirshfield to Go Thoroughly Into Birth Control Case.",
        "snippet": "lr from Cravath to Hirshfield urging full inquiry",
        "pub_date": "1922-01-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E5DC1130EE3ABC4951DFB7668389639EDE"
    },
    {
        "headline": "CITY WILL INQUIRE INTO BIRTH CONTROL; Hirshfield Announces He Will Conduct Public Hearing Next Monday. RAID TO BE INVESTIGATED Pressure Was Brought on Mayor to Investigate Police Action Nov. 12 at Town Hall.",
        "snippet": "David Hirshfield, Commissioner of Accounts, will conduct an investigation next Monday into the conduct of the police who broke up the Birth Control meeting at the Town Hall on Nov. 12. He announced yesterday that he intended at the same time to...",
        "pub_date": "1922-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04EFDE1130EE3ABC4052DFB7668389639EDE"
    }
]