[
    {
        "headline": "Taiwan Now for Birth Control As Growth Threatens Economy",
        "snippet": "TAIPEI, Taiwan, Dec. 8 -- The Chinese Nationalist Government has decided to encourage birth control in Taiwan.",
        "pub_date": "1960-12-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E5D71431EF3ABC4952DFB467838B679EDE"
    },
    {
        "headline": "Birth Control Posters Banned",
        "snippet": "Brit Transport Comm removes posters ad birth control orgn from London subway trains after complaints",
        "pub_date": "1960-12-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE1DB1130EF3ABC4C53DFB467838B679EDE"
    },
    {
        "headline": "Supporting Birth Control Laws",
        "snippet": "says he continued that Prots and Jews now generally reject these laws, lr",
        "pub_date": "1960-11-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CEFDA1431EF3ABC4D51DFB767838B679EDE"
    },
    {
        "headline": "ARGENTINA OPPOSES BIRTH CONTROL TALK",
        "snippet": "Argentina opposed cites 'deeply rooted convictions' of many UN members",
        "pub_date": "1960-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E4DA1431EF3ABC4B51DFB767838B679EDE"
    },
    {
        "headline": "BIRTH CONTROL URGED; Huxley Petition Asks the U.N. to Lead World Crusade",
        "snippet": "Sir Julian Huxley gives Sec Gen Hammarskjold petition signed by 179 notables in 19 nations urging UN start global crusade for birth control to curb population",
        "pub_date": "1960-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE2DC1738EF32A2575BC1A9679D946191D6CF"
    },
    {
        "headline": "Connecticut High Court Upholds State's Curbs on Birth Control",
        "snippet": "HARTFORD, Nov. 15 -- The Connecticut Supreme Court of Errors, in a unanimous decision, ruled today that the state's birth control statutes were constitutional.",
        "pub_date": "1960-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405EEDC1431EF3ABC4E52DFB767838B679EDE"
    },
    {
        "headline": "MRS. SANGER STAYING; Anti - Kennedy Birth - Control Leader Delays Moving",
        "snippet": "Mrs M Sanger, who vowed to leave US if Sen Kennedy were elected, says she will await end of Adm's 1st yr before deciding",
        "pub_date": "1960-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E3DC1030EF3ABC4852DFB767838B679EDE"
    },
    {
        "headline": "Sweden Asks U.N. To Consider Debate Over Birth Control",
        "snippet": "UNITED NATIONS, N.Y., Nov. 7 -- Sweden called today for an \"open and unbiased discussion\" of birth control in the United Nations.",
        "pub_date": "1960-11-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E0DD1F31EF3ABC4053DFB767838B679EDE"
    },
    {
        "headline": "Dogma in Politics; Rights of Non-Catholic Majority Seen Violated by Birth Control Law",
        "snippet": "TO THE EDITOR OF THE NEW YORK TIMES: To say anything seemingly critical of Catholicism nowadays is to risk being charged with bigotry. This state of affairs should not exist in the land of the free, if by bigotry we mean the obstinate and blind...",
        "pub_date": "1960-10-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE3DB133DE333A25752C3A9669D946191D6CF"
    },
    {
        "headline": "Poll of Catholics Cited as Ceding Right of Birth Control to Others",
        "snippet": "The Planned Parenthood Federation of America reported yesterday that a group of Roman Catholic laymen who support their church's stand against artificial birth control has endorsed the right of non-Catholics to exercise \"freedom of conscience\" in...",
        "pub_date": "1960-10-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E2DB133DE333A25752C3A9669D946191D6CF"
    },
    {
        "headline": "HIGH COURT OPENS BUSY TERM TODAY; FACES KEY ISSUES; Study of Church and State, Race Relations and Curbs on Reds Mark Docket 5 BLUE-LAW TESTS DUE Connecticut's Birth-Control Bans and Film Censoring Also Slated for Review COURT OPENS BUSY TERM TODAY",
        "snippet": "WASHINGTON, Oct. 2 -- The Supreme Court convenes tomorrow to begin what may be one of its most significant terms.",
        "pub_date": "1960-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E6DD173CEF3ABC4B53DFB667838B679EDE"
    },
    {
        "headline": "Catholic-Backed Political Party Comes to the Fore in Puerto Rico; Christian Action Group Is Set Up After Bishop Rallies Laity -- School Bill and Birth Control Are Issues",
        "snippet": "SAN JUAN, P.R., Sept. 3 -- Moving against the opposition of the island's three political parties and especially against Gov. Luis Muffoz Marin's Popular Democratic party, a new political force has come into being here.",
        "pub_date": "1960-09-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE2DD1F3EEF3ABC4C53DFBF66838B679EDE"
    },
    {
        "headline": "SURVIVAL THREAT SEEN; Historian Toynbee Stresses Need for Birth Control",
        "snippet": "Prof Toynbee holds birth control vital to survival",
        "pub_date": "1960-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E4D8103EEF3ABC4950DFB166838B679EDE"
    },
    {
        "headline": "Birth Control Center",
        "snippet": "Natl Cath Family Life Bur dir DeBlanc repts studies show RC married couples use contraceptives about as much as non-Caths; urges research into harmful effects of contraception; Cook County Hosp, Chicago, plans birth control data center in new...",
        "pub_date": "1960-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906EEDB123EEF3ABC4A51DFB066838B679EDE"
    },
    {
        "headline": "CATHOLICS REPORT ON BIRTH CONTROL; Wide Use of Contraceptives, by Members of That Faith Is Indicated at Parley",
        "snippet": "SAN ANTONIO, Tex., June 21 -- Several recent studies show that Roman Catholic married couples use contraceptive birth control \"in about the same measure\" as their Protestant arid Jewish neighbors, the director of the National Catholic Family Life...",
        "pub_date": "1960-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06EEDB123EEF3ABC4A51DFB066838B679EDE"
    },
    {
        "headline": "INDIAN EXPLAINS ON BIRTH CONTROL; Envoy Welcomes Aid, but Won't Press U.S. to Lift Bars Against Data",
        "snippet": "WASHINGTON, May 24 -- Mahomed Ali C. Chagla, India's Ambassador to the United States, said today that his country had no intention of asking the United States Government for financial aid to carry out its ambitious program of birth control.",
        "pub_date": "1960-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506EFDF123EEF3ABC4D51DFB366838B679EDE"
    },
    {
        "headline": "U.S. APPROVES PILL FOR BIRTH CONTROL",
        "snippet": "US Food and Drug Adm for 1st time approves pill for females as safe contraceptive; stresses approval concerns safety in use, not moral issue of use; pill called Enovid, made by Searle & Co, available on prescription only",
        "pub_date": "1960-05-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E7DC153DE333A25753C1A9639C946191D6CF"
    },
    {
        "headline": "AID NEEDY LANDS, CHURCHES URGED; Population Expert Calls for Assistance in Agriculture and in Birth Control",
        "snippet": "BUCK HILL FALLS, Pa., April 28 -- A population authority asked the country's churches today to help provide a \"new balance\" of food and people in under-developed countries through technical assistance in agriculture and family limitation.",
        "pub_date": "1960-04-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E4DF153DE333A2575AC2A9629C946191D6CF"
    },
    {
        "headline": "CODE IS DRAWN UP ON BIRTH CONTROL; Planned Parenthood Group Suggests Plan to End Religious Controversy",
        "snippet": "DES MOINES, Iowa, April 26 (AP) -- Protestant and Jewish clergymen proposed a birth control policy today designed to appeal to those who have moral objections to medical contraception.",
        "pub_date": "1960-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CEFD7143DE333A25754C2A9629C946191D6CF"
    },
    {
        "headline": "Nixon Would Aid Nations Asking Birth-Control Data; NIXON GIVES VIEW ON BIRTH CONTROL",
        "snippet": "WASHINGTON, April 8 -- Vice President Nixon told a group of Protestant editors today that he would take the same position on birth control and foreign aid that President Eisenhower had. But the Vice President went on to say that he would favor having...",
        "pub_date": "1960-04-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E3DA1331EF3ABC4153DFB266838B679EDE"
    },
    {
        "headline": "British Find Birth-Control Pills Cause Too Many Side Effects",
        "snippet": "LONDON, March 30 -- A series of clinical tests conducted quietly in England during the last year have shown that hormone, compounds used as oral contraceptives are still producing too many side effects to be satisfactory.",
        "pub_date": "1960-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE5DA143DE333A25752C3A9659C946191D6CF"
    },
    {
        "headline": "FAMILY PLANNING IS GOAL OF DRIVE; Group Seeks $1,000,000 a Year for Birth Control in Backward Countries",
        "snippet": "PRINCETON, N.J., March 19 -- A campaign to raise more than $1,000,000 each year in the United States to finance family planning in underdeveloped areas abroad will be started tomorrow.",
        "pub_date": "1960-03-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E6DD1230EF3ABC4851DFB566838B679EDE"
    },
    {
        "headline": "CHURCH BACKS AID IN BIRTH CONTROL; Protestant Group Declares U.S. Should Provide Data if Asked by Nations",
        "snippet": "BUCK HILL FALLS, Pa., Jan. 30 -- Leaders of the new United Church of Christ firmly believe that the Federal Government, through its technical assistance programs, should provide birth control information to countries desiring it.",
        "pub_date": "1960-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E4DC113DEF3ABC4950DFB766838B679EDE"
    },
    {
        "headline": "ADVOCATES DIFFER ON BIRTH CONTROL; Magazine Finds Proponents Disagree on Government Role in Foreign Aid",
        "snippet": "Roman Catholics are pretty well united on birth and population control policy, but outside that faith there is little unanimity. This was underlined in a symposium for the January issue of Worldview, a journal of religion and international affairs,...",
        "pub_date": "1960-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803EFD71231EF3ABC4F52DFB766838B679EDE"
    },
    {
        "headline": "PAKISTAN TO PUSH POPULATION CURB; Birth Control Campaign Set -- Growth Threatens to Thwart 5-Year Plan",
        "snippet": "KARACHI, Pakistan, Jan. 16 (Reuters) -- Pakistan is preparing to open a campaign for population control that could mean the difference between life or death by starvation for many of its 87,000,000 people.",
        "pub_date": "1960-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EFD71231EF3ABC4F52DFB766838B679EDE"
    },
    {
        "headline": "BIRTH CONTROL IN INDIA MAKING LITTLE HEADWAY; Illiteracy and Religious Beliefs Slow Plans to Check Population Growth",
        "snippet": "BANGALORE, India, Jan. 16 -- Indian leaders are alarmed by a rapid population increase which an official birth control program has failed to stem. If the increase continues, they say, it could thwart their most ambitious economic development plans.",
        "pub_date": "1960-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E1D61231EF3ABC4F52DFB766838B679EDE"
    },
    {
        "headline": "U.S. STUDY ASKED ON BIRTH CONTROL; Pike Asks Urgent Program on the Rhythm Method to End Religious Dispute",
        "snippet": "Bishop James A. Pike proposed last night that the Federal Government start a \"crash program'' to perfect the rhythm method of birth control as a means of limiting population.",
        "pub_date": "1960-01-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E1D9153AEF3ABC4D52DFB766838B679EDE"
    },
    {
        "headline": "Birth Control for India Queried",
        "snippet": "As an Indian with a lifetime experience of educational and social work in different parts of undivided India (including army service) may I submit that in a setting of life - negation - centered Hindu faith, and the firm belief that children are the...",
        "pub_date": "1960-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E0DA153AEF3ABC4F53DFB766838B679EDE"
    },
    {
        "headline": "WYSZYNSKI SCORED OVER BIRTH CONTROL",
        "snippet": "Polish Communist party organ scores Cardinal Wyszynski opposition to control",
        "pub_date": "1960-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E1DA153AEF3ABC4F53DFB766838B679EDE"
    },
    {
        "headline": "PRESIDENT CHIDED ON BIRTH CONTROL; Unitarian Group Dismayed by His Stand -- Congress Called Lax on Rights",
        "snippet": "WASHINGTON, Jan. 2 (UPI) -- The Unitarian Fellowship for Social Justice criticized President Eisenhower today for denying Government birth control information to densely populated India.",
        "pub_date": "1960-01-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E7DD1138E333A25750C0A9679C946191D6CF"
    },
    {
        "headline": "Population Planning; Program of Birth Control Viewed as Contributing to World Peace",
        "snippet": "The writer of the following letter, founder and first president of the American Birth Control League, is president emeritus of the International Planned Parenthood Federation.",
        "pub_date": "1960-01-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE2DD1138E333A25750C0A9679C946191D6CF"
    }
]