[
    {
        "headline": "INDIA TRIES BIRTH CONTROL; Will Create Family Planning Clinics With U.N. Help",
        "snippet": "Govt to set up clinics with WHO aid to teach birth control",
        "pub_date": "1951-12-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E4D61738E13BBC4D51DFB467838A649EDE"
    },
    {
        "headline": "INDIAN HEALTH TOUR BEGUN; U.N. Agent Will Try to Teach Birth Control to Natives",
        "snippet": "Dr Stone on tour to teach birth control",
        "pub_date": "1951-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE7DF123DE731A25752C1A9679D946092D6CF"
    },
    {
        "headline": "Birth Control Experiment To Be Carried On in India",
        "snippet": "Dr Chisholm repts Govt plans educ program; WHO sends experts",
        "pub_date": "1951-10-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5D6153DE731A25753C3A9669D946092D6CF"
    },
    {
        "headline": "DOCTORS QUERIED ON BIRTH CONTROL; Parley on Population Problems Hears 70% Would Give Data to Married Women",
        "snippet": "Seventy per cent of American physicians believe that any married woman who desires to obtain birth-control information is entitled to it, Dr. Alan F. Guttmacher, chief of obstetrics at Sinai Hospital, Baltimore, told the conference on \"World...",
        "pub_date": "1951-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E2D81E39E23ABC4951DFB667838A649EDE"
    },
    {
        "headline": "POPE PIUS SUPPORTS STATE HEALTH IDEA; Vatican Official, in Expressing Pope's Views, Warns Family Rights Must Be Guarded BIRTH CONTROL OPPOSED Letter to Society in France Stresses Church Policies on Socialized Medicine",
        "snippet": "ROME, July 17--Pope Pius XII strongly supported today a system of socialized medicine that would prevent the application of \"materialist and atheist theories\" and aid in improving the physical health of nations.",
        "pub_date": "1951-07-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE7DA113DE03BBC4052DFB166838A649EDE"
    },
    {
        "headline": "NEHRU FOR BIRTH CONTROL; Warns India of Rapid Population Rise, Upholds Welfare State",
        "snippet": "NEW DELHI, India, July 7 (Reuters)--Prime Minister Jawaharlal Nehru asserted today that India must encourage birth control to check the rapid growth of her population, which has been increased by 42,000,000 in the last ten years.",
        "pub_date": "1951-07-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE2D6133AEF33A2575BC0A9619C946092D6CF"
    },
    {
        "headline": "Birth Control Is Studied By Government of India",
        "snippet": "Govt studies birth control, other population curbs",
        "pub_date": "1951-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE7DD123BE13BBC4851DFB266838A649EDE"
    },
    {
        "headline": "BIRTH CONTROL STIRS CONNECTICUT CLASH",
        "snippet": "HARTFORD, April 11--A sharp clash developed taday at a long hearing before the Public Health and Safety Committee of the General Assembly between proponents and opponents of several bills that would authorize physicians to prescribe birth-control...",
        "pub_date": "1951-04-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE4DE1030E03BBC4A52DFB266838A649EDE"
    },
    {
        "headline": "MRS. HEPBURN DIES; MOTHER OF ACTRESS; Wife of Connecticut Surgeon Prominent for Her Work in Behalf of Birth Control Spoke in Legislatures",
        "snippet": "BLOOMFIELD, Conn., March 17, (AP)--Mrs. Thomas N. Hepburn, mother of Katharine Hepburn, the actress, was found dead in bed today. She was widely known for her crusading leadership in the birth control movement. Her age was 73.",
        "pub_date": "1951-03-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E1DF153DE731A2575BC1A9659C946092D6CF"
    }
]