[
    {
        "headline": "ONE SIDE EFFECT OF BIRTH CONTROL IN CHINA: THE BRAT",
        "snippet": "  China's drive to hold down its population by restricting couples to one child has created an uni@ntended side effect - the spoiled brat.   The problem was summed up by a Shanghai educator who recently told the English-language newspaper China Daily...",
        "pub_date": "1982-12-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/12/25/world/one-side-effect-of-birth-control-in-china-the-brat.html"
    },
    {
        "headline": "A $1 SPONGE SUPPORTED FOR BIRTH CONTROL",
        "snippet": "  If the Government approves the recommendation of one of its advisory committees, an over-the-counter contraceptive sponge that will cost about a dollar and is said to be as effective as the diaphragm could be on the market next year.   A Food and...",
        "pub_date": "1982-11-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/11/03/garden/a-1-sponge-supported-for-birth-control.html"
    },
    {
        "headline": "Birth Control in China",
        "snippet": "  A commune worker recently was expelled from the Communist Party after she gave birth to her fourth child, the provincial daily Hebei newspaper reported today.",
        "pub_date": "1982-11-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/11/03/world/birth-control-in-china.html"
    },
    {
        "headline": "STUDY SAYS BIRTH CONTROL PILL LESSENS OVARIAN CANCER RISK",
        "snippet": "  A four-year study of women who use birth-control pills showed that such women were about half as likely as others to get cancer of the ovaries, according to a new report in the Journal of the American Medical Association.   The data, compiled by...",
        "pub_date": "1982-06-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/06/18/style/study-says-birth-control-pill-lessens-ovarian-cancer-risk.html"
    },
    {
        "headline": "BIRTH-CONTROL RULE MAY BE MODIFIED",
        "snippet": "  The Reagan Administration's proposal to require notification of parents when minors receive contraceptives at clinics that receive Government funds may need refining so it will not be an undue burden on the clinics, an official of the Department of...",
        "pub_date": "1982-04-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/04/28/garden/birth-control-rule-may-be-modified.html"
    },
    {
        "headline": "BIRTH CONTROL: 4-DAY PILL IS PROMISING IN EARLY TEST",
        "snippet": "  A new birth control pill which women could take for four days at the end of each monthly cycle, instead of for three weeks as at present, has been devised by a leading French biochemist.    Prof. Etienne-Emile Baulieu announced his device, and the...",
        "pub_date": "1982-04-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/04/20/science/birth-control-4-day-pill-is-promising-in-early-test.html"
    },
    {
        "headline": "'DANGEROUS GASMES' ABOUT BIRTH CONTROL",
        "snippet": "  To the Editor:     In opposing the regulations proposed by Secretary Schweiker to notify parents if any contraceptive drugs or devices are prescribed for unemancipated minors, we have been joined by the seven major organizations of health...",
        "pub_date": "1982-03-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/03/18/opinion/l-dangerous-gasmes-about-birth-control-258414.html"
    },
    {
        "headline": "BIRTH CONTROL PROPOSAL",
        "snippet": "  To the Editor:    We want to commend you for your perceptive editorial ''Women Then and Now'' (March 5). It is indeed ironic that President Reagan should declare National Women's History Week while opposing so many of the basic rights for which...",
        "pub_date": "1982-03-12T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/03/12/opinion/l-birth-control-proposal-244585.html"
    },
    {
        "headline": "ADOLESCENTS, PARENTS AND BIRTH CONTROL",
        "snippet": "  Do parents have the right to know that contraceptive drugs or devices have been prescribed for their adolescent children? Or do teen-agers have the right to obtain birth control without the knowledge - and possible disapproval - of their parents?...",
        "pub_date": "1982-03-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/03/08/style/issue-and-debate-adolescents-parents-and-birth-control.html"
    },
    {
        "headline": "IN INDIA, BIRTH CONTROL FOCUS SHIFTS TO WOMEN",
        "snippet": "  India's national birth control program is gaining momentum, and all over the country thousands of people, mostly women, are lining up at medical camps for surgical sterilizations.   Prime Minister Indira Gandhi proclaimed February as ''family...",
        "pub_date": "1982-03-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/03/07/world/in-india-birth-control-focus-shifts-to-women.html"
    },
    {
        "headline": "PREREQUISITES FOR TEEN-AGE BIRTH CONTROL",
        "snippet": "  To the Editor:     Charline Spektor's letter of Jan. 10, which urged pharmaceutical companies to advertise contraceptives on television as a way of helping young people avoid unintended pregnancies, merits applause and comment.   v.   e have...",
        "pub_date": "1982-01-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/01/22/opinion/l-prerequisites-for-teen-age-birth-control-183661.html"
    },
    {
        "headline": "PREREQUISITES FOR TEEN-AGE BIRTH CONTROL",
        "snippet": "  To the Editor:    ''A Mortal Kind of Illiteracy,'' your editorial of Dec. 29 on the infant mortality rate in Washington, D.C., emphasized the need for contraceptive education for teen-agers. It should have gone one crucial step further.",
        "pub_date": "1982-01-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/01/22/opinion/l-prerequisites-for-teen-age-birth-control-183649.html"
    },
    {
        "headline": "BIRTH-CONTROL SHOWCASE",
        "snippet": "  To the Editor:     Your Dec. 29 editorial ''A Moral Kind of Illiteracy'' makes us stop and ask why parents and communities at large choose to keep young adults in the dark until it is too late and teen-age maternity or teen-age abortion are the...",
        "pub_date": "1982-01-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/01/10/opinion/birth-control-showcase.html"
    },
    {
        "headline": "SOAP OPERA IN MEXICO DRAMATIZING BIRTH CONTROL",
        "snippet": "  An early scene shows the dilapidated, noisy and overcrowded home of a poor Mexican family as a grown-up daughter reports tearfully that she is pregnant for the third time in three years. ''I don't want my child to grow up in a place like this,''...",
        "pub_date": "1982-01-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/01/05/world/soap-opera-in-mexico-dramatizing-birth-control.html"
    },
    {
        "headline": "BETTER BIRTH CONTROL PILL SEEN",
        "snippet": "  Scientists today reported successful tests of a synthetic brain hormone that may lead to a ''once-a-month'' birth control pill for women that avoids the side effects of current contraceptives.   The same hormone also may reverse infertility in...",
        "pub_date": "1982-01-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/1982/01/01/us/better-birth-control-pill-seen.html"
    }
]