[
    {
        "headline": "New Birth Control Label Counters Lawsuit Claim",
        "snippet": "Changes to the labeling of a European emergency contraception pill may play a role in two cases the Supreme Court will hear.",
        "pub_date": "2013-11-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/11/27/us/shift-on-birth-control-pill-may-affect-court-cases.html"
    },
    {
        "headline": "Birth Control Pills May Raise Eye Risks",
        "snippet": "Women who use birth control pills for several years or longer may want to consider having their eyes checked more regularly as they get older, as a new study suggests the pills may double their lifetime risk of developing glaucoma.",
        "pub_date": "2013-11-21T00:02:19Z",
        "web_url": "http://well.blogs.nytimes.com/2013/11/21/birth-control-pills-may-raise-eye-risks/"
    },
    {
        "headline": "Using Humor to Talk About Birth Control",
        "snippet": "A campaign guides young African-American women in making contraceptive choices.",
        "pub_date": "2013-11-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/11/11/business/media/using-humor-to-talk-about-birth-control.html"
    },
    {
        "headline": "Need Birth Control Advice, Fast? Text Planned Parenthood",
        "snippet": "Planned Parenthood’s experts have reached more than 250,000 people by text or chat since it began offering that option.",
        "pub_date": "2013-09-30T14:42:05Z",
        "web_url": "http://parenting.blogs.nytimes.com/2013/09/30/need-birth-control-advice-fast-text-planned-parenthood/"
    },
    {
        "headline": "Birth Control and a Boss’s Religious Views",
        "snippet": "There are no legal grounds to exempt private businesses from the contraception mandate in the health care law.",
        "pub_date": "2013-09-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/09/30/opinion/birth-control-and-a-bosss-religious-views.html"
    },
    {
        "headline": "Pope Says Church Is ‘Obsessed’ With Gays, Abortion and Birth Control",
        "snippet": "Saying that the Roman Catholic Church should seek a “new balance,” Pope Francis articulated his vision of an inclusive church, evoking gratitude and hope from liberal Catholics who had felt left out in the cold.",
        "pub_date": "2013-09-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/09/20/world/europe/pope-bluntly-faults-churchs-focus-on-gays-and-abortion.html"
    },
    {
        "headline": "China Silent on Demand for Disclosure on Birth Control Fines: Lawyer",
        "snippet": "China's local governments have failed to account for the use of more than 16.5 billion yuan ($2.7 billion) in fines paid by families flouting strict family planning rules, a lawyer who has joined the call for public disclosure said on Wednesday.",
        "pub_date": "2013-09-04T08:10:54Z",
        "web_url": "http://www.nytimes.com/reuters/2013/09/04/world/asia/04reuters-china-child.html"
    },
    {
        "headline": "Oklahoma Judge Blocks Law Limiting Morning-After Birth Control",
        "snippet": "The state’s Legislature had tried to curb access to the morning-after pill after the federal government removed restrictions on its availability.",
        "pub_date": "2013-08-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/08/20/us/oklahoma-judge-blocks-law-limiting-morning-after-birth-control.html"
    },
    {
        "headline": "NY Village Trying Birth Control to Trim Deer Herd",
        "snippet": "This suburban village overlooking the Hudson River is a mere 2 square miles, home to a hip downtown, neighborhoods of neatly kept homes and an ever-growing population of deer that overrun woods, chew through gardens and cause more than a dozen car...",
        "pub_date": "2013-08-03T13:27:47Z",
        "web_url": "http://www.nytimes.com/aponline/2013/08/03/us/ap-us-deer-birth-control.html"
    },
    {
        "headline": "Hobby Lobby Wins a Stay Against Birth Control Mandate",
        "snippet": "A federal judge has temporarily exempted Hobby Lobby Stores Inc from a requirement in the 2010 healthcare law that it offer workers insurance coverage for birth control, which the retailer said violated its religious beliefs.",
        "pub_date": "2013-07-19T12:00:19Z",
        "web_url": "http://www.nytimes.com/reuters/2013/07/19/us/19reuters-hobbylobby-contraception.html"
    },
    {
        "headline": "Catholic Hospitals Accept Birth Control Compromise",
        "snippet": "In a split with U.S. bishops, a trade group for Catholic hospitals said Tuesday it can accept the Obama's administration latest compromise on birth control coverage by religious employers.",
        "pub_date": "2013-07-09T11:10:49Z",
        "web_url": "http://www.nytimes.com/aponline/2013/07/09/us/politics/ap-us-birth-control-religious-groups.html"
    },
    {
        "headline": "Final Gov't Birth Control Rule for Faith Groups",
        "snippet": "The Obama administration issued its final compromise Friday for religiously affiliated charities, hospitals and other nonprofits that object to covering birth control in their employee health plans.",
        "pub_date": "2013-06-28T11:43:16Z",
        "web_url": "http://www.nytimes.com/aponline/2013/06/28/us/politics/ap-us-birth-control-religious-groups.html"
    },
    {
        "headline": "U.S. Sets Birth Control Rule for Employers With Religious Ties",
        "snippet": "The Obama administration on Friday made it final that employees of religiously affiliated, nonprofit institutions would receive insurance coverage for birth control amid mounting legal challenges to a rule in the recent healthcare law.",
        "pub_date": "2013-06-28T11:32:43Z",
        "web_url": "http://www.nytimes.com/reuters/2013/06/28/us/politics/28reuters-usa-healthcare-contraceptives.html"
    },
    {
        "headline": "Dog Birth Control Shots Could Limit Populations",
        "snippet": "A decade ago, the Rosebud Sioux Indians in South Dakota were paying people to catch and shoot wild dogs. Dogs that weren't caught were covered in mange and parasites. Some froze. Some starved. In packs, they survived by eating each other. And dog...",
        "pub_date": "2013-06-20T04:37:20Z",
        "web_url": "http://www.nytimes.com/aponline/2013/06/20/us/ap-us-pets-feral-birth-control.html"
    },
    {
        "headline": "Archdiocese Pays for Health Plan That Covers Birth Control",
        "snippet": "Though Cardinal Timothy M. Dolan has denounced the new health care law for requiring some employers to cover contraception, the archdiocese has been providing such coverage for thousands of workers for over a decade.",
        "pub_date": "2013-05-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/05/27/nyregion/new-york-archdiocese-reluctantly-paying-for-birth-control.html"
    },
    {
        "headline": "Hobby Lobby Tests Birth-Control Coverage Mandate",
        "snippet": "In the most prominent challenge of its kind, Hobby Lobby Stores Inc. asked a federal appeals court Thursday for an exemption from part of the federal health care law that requires it to offer employees health coverage that includes access to the...",
        "pub_date": "2013-05-23T03:49:38Z",
        "web_url": "http://www.nytimes.com/aponline/2013/05/23/us/ap-us-hobby-lobby-birth-control.html"
    },
    {
        "headline": "Should Birth Control Pills Be Available to Teenage Girls Without a Prescription? ",
        "snippet": "Why do you think some parents might be concerned about making birth-control or morning-after pills available over the counter?",
        "pub_date": "2013-05-03T05:00:52Z",
        "web_url": "http://learning.blogs.nytimes.com/2013/05/03/should-birth-control-pills-be-available-to-teenage-girls-without-a-prescription/"
    },
    {
        "headline": "Obama Backs Birth Control Rule Change",
        "snippet": "President Obama said Thursday he was “comfortable” with a Food and Drug Administration decision to allow over-the-counter access to morning-after pills for girls as young as 15.",
        "pub_date": "2013-05-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/05/03/health/obama-backs-new-fda-limits-on-morning-after-pill.html"
    },
    {
        "headline": "Wednesday Reading: Age Lowered for Next-Day Birth Control Access",
        "snippet": "The age is lowered for next-day birth control, visiting Paraguay’s landlocked Guairá region, a cab-hailing app now approved in New York and other consumer-focused news from The New York Times.",
        "pub_date": "2013-05-01T08:08:24Z",
        "web_url": "http://bucks.blogs.nytimes.com/2013/05/01/wednesday-reading-age-lowered-for-next-day-birth-control-access/"
    },
    {
        "headline": "Drug Agency Lowers Age for Next-Day Birth Control",
        "snippet": "The F.D.A. on Tuesday made the most widely known morning-after pill available without a prescription to girls and women ages 15 and older.",
        "pub_date": "2013-05-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/05/01/health/fda-lowers-age-for-morning-after-pill.html"
    },
    {
        "headline": "Bayer to Buy Birth-Control Devices Maker for $1.1 Billion",
        "snippet": "Germany's Bayer AG has agreed to buy U.S. contraceptive devices maker Conceptus for $1.1 billion, aiming to underpin its position as the world's largest women's healthcare provider,",
        "pub_date": "2013-04-29T04:27:21Z",
        "web_url": "http://www.nytimes.com/reuters/2013/04/29/business/29reuters-bayer-conceptus.html"
    },
    {
        "headline": "Birth Control in Drugstores",
        "snippet": "Dr. Douglas W. Laube of Physicians for Reproductive Health responds to a Sunday Review news analysis.",
        "pub_date": "2013-04-24T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/04/24/opinion/birth-control-in-drugstores.html"
    },
    {
        "headline": "Catholic Church Withdraws Subpoena to Obama on Birth Control",
        "snippet": "Scaling down a legal fight with the White House, the Roman Catholic Archdiocese of New York has agreed to drop a request for documents about the government's requirement of insurance coverage for birth control, a court filing on Monday said.",
        "pub_date": "2013-04-23T14:47:39Z",
        "web_url": "http://www.nytimes.com/reuters/2013/04/23/us/23reuters-usa-courts-obama.html"
    },
    {
        "headline": "Is It Time for Off-the-Shelf Birth-Control Pills?",
        "snippet": "Oral contraceptives are arguably safer than many over-the-counter medicines.",
        "pub_date": "2013-04-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/04/21/sunday-review/is-it-time-for-off-the-shelf-birth-control-pills.html"
    },
    {
        "headline": "White House Fights Catholic Church Subpoena on Birth Control",
        "snippet": "The Obama administration has gone to court to try to block a subpoena from the Roman Catholic Archdiocese of New York seeking White House documents about the government's requirement of insurance coverage for birth control.",
        "pub_date": "2013-04-05T20:04:18Z",
        "web_url": "http://www.nytimes.com/reuters/2013/04/05/us/politics/05reuters-usa-courts-obama.html"
    },
    {
        "headline": "Missouri: Judge Strikes Down Birth Control Measure",
        "snippet": "A federal judge has struck down a Missouri law because it conflicts with a federal mandate for insurers to cover birth control at no additional cost to women.",
        "pub_date": "2013-03-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/03/19/us/missouri-judge-strikes-down-birth-control-measure.html"
    },
    {
        "headline": "Judge Overturns Mo. Law on Birth Control Coverage",
        "snippet": "A federal judge has struck down a Missouri law exempting moral objectors from mandatory birth control coverage because it conflicts with an insurance requirement under President Barrack Obama's health care law.",
        "pub_date": "2013-03-18T11:45:00Z",
        "web_url": "http://www.nytimes.com/aponline/2013/03/18/us/ap-us-health-insurance-birth-control.html"
    },
    {
        "headline": "Israel to Probe Birth Control for Ethiopian Immigrants",
        "snippet": "Israel's Health Ministry has ordered an investigation into whether government employees or health workers prescribed a birth control drug to Ethiopian immigrant women as a way to control the population.",
        "pub_date": "2013-02-28T14:14:42Z",
        "web_url": "http://www.nytimes.com/reuters/2013/02/28/world/africa/28reuters-israel-contraceptives.html"
    },
    {
        "headline": "Religious Exemptions From Birth Control Mandate",
        "snippet": "Readers react to a column by Bill Keller.",
        "pub_date": "2013-02-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/02/20/opinion/religious-exemptions-from-birth-control-mandate.html"
    },
    {
        "headline": "Israeli Ethiopian Birth Control Ignites Debate",
        "snippet": "Accusations that Israel deliberately tried to curb birth rates among Ethiopian immigrants have reopened a debate over discrimination against the group &#8212; highlighting the state's uneasy relationship with a community that has yet to fully settle...",
        "pub_date": "2013-02-18T17:51:32Z",
        "web_url": "http://www.nytimes.com/aponline/2013/02/18/world/middleeast/ap-ml-israel-ethiopians-birth-control.html"
    },
    {
        "headline": "Catholic Hospitals: Progress in Birth Control Rule",
        "snippet": "A trade group for Roman Catholic hospitals says the latest federal rules on birth control coverage are an improvement.",
        "pub_date": "2013-02-13T18:35:48Z",
        "web_url": "http://www.nytimes.com/aponline/2013/02/13/us/politics/ap-us-birth-control-catholic-hospitals.html"
    },
    {
        "headline": "Birth Control and Religious Freedom",
        "snippet": "Responses from the American Civil Liberties Union, the National Organization for Women, New York City chapter, a Catholic priest and Catholics for Choice.",
        "pub_date": "2013-02-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/02/09/opinion/birth-control-and-religious-freedom.html"
    },
    {
        "headline": "Bishops Reject Birth Control Compromise",
        "snippet": "The Roman Catholic hierarchy said the White House compromise on health insurance coverage of birth control did not do enough to protect religious institutions.",
        "pub_date": "2013-02-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/02/08/health/bishops-reject-white-house-proposal-on-contraceptive-coverage.html"
    },
    {
        "headline": "Obama Offers Faith Groups New Birth Control Rule",
        "snippet": "Facing a wave of lawsuits over what government can tell religious groups to do, the Obama administration is proposing a compromise for faith-based nonprofits that object to covering birth control in their employee health plans.",
        "pub_date": "2013-02-02T03:22:10Z",
        "web_url": "http://www.nytimes.com/aponline/2013/02/02/us/politics/ap-us-birth-control-religious-groups.html"
    },
    {
        "headline": "Birth Control Rule Altered to Allay Religious Objections",
        "snippet": "The Obama administration proposed a compromise that it said would guarantee free coverage of birth control while allowing churches and religious organizations not to pay for it.",
        "pub_date": "2013-02-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/02/02/us/politics/white-house-proposes-compromise-on-contraception-coverage.html"
    },
    {
        "headline": "Obama Offers Compromise on Birth Control Health Coverage",
        "snippet": "The Obama administration on Friday sought to settle a dispute with religious leaders over whether employees at faith-affiliated universities, hospitals and other institutions should have access to health insurance coverage for contraceptives.",
        "pub_date": "2013-02-01T12:17:16Z",
        "web_url": "http://www.nytimes.com/reuters/2013/02/01/us/01reuters-usa-healthcare-contraceptives.html"
    },
    {
        "headline": "Wis. Couple Can't Collect in Birth Control Mix-Up",
        "snippet": "A clinic that mistakenly gave vitamins instead of birth-control pills to a Wisconsin woman doesn't have to pay to raise the child she conceived but can be sued for other financial damages, a state appeals court ruled Wednesday.",
        "pub_date": "2013-01-30T18:33:20Z",
        "web_url": "http://www.nytimes.com/aponline/2013/01/30/us/ap-us-birth-control-mix-up.html"
    },
    {
        "headline": "A Flood of Suits Fights Coverage of Birth Control",
        "snippet": "In recent months, federal courts have seen dozens of lawsuits from religious institutions and private employers who say providing birth control to employees would violate their beliefs.",
        "pub_date": "2013-01-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/2013/01/27/health/religious-groups-and-employers-battle-contraception-mandate.html"
    },
    {
        "headline": "Obama Birth Control Mandates Loosens Lawsuits",
        "snippet": "Lawsuits over the birth control rule in the federal health care overhaul seem headed to the Supreme Court.",
        "pub_date": "2013-01-26T17:02:23Z",
        "web_url": "http://www.nytimes.com/aponline/2013/01/26/us/ap-us-birth-control-lawsuits.html"
    },
    {
        "headline": "FDA Won't Regulate Pa. Birth Control Machine",
        "snippet": "The U.S. Food and Drug Administration won't take any regulatory action over a vending machine at a Pennsylvania college that dispenses the morning-after pill.",
        "pub_date": "2013-01-25T18:36:53Z",
        "web_url": "http://www.nytimes.com/aponline/2013/01/25/us/ap-us-morning-after-pill-machine.html"
    }
]