[
    {
        "headline": "TO LEAVE BARNARD POST; Miss Helen K. Stevens to Join Birth Control Federation",
        "snippet": "H K Stevens resigns as dean's asst",
        "pub_date": "1939-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E4DC123EE23ABC4B51DFB7678382629EDE"
    },
    {
        "headline": "JUDGE REJECTS BAN ON 'BIRTH CONTROL'; Clears Two Doctors and Nurse in Test Case Brought Under Connecticut Statute LAW'S DEFECTS STRESSED Unconstitutionality Ascribed to Measure's Failure to Give Exceptions for Physician",
        "snippet": "WATERBURY, Conn., Aug. 7 (AP).--Connecticut's \"birth control\" law was ruled unconstitutional today by Superior Court Judge Kenneth Wynne.",
        "pub_date": "1939-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E7D7163EE23ABC4053DFBE668382629EDE"
    },
    {
        "headline": "BIRTH CONTROL ENDORSED; British Methodists Approve Frank Report on Subject",
        "snippet": "Meth Conf of Gt Brit rept on trial marriage",
        "pub_date": "1939-07-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EFDD1230E53ABC4D51DFB1668382629EDE"
    },
    {
        "headline": "PARENTHOOD DRIVE GAINS; $201,756 Total in Fund to Aid Birth Control Federation",
        "snippet": "Por",
        "pub_date": "1939-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E6D71730E53ABC4D51DFB3668382629EDE"
    },
    {
        "headline": "$113,299 FOR CLINIC FUND; Birth Control Federation Gets More in Drive Than Last Year",
        "snippet": "Dr W E Morris s on importance of med guidance, com meeting; contributions rept",
        "pub_date": "1939-05-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E3DA123AE532A25750C0A9639C946894D6CF"
    },
    {
        "headline": "FOR PLANNED PARENTHOOD; Mrs. Sanger Says Birth Control Will Reduce Abortion Rate",
        "snippet": "Mrs M Sanger urges planned parenthood to stop racket",
        "pub_date": "1939-05-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00EFDB123AE532A25752C0A9639C946894D6CF"
    },
    {
        "headline": "NEW BIRTH CONTROL UNIT; Organization of a National Medical Council Announced",
        "snippet": "Organization announced",
        "pub_date": "1939-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03EEDC113CE73ABC4F51DFB2668382629EDE"
    },
    {
        "headline": "BIRTH CONTROL FUND RISES; Gifts of $116,895 Reported in Drive for $310,876",
        "snippet": "contributions rept",
        "pub_date": "1939-04-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CEFDF113CE73ABC4951DFB2668382629EDE"
    },
    {
        "headline": "CAMPAIGN OPENED FOR BIRTH CONTROL; Wide Distribution of Scientific Knowledge Urged at Dinner of Group Seeking $310,876 ALDRICH ENDORSES DRIVE Banker Sends Cable Message --Mrs. Sanger Says Abortion Rings Menace Women",
        "snippet": "Widespread distribution of scientific knowledge on birth control was urged by speakers last night at a dinner at the Park Lane Hotel of the Citizens Committee on Planned Parenthood.",
        "pub_date": "1939-04-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E1DE1439E03ABC4952DFB2668382629EDE"
    },
    {
        "headline": "To Direct Birth Control Group",
        "snippet": "Accepts apptmt as Amer Birth Control Fed managing dir",
        "pub_date": "1939-04-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EEDF1439E03ABC4852DFB2668382629EDE"
    },
    {
        "headline": "STATUS VOTE ASKED FOR PUERTO RICANS; 73 Organizations, Meeting in Convention, Ask Congress to Approve Plebiscite POLITICAL ISSUE AVOIDED Amendment of Laws on Wages and Hours, Sugar Quotas and Birth Control Sought",
        "snippet": "SAN JUAN, Puerto Rico, March 13.--A definition of Puerto Rico's political status as a step essential to its economic recovery, the island's future to be determined by the islanders as American citizens ...",
        "pub_date": "1939-03-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E4D61E3FE23ABC4C52DFB5668382629EDE"
    },
    {
        "headline": "U.S. IS SEEN LOSING SANCTITY OF HOME; Dr. Furlong Deplores Rise of Divorces and the Practice of Birth Control in Nation",
        "snippet": "Divorces and the practice of birth control have made the sanctity of marriage \"America's number one problem,\" the Very Rev. Dr. Philip J. Furlong, president of Cathedral College, said in a sermon at solemn...",
        "pub_date": "1939-03-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E6DB133CE73ABC4E53DFB5668382629EDE"
    },
    {
        "headline": "AID TO PEACE SEEN IN BIRTH CONTROL; Mrs. Sanger Says Population Rate Must Be Adjusted",
        "snippet": "S on birth control in Sweden, Birth Control Fed of Amer",
        "pub_date": "1939-01-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE4DC133EE33ABC4851DFB7668382629EDE"
    },
    {
        "headline": "BIRTH CONTROL RIFT ENDED BY MERGER; Rival Factions Join and Map Plans to Widen Health and Welfare Program MRS. SANGER AN OFFICER Dr. R.N. Pierson Selected as President of Federation-- Both Acclaim Organization",
        "snippet": "A rift in the ranks of the birth control movement in this country that occurred ten years ago was ended yesterday by a merger of the two factions and the adoption of a concerted program to establish birth control as an important part of the public...",
        "pub_date": "1939-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01EFD8103FE23ABC4152DFB7668382629EDE"
    },
    {
        "headline": "WILL STUDY BIRTH CONTROL; 200 Delegates to Attend League Meeting Opening Wednesday",
        "snippet": "The American Birth Control League will hold its eighteenth annual meeting for three days, beginning Wednesday, in the Hotel Biltmore, with more than two hundred delegates, representing twenty-eight State member leagues, in attendance. Mrs. Margaret...",
        "pub_date": "1939-01-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E5DE1438E133A25756C1A9679C946894D6CF"
    }
]