[
    {
        "headline": "COMPUTER AID FOR 'NATURAL' BIRTH CONTROL",
        "snippet": "  A prototype of a bedside computer intended to improve the accuracy and reliability of ''natural family planning'' is due to arrive in this country in the next several weeks for clinical tests.   Natural family planning avoids pills, barriers or...",
        "pub_date": "1981-12-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/12/26/style/computer-aid-for-natural-birth-control.html"
    },
    {
        "headline": "BIRTH CONTROL ADS MAKE DEBUT ON FRENCH TV",
        "snippet": "  French television has a new hit - a Governmentsponsored commercial advocating contraception. Appearing daily through Dec. 9, the commercial is part of the first public information campaign on contraception since birth control was legalized in...",
        "pub_date": "1981-11-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/11/29/world/birth-control-ads-make-debut-on-french-tv.html"
    },
    {
        "headline": "SOME DEVELOPING LANDS GAIN IN BIRTH CONTROL, REPORT SAYS",
        "snippet": "  Contraception in some developing nations is rapidly approaching the levels found in the United States, a publication of Johns Hopkins Hospital reports.   The current issue of Population Reports, a bimonthly newsletter, said that more than half the...",
        "pub_date": "1981-07-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/07/02/us/some-developing-lands-gain-in-birth-control-report-says.html"
    },
    {
        "headline": "UNLIKELY VOLUNTEERS IN INDIA'S BIRTH CONTROL",
        "snippet": "  To the Editor:     I read with great misgiving your May 26 news article on Prime Minister Indira Gandhi's efforts to subject India to another ''voluntary'' birth-control program. Despite claims to the contrary, government birth-limitation programs,...",
        "pub_date": "1981-06-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/06/08/opinion/l-unlikely-volunteers-in-india-s-birth-control-149097.html"
    },
    {
        "headline": "Ideas & Trends In Summary; Mrs. Gandhi Again Urging Birth Control",
        "snippet": "  The continued growth in India's abundant natural resource, people, moved Prime Minister Indira Gandhi to vehemence last week. Addressing a conference of members of Parliament, she called new statistics ''shocking.''",
        "pub_date": "1981-05-31T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/05/31/weekinreview/ideas-trends-in-summary-mrs-gandhi-again-urging-birth-control.html"
    },
    {
        "headline": "ABORTION FOE IS CHIEF CANDIDATE TO LEAD BIRTH CONTROL PROGRAMS",
        "snippet": "  A prominent antiabortion lobbyist here, Marjory Mecklenburg, is the leading candidate to head the Government office that aids teen-age mothers and counsels on birth control, according to Government officials.   A spokesman for Richard S. Schweiker,...",
        "pub_date": "1981-02-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1981/02/18/us/abortion-foe-is-chief-candidate-to-lead-birth-control-programs.html"
    }
]