[
    {
        "headline": "DISORDER IN COURT AS SANGER IS FINED; Justices Order Room Cleared When Socialists and Anarchists Hoot Verdict. DEFENDS BIRTH CONTROL Prisoner Accuses Comstock of Violating the Law and Goes to Jail Rather Than Pay.",
        "snippet": "Turbulent scenes followed the conviction yesterday in Special Sessions of William Sanger, artist and architect, of having violated the Criminal Code in giving away a single copy of \"Family Limitation,\" a pamphlet on birth control written by Margaret...",
        "pub_date": "1915-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E5D91138E633A25752C1A96F9C946496D6CF"
    },
    {
        "headline": "TO FIGHT IN COURT FOR BIRTH CONTROL; Sanger, the Artist, Ready to Meet Comstock's Efforts to Suppress Discussion. CALLS IT A HUMAN RIGHT Tells of Hardships to Parents and Children Through Ill-Balanced Families.",
        "snippet": "When William Sanger, artist and architect, of 277 West Eleventh Street, comes into the Court of Special Sessions on Friday next to plead to a charge of circulating obscene literature, his case promises to rouse the interest of those who advocate a...",
        "pub_date": "1915-09-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5DC1731E733A05756C0A96F9C946496D6CF"
    },
    {
        "headline": "BIG MEETING MOVES FOR BIRTH CONTROL; Serious Gathering in Academy of Medicine Would Change the Penal Law. UNFIT CHILDREN USELESS Dr. Abraham Jacobi Urges That Physicians Be Permitted to Advise as in European Countries.",
        "snippet": "At the Academy of Medicine last night, with the support of physicians of standing and workers in sociological fields, the recently agitated movement to remove legal prohibitions against communicating methods of birth control and prevention received...",
        "pub_date": "1915-05-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DEFDA1338E633A25754C2A9639C946496D6CF"
    }
]