[
    {
        "headline": "British Starting to Replace Indicted Birth-Control Pill",
        "snippet": "anxious Brit women swamp drs and health clinics with telephone calls; Family Planning Assn says it will stop prescribing high content pills now used by its 400,000 clients, drug mfts rush lower content pills to mkt",
        "pub_date": "1969-12-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E6D7123CEE34BC4B52DFB4678382679EDE"
    },
    {
        "headline": "RABBI GIVES VIEWS ON BIRTH CONTROL; Cites Jewish Law and Bible on Marital Ethics",
        "snippet": "\" Be fruitful and multiply,\" says the Bible, but a rabbinic scholar here proposes a corollary: \"Be joyful and multiply.\"",
        "pub_date": "1969-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EFD61238EF3BBC4850DFB7678382679EDE"
    },
    {
        "headline": "MEXICAN OFFICIAL OPPOSES THE PILL; His Stand Disappointing to Birth Control Advocates",
        "snippet": "MEXICO CITY, Nov. 8 -- Luis Echeverria Alvarez, the unchallenged presidential nominee of Mexico's governing party, has taken a strong public stand against promoting birth control in this country of 50 million people.  ",
        "pub_date": "1969-11-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E5DC1238EF3BBC4153DFB7678382679EDE"
    },
    {
        "headline": "To Spur Birth Control",
        "snippet": "Your headline in The Times of Sept. 22 -- Scientists Tell Nixon Adviser Voluntary Birth Control Is \"Insanity\" -- will come as a shock to most of the scientists working in the field of population, and also to those who are sincerely interested in...",
        "pub_date": "1969-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E7DD1E3AEF3BBC4051DFBF668382679EDE"
    },
    {
        "headline": "Scientists Tell Nixon Adviser Voluntary Birth Control Is 'Insanity'",
        "snippet": "ASPEN, Colo., Sept. 21 -- A close adviser of President Nixon was told by scientists this weekend that the official Federal notion of limiting population by voluntary birth control was \"insanity,\" and birth control would have to be made compulsory to...",
        "pub_date": "1969-09-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E1DB1F3AEE34BC4A51DFBF668382679EDE"
    },
    {
        "headline": "3 PRIESTS REGAIN STATUS IN CAPITAL; Reinstated by O'Boyle In Birth Control Dispute",
        "snippet": "WASHINGTON, Sept. 6 (Religious News Service) -- The authority to hear confession has been fully restored to three Roman Catholic priests, among 43 disciplined by Patrick Cardinal O'Boyle, Archbishop of Washington, a year ago.",
        "pub_date": "1969-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E4D6103AEF3BBC4F53DFBF668382679EDE"
    },
    {
        "headline": "Birth Control Pills 'Safe,' Drug Agency Report Says; F.D.A. Calls Birth Control Pills 'Safe'",
        "snippet": "WASHINGTON, Sept. 4 -- The Food and Drug Administration formally reported today that the birth control pills being taken by 8.5 million American women were \"safe\" but that there was a definite cause-and-effect relationship between the use of \"the...",
        "pub_date": "1969-09-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E3DA123CE73BBC4D53DFBF668382679EDE"
    },
    {
        "headline": "U.N. PLAN FOR 70'S URGES SELF-HELP; Development Strategy Also Stresses Birth Control",
        "snippet": "UNITED NATIONS, N. Y., Aug. 2 -- A broad United Nations program to develop the emerging nations in the nineteen-seventies places new stress on self-help, farming and birth control.",
        "pub_date": "1969-08-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE3D7133AEF3BBC4B53DFBE668382679EDE"
    },
    {
        "headline": "Nixon on Birth Control",
        "snippet": "I wish to voice my support of President Nixon's extension of Government birth control programs. Our nation must address itself to this urgent problem. [Editorial July 29.]",
        "pub_date": "1969-08-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E5D71E3AEE34BC4953DFBE668382679EDE"
    },
    {
        "headline": "Birth-Control Ban Upheld",
        "snippet": "L'Osservatore Romano, Vatican newspaper, says humanity should be grateful to Pope for birth control ban, which saves mankind from itself and from dehumanizing effect of unbridled sexuality, article marking anniv of Papal encyclical",
        "pub_date": "1969-07-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CEEDC1739EF3BBC4151DFB1668382679EDE"
    },
    {
        "headline": "NIXON PROPOSES BROADER U.S. AID IN BIRTH CONTROL; Urges Creation of Panel to Study the Implications of Rising Population",
        "snippet": "WASHINGTON, July 18 -President Nixon proposed today a substantial expansion of the Government's birth control programs and the establishment of a commission to study the implications of continued population growth in the United States.",
        "pub_date": "1969-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404EFDD1738E63ABC4152DFB1668382679EDE"
    },
    {
        "headline": "Dr. C.L.Buxton, Who WonFight On Birth-Control Ban, Is Dead; Obstetrician Persuaded High Court to Strike Down Connecticut Statute",
        "snippet": "Dies, 64; por",
        "pub_date": "1969-07-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E7D91E3AEE34BC4053DFB1668382679EDE"
    },
    {
        "headline": "BIRTH-CONTROL UNIT TO AID ADOLESCENTS",
        "snippet": "The Commonwealth Fund has granted $145,700 to Planned Parenthood of New York City to develop locally sponsored pilot programs of sex education, counseling and related medical services for adolescents in poor neighborhoods here.",
        "pub_date": "1969-06-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE5DB1639EF3BBC4151DFB0668382679EDE"
    },
    {
        "headline": "NEW IDEAS CITED ON BIRTH CONTROL; Bandung Conference Hears Call for Radical Changes",
        "snippet": "Radical changes in the approach to population control, ranging from the use of Madison Avenue techniques to the re-education of physicians, were proposed during the last week at an international conference of the Planned Parenthood Federation.",
        "pub_date": "1969-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EEDF173EE23BA1575BC0A9609C946891D6CF"
    },
    {
        "headline": "Model Birth Control Plan Helps Poor in Louisiana; BIRTH CLINICS AID POOR IN LOUISIANA",
        "snippet": "NEW ORLEANS, May 26 -- Four years ago it was a felony in Louisiana to distribute information on birth control. But today nearly 20,000 poor women of child-bearing age in New Orleans are using birth control devices, legally and free of cost.",
        "pub_date": "1969-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E4D8123AEE34BC4051DFB3668382679EDE"
    },
    {
        "headline": "Jury Clears Maker Of Birth Control Pill In Woman's Death",
        "snippet": "SOUTH BEND, Ind., May 20 (AP) -- A jury of four women and eight men decided today that an Illinois manufacturer of birth control pills was free of any guilt in the death of a South Bend woman.",
        "pub_date": "1969-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E0D91638E63ABC4951DFB3668382679EDE"
    },
    {
        "headline": "PAKISTAN PRAISED ON BIRTH CONTROL; But U.N. Report Questions Whether Goal Will Be Met",
        "snippet": "UNITED NATIONS, N. Y., May 17 -- A United Nations survey team gave high marks to Pakistan's family planning program today for good organization and imaginative promotion, but questioned whether goals set for birth reduction were being achieved.  ",
        "pub_date": "1969-05-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E7D71E3BE632A1575BC1A9639C946891D6CF"
    },
    {
        "headline": "Birth Control Pills: A Balance Sheet on Their National Impact; Birth Control Pills: A Balance Sheet of Their Impact on Women and Research",
        "snippet": "Mrs. David G., a lithe 35-year-old brunette, began taking oral contraceptives after the birth of her third child. But now, two years later, she has given up the pill because, she says, \"I became so irritable and depressed that my family couldn't live...",
        "pub_date": "1969-03-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEFDC1139E63ABC4B51DFB5668382679EDE"
    },
    {
        "headline": "Birth-Control Clinic Opens in Rome, Defying Law; Group Fights Statute Dating From the Fascist Era and Hopes for Its Repeal",
        "snippet": "ROME, March 14 -- A sociologist, four doctors and a junior government minister opened Rome's first birth-control clinic today, thus risking, at least in theory, a year in jail.",
        "pub_date": "1969-03-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03EEDE153AEE34BC4D52DFB5668382679EDE"
    },
    {
        "headline": "Austrian View on Birth Control",
        "snippet": "Special to The New York Times VIENNA, Feb. 28 -- The Roman Catholic bishops of Austria approved today an advisory study that contends that the practice of birth control is to be left to the conscience of individual Catholics.",
        "pub_date": "1969-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07EEDD1131E034BC4953DFB5668382679EDE"
    },
    {
        "headline": "Dr. Guttmacher Is the Evangelist of Birth Control; Dr. Guttmacher Is the Evangelist of Birth Control",
        "snippet": "AT a conference on the population crisis a few years ago in London, Dr. Alan F. Guttmacher, the tall, bouncy 70-year-old president of Planned Parenthood-World Population, was listening to a speaker decry the soaring birth rate in developing...",
        "pub_date": "1969-02-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E5DB133BE73ABC4153DFB4668382679EDE"
    },
    {
        "headline": "DUTCH CATHOLICS SCORE ENCYCLICAL; Pope's Birth-Control Stand Termed 'Not Convincing'",
        "snippet": "NOORDWIJKERHOUT, the Netherlands, Jan. 8 -- An assembly of Dutch Roman Catholics declared today that Pope Paul's rejection of artificial contraception was \"not convincing.\"",
        "pub_date": "1969-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E7DF133BE73ABC4153DFB7668382679EDE"
    },
    {
        "headline": "WIDER AID URGED ON BIRTH CONTROL; Presidential Panel Reports Plight of 5 Million Women",
        "snippet": "WASHINGTON, Jan. 7 -- A Presidential committee recommended today expanded programs to make family planning information and services available by 1973 to all American women who want, but cannot afford them.",
        "pub_date": "1969-01-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E2D9173AE134BC4053DFB7668382679EDE"
    }
]