[
    {
        "headline": "Hey, Men! Your Turn.",
        "snippet": "Historically, one of womankind's big complaints about men has been that they shirk responsibility for birth control. Men usually just burp and laugh, but they have also legitimately pointed to a dearth of options. That's changing -- these days,...",
        "pub_date": "1996-10-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/10/27/magazine/hey-men-your-turn.html"
    },
    {
        "headline": "U.S. Aid to World Birth-Control Efforts Faces Cuts",
        "snippet": "Three years after the Clinton Administration lifted a ban on aid for international birth control efforts that include abortion and abortion counseling, the House, the Senate and the White House are at loggerheads over Republican attempts to revive...",
        "pub_date": "1996-09-12T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/09/12/world/us-aid-to-world-birth-control-efforts-faces-cuts.html"
    },
    {
        "headline": "A Birth-Control Pill May Enhance Sexual Desire",
        "snippet": "The type of birth-control pills a woman uses may enhance her sexual desire and satisfaction, according to a study of sexually active California university  students.         Researchers at San Francisco State University say the findings, which they...",
        "pub_date": "1996-07-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/07/10/us/a-birth-control-pill-may-enhance-sexual-desire.html"
    },
    {
        "headline": "Birth Control, the Morning After",
        "snippet": "A Government advisory committee has concluded that ordinary birth control pills can be used safely and effectively to prevent pregnancy within 72 hours after sexual intercourse. This seldom-mentioned power of the pills to serve as \"morning after\"...",
        "pub_date": "1996-07-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/07/05/opinion/birth-control-the-morning-after.html"
    },
    {
        "headline": "U.S. Discloses A New Method In Birth Control",
        "snippet": "Government scientists today declared that high doses of ordinary birth control pills taken soon after sex were a good way to prevent pregnancy.         The pills prevent pregnancy by blocking a fertilized egg from implanting into the uterus so it can...",
        "pub_date": "1996-06-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/06/29/us/us-discloses-a-new-method-in-birth-control.html"
    },
    {
        "headline": "In America;Blinders On Birth Control",
        "snippet": "To get a sense of why it is so tough for Bob Dole and the Republicans to catch up to Bill Clinton despite the President's daily dose of public humiliation, consider a legislative amendment that is about to be offered by Representative Ernest Istook,...",
        "pub_date": "1996-06-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/06/28/opinion/in-america-blinders-on-birth-control.html"
    },
    {
        "headline": "Birth Control Might Keep Mustangs From Outgrowing Range",
        "snippet": "EVEN in an age of endangered species, many animals are breeding prolifically, straining their environments and clashing with their human neighbors. One solution, now being tested on wild horses in the West, is birth control.         In January, the...",
        "pub_date": "1996-03-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/1996/03/26/science/birth-control-might-keep-mustangs-from-outgrowing-range.html"
    }
]