[
    {
        "headline": "H.E.W. Study Says Most States Shun Birth Control Role",
        "snippet": "WASHINGTON, Dec. 12 (UPI) -- Most states are shirking their legal responssibility to provide birth control information and devices for low-income women under the Federal Government's illegitimacy prevention program, a Government study said today.",
        "pub_date": "1971-12-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E6D9163EE63ABC4B52DFB467838A669EDE"
    },
    {
        "headline": "SUCCESS REPORTED FOR NEXT-DAY PILL; Doctor Says 1,000 Women Used Birth Control Drug",
        "snippet": "A study of 1,000 women at the University of Michigan, most of them coeds, has demonstrated that the \"morning-after\" pill is a safe and effective \"emergency\" method of preventing pregnancy, according to a report published yesterday.",
        "pub_date": "1971-10-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E3D6163AE73ABC4E51DFB667838A669EDE"
    },
    {
        "headline": "Birth-Control Campaign Set",
        "snippet": "The first ads of the first really controversial publicservice campaign from the Advertising Council have been mailed to some selected magazines.",
        "pub_date": "1971-10-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E5D91338EF34BC4D53DFB667838A669EDE"
    },
    {
        "headline": "High Schools Are Urged To Assist Birth Control",
        "snippet": "Three New York City students pleaded yesterday for sex education in American high schools and readily available contraceptive information and devices for anyone who wants them, regardless of age.",
        "pub_date": "1971-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE4DB1338EF34BC4051DFBF66838A669EDE"
    },
    {
        "headline": "Birth Control in the Wilds: I",
        "snippet": "ROME -- Self-regulation of animal numbers has been one of the more dramatic revelations made by students of animal behavior in recent decades. Contrary to all of our assumptions since the days of Thomas Malthus, animal populations do not build up...",
        "pub_date": "1971-09-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE5DC1F3FEF34BC4F51DFBF66838A669EDE"
    },
    {
        "headline": "New Method of Birth Control Being Tested by U.S. and Mexican Women",
        "snippet": "PALO ALTO, Calif., Sept. 25 -- A new birth control method, whose developers expect it to have no side effects, is being tested on 1,000 women in the United States and Mexico.",
        "pub_date": "1971-09-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DEFD9163AE73ABC4E51DFBF66838A669EDE"
    },
    {
        "headline": "Birth Control Advocate Cleared Of All Charges by Suffolk Court",
        "snippet": "HAUPPAUGE, L. I., Sept. 20 -- All charges against William Baird Jr., the birth control advocate, were dismissed in Suffolk County District Court here today after the District Attorney argued that \"we have no right to impose any personal feelings of...",
        "pub_date": "1971-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE4DD1F3FE63ABC4951DFBF66838A669EDE"
    },
    {
        "headline": "Arrests Barred in Suffolk At Birth-Control Lectures",
        "snippet": "Federal Judge Edward R. Neaher signed a temporary restraining order yesterday enjoinging the police in Suffolk County from making further arrests of people who bring their minor children to lectures on birth control and contraception.",
        "pub_date": "1971-08-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E2DA1E3FE63ABC4C52DFBE66838A669EDE"
    },
    {
        "headline": "Thought Control v. Birth Control",
        "snippet": "ed on arrest of Baird and Manfredonia contends absurdity of situation is overshadowed by police-state mentality of local officials who apparently are willing to distort law and harass those citizens with differing views; holds tactics of police...",
        "pub_date": "1971-08-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E4DA1E3FEF34BC4A52DFBE66838A669EDE"
    },
    {
        "headline": "DENNISON BACKS 2 MORAL ARRESTS; He Gets Police Explanation of Birth-Control Case",
        "snippet": "HUNTINGTON, L. I., Aug. 9 -- Suffolk County Executive H. Lee Dennison summoned Police Commissioner John L. Barry to his offices today to \"explain\" the arrest Friday of a birth-control advocate and a 28-year-old mother at a birth-control information...",
        "pub_date": "1971-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01EFDB1E3FEF34BC4852DFBE66838A669EDE"
    },
    {
        "headline": "Birth-Control Lecture Case Is Weighed by Prosecutor",
        "snippet": "Suffolk County, NY, Dist Atty Aspland says decision will be made within wk on whether to prosecute Baird and Manfredonia",
        "pub_date": "1971-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEED9163EEF34BC4153DFBE66838A669EDE"
    },
    {
        "headline": "Mother and Birth-Control Crusader Are Arrested at L. I. Lecture",
        "snippet": "HAUPPAUGE, L. I., Aug. 7 -- A crusader for birth control and a 28-year-old mother spent the night in county jails after being arrested yesterday for \"endangering the welfare\" of a child, the woman's 14-month-old baby girl who slept on her lap during...",
        "pub_date": "1971-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E2DC1E3FE63ABC4053DFBE66838A669EDE"
    },
    {
        "headline": "CATHOLIC FORUM ASSAILS ABORTION; U.S. Birth Control Activity Fought by Conservatives",
        "snippet": "ST. PAUL, June 20 -- The National Wanderer Forum, an annual gathering of conservative Roman Catholics, ended its 1971 session today by \"vigorously opposing\" Government involvement in population control.",
        "pub_date": "1971-06-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E0D7103FEF34BC4951DFB066838A669EDE"
    },
    {
        "headline": "Birth Control Ban Backed",
        "snippet": "Mass House, 116-105, defeats attempt to repeal 126-yr-old law banning distribution of birth control devices or information to unmarried persons; US Appeals Ct declared law unconst in July '70",
        "pub_date": "1971-06-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E5DB163EEF34BC4B53DFB066838A669EDE"
    },
    {
        "headline": "Birth Control Study Backed",
        "snippet": "Mass League of Women Voters votes to begin study of state's abortion law, conv, Newton",
        "pub_date": "1971-05-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEED91639E43BBC4A52DFB366838A669EDE"
    },
    {
        "headline": "The Fear That Birth Control May Mean 'Genocide'; Population:",
        "snippet": "Concern over the world's population explosion, and the attendant dissemination of birth control devices and the liberalization of abortion laws, have had their effects in the United States: a marked decline in the birth rate.",
        "pub_date": "1971-05-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EFD91F3DE634A25751C0A9639C946090D6CF"
    },
    {
        "headline": "The Sure Method Of Birth Control; Sterilization:",
        "snippet": "Last year some 750,000 Americans found freedom from pills, diaphragms, condoms, jellies and other contraceptive gadgetry -and, not so incidentally, from unwanted children -- by undergoing a simple operation that left them sterile.",
        "pub_date": "1971-04-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E0DD173FE53ABC4C53DFB266838A669EDE"
    },
    {
        "headline": "Birth Control: The Plight of the Poor",
        "snippet": "John A. Hamilton was all too correct in chiding the State of New York for its shameful neglect of family planning for the poor [column Feb. 22]. For the sake of medically indigent couples and thousands of unwanted babies born each year, would that he...",
        "pub_date": "1971-03-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E2D8113BE73ABC4151DFB566838A669EDE"
    },
    {
        "headline": "Italian Court Ends Ban On Birth-Control Data",
        "snippet": "Constitutional High Ct publishes decision; holds ban unconst because it violated basic right to free speech",
        "pub_date": "1971-03-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEED61F30E73BBC4052DFB566838A669EDE"
    },
    {
        "headline": "Italian Court Due to End Ban On Birth-Control Data Today",
        "snippet": "ROME, March 16 -- Judicial sources said today that Italy's highest court was about to remove a legal ban on any form of public information on birth control.",
        "pub_date": "1971-03-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E7DA1530E73BBC4F52DFB566838A669EDE"
    },
    {
        "headline": "Court Will Rule on Birth Control Ban",
        "snippet": "WASHINGTON, March 1 -- The Supreme Court has agreed to rule on the constittuionality of anti-contraceptive laws that make it a crime to distribute birth control materials to unmarried persons. Twenty-six states have such laws.",
        "pub_date": "1971-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E0DA1131E73BBC4A53DFB566838A669EDE"
    },
    {
        "headline": "U.N. Aide Quits to Head Birth- Control Federation",
        "snippet": "UNITED NATIONS, N. Y., Jan. 31 --Julia Henderson, a key official here for 25 years, is leaving the staff to become secretary general of the International Planned Parenthood Federation in London.",
        "pub_date": "1971-02-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE7DC1131E73BBC4953DFB466838A669EDE"
    },
    {
        "headline": "Birth-Control Policy Succeeds in Taiwan",
        "snippet": "TAIPEI, Taiwan -- For years a traditionalist faction in the Government of Nationalist China blocked the adoption of an official birth-control program. The ideal of a large family is a fundamental value in Chinese culture, they argued, and besides,...",
        "pub_date": "1971-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E1D61F38E53BBC4052DFB766838A669EDE"
    },
    {
        "headline": "Canadian Government Orders Makers to Enclose a Warning Notice in Packets of Birth-Control Pills",
        "snippet": "OTTAWA, Jan. 9 -- All makers of birth-control pills in Canada have been ordered to include in each packet a notice that the product is \"potent and effective\" medication that can cause health complications.",
        "pub_date": "1971-01-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E5DD103BE73ABC4852DFB766838A669EDE"
    }
]