[
    {
        "headline": "BIRTH CONTROL LEAGUE DENIES REPORT OF RIFT; Mrs. F.R. Jones Says There Has Been No Dissension Over Legislative Measure.",
        "snippet": "Denies rept of dissension over legislative measure",
        "pub_date": "1929-12-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE1DD1439E43ABC4952DFB4678382639EDE"
    },
    {
        "headline": "DECRIES BIRTH CONTROL.; Dr. Delany Says Small Families Menace Future of Church.",
        "snippet": "Assailed by S P Delany in sermon",
        "pub_date": "1929-12-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E0D7173BE23ABC4153DFB4678382639EDE"
    },
    {
        "headline": "CRITICIZES BIRTH CONTROL.; Head of Catholic Writers Guild Says Its Effects Are Bad.",
        "snippet": "Scores birth control as psychologically and physically bad",
        "pub_date": "1929-11-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E1DD173BE23ABC4F51DFB7678382639EDE"
    },
    {
        "headline": "PROTESTS RADIO CHAIN BAN; Liberties Union Appeals to Federal Board on Birth Control Ruling.",
        "snippet": "Civil Liberties Union appeals to Fed Radio Comm on refusal of Natl Broadcasting Co to allow broadcasting of Natl Birth Control Conf speeches",
        "pub_date": "1929-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE0DF123DE132A05755C2A9679D946895D6CF"
    },
    {
        "headline": "URGES FACING FACTS ABOUT MARRIAGE; Dr. Sockman Asserts Desire of Woman for Career Must Be Recognized Today. DISCUSSES BIRTH CONTROL Church Unwise to Close Its Eyes on This Subject, He Says--Deferring Matrimony Seen as Problem.",
        "snippet": "There is no use sentimentalizing about marriage when honest realism is required to face modern condi  tions, the Rev. Dr. Ralph W. Sockman said yesterday in a sermon at Madison Avenue Episcopal Church,  Sixtieth Street and Madison Avenue.",
        "pub_date": "1929-11-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE5DE173BE23ABC4D51DFB7678382639EDE"
    },
    {
        "headline": "BIRTH CONTROL URGED FOR IMPROVING RACE; Dr. Little, Cancer Expert, at Last Session of National Conference, Chides Health Officials.",
        "snippet": "The national birth control conference, held under auspices of the American Birth Control League, came to a conclusion yesterday with a final session in the Hotel Astor, at which the speakers included Dr. Clarence C. Little, managing director of the...",
        "pub_date": "1929-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EFDF173BE23ABC4951DFB7678382639EDE"
    },
    {
        "headline": "ENGLISH BOROUGH ASKS BIRTH CONTROL CLINIC; Shoreditch Plans Private Support if Ministry of Health Refuses to Provide Funds.",
        "snippet": "Council asks Ministry of Health for funds to disseminate birth-control information",
        "pub_date": "1929-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E6DF173BE23ABC4951DFB7678382639EDE"
    },
    {
        "headline": "FOSDICK FOR CANDOR ON BIRTH CONTROL; Pastor Tells Conference Topic Should Be 'Treated in the Sunlight' and Calmly. MRS. DENNETT ASSAILS BAN Would Lift Prohibitory Legislation --Dr. Wynne Explains Refusal to Speak at the Meeting. Mrs. Dennett a Speaker. Discusses Infant Mortality.",
        "snippet": "A demand that discussion of birth control be \"lifted out of suppression and treated in the sunlight\" was made last night by the Rev. Dr. Harry Emerson Fosdick at a mass meeting held in the Engineering Auditorium, 25 West Thirty-ninth Street, in...",
        "pub_date": "1929-11-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E4D6163BE23ABC4851DFB7678382639EDE"
    },
    {
        "headline": "CONFERENCE OPENS ON BIRTH CONTROL; Debate Between Canon Chase and Dr. Joseph Mayer Marks First Day's Session. RACE BETTERMENT URGED Dr. Bossard Puts Cost of Dependent and Delinquent Classes at $25,000,000,000 a Year.",
        "snippet": "A debate between Canon William Sheafe Chase and Dr. Joseph Mayer, sociologist, marked the opening session yesterday at the Astor of the National Birth Control Conference under the auspices of the American Birth Control League. The conference will...",
        "pub_date": "1929-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE7D81638E133A2575AC1A9679D946895D6CF"
    },
    {
        "headline": "PLANS CONFERENCE ON BIRTH CONTROL; League to Hold Sessions Here Next Week--35 Listed to Be Speakers.",
        "snippet": "Thirty-five men and women prominent in medicine, higher education, social welfare work, journalism and the church will be speakers at the National Convention of the American Birth Control League to be held next Monday, Tuesday and Wednesday ...  ",
        "pub_date": "1929-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E0D8163BE23ABC4E52DFB7678382639EDE"
    },
    {
        "headline": "UNIVERSALISTS BACK BIRTH CONTROL IDEA; Conference at Washington Urges the Lifting of Restrictions on Physicians.CLINICS IN CITIES FAVORED Child Welfare, World Peace, Elimination of Crime, All Would BeFurthered, Speakers Say. Text of Resolutions.",
        "snippet": "WASHINGTON, Oct. 24.--Birth control was endorsed by the conference of the Universalist General Convention here today and resolutions were passed recommending the repeal of laws interfering with the ...",
        "pub_date": "1929-10-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE0D91639E03ABC4D51DFB6678382639EDE"
    },
    {
        "headline": "DOCTORS BACK CHANGE IN BIRTH CONTROL LAW; Dr. I.S. Wile Says Questionnaire Shows Medical Teachers Favor Granting of Wider Powers.",
        "snippet": "Questionnaire shows med teachers favor change in N Y S law on teaching of birth control",
        "pub_date": "1929-10-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E0DC1F38E23ABC4D52DFB6678382639EDE"
    },
    {
        "headline": "MONROE DOCTRINE CALLED PEACE BAR; Catholic Women at Capital Hear Paper by Dr. Moon Describing 1929 as Epochal.MISS HAWKS RE-ELECTED Council's Resolutions Oppose Birth Control and Urge Prayers forChurch in Mexico.",
        "snippet": "WASHINGTON, Oct. 3.--\"One of the tasks immediately before the United States is to strengthen the Kellogg pact by clearing up the misunderstandings about the Monroe Doctrine,\" Professor Thomas Parker Moon of Columbia University today told the...",
        "pub_date": "1929-10-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E3D61F30E33ABC4C53DFB6678382639EDE"
    },
    {
        "headline": "CHILDREN AND MARRIAGE.; Birth Control Viewed as a Moral Force of Consequence.",
        "snippet": "Opinions on birth control quoted in lr",
        "pub_date": "1929-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E0D71F30E33ABC4B53DFB6678382639EDE"
    },
    {
        "headline": "PRELATE DENOUNCES BIRTH CONTROL 'EVIL'; Bishop Byrne of Texas Talks to Delegates of National Council of Catholic Women. SPEAKS ON CONVENTION EVE T.F. Woodlock, in Capital Address, Declares Protestant Churches Are Led Astray by Science. Censures London Prelates. Denounces Birth Control.",
        "snippet": "WASHINGTON, Sept. 28.--Birth Control and divorce were condemned as evil by Bishop Christopher E. Byrne of Galveston, and the \"great delusion\" that modern science and research have \"rendered untenable the traditional bases of religious...",
        "pub_date": "1929-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE3DB1E38E23ABC4850DFBF668382639EDE"
    },
    {
        "headline": "LONDON CONGRESS GETS BIRTH CONTROL DATA; Malthusian President Says Nations With Low Birth Rate UsuallyHave Low Death Rate.",
        "snippet": "Birth control lauded by Dr C V Drysdale; sterilization seen as ineffective in ridding world of unfit",
        "pub_date": "1929-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E0DB1F30E33ABC4952DFBF668382639EDE"
    },
    {
        "headline": "EASY DIVORCE URGED AT LONDON MEETING; Anglican Clergyman at Sex Reform Congress Suggests Freedom by Consent. BIRTH CONTROL STRESSED Dr. A. Steno of New York Advocates Centres of Free Information for Young Couples. Wants Compulsory Work for Wives",
        "snippet": "LONDON, Sept. 9.--In a paper on \"Premarital Consultation\" by Dr. Abraham Stone of the New York Board of Health, which was read for him today at the international congress of the World League for Sex Reform, Dr. Stone made the point ...",
        "pub_date": "1929-09-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CEFDC1F30E33ABC4852DFBF668382639EDE"
    },
    {
        "headline": "WOULD HAVE NANKING BACK BIRTH CONTROL; Press in China Sees Reduction of Birth Rate as Only Cure for Economic Ills.",
        "snippet": "PEKING, June 25.--Chinese newspapers and magazines are, month by month, devoting more and more space to discussions of the possible govern  mental backing of a birth control movement as the only way in which China's economic ills can be cured....",
        "pub_date": "1929-07-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E7D61038E23ABC4951DFB1668382639EDE"
    },
    {
        "headline": "BIRTH CONTROL PLEA AT RABBIS' MEETING; Social Committee Report Favors Putting Subject in Program for Next Conference. PLEA FOR DIGNIFIED PULPIT Dr. Phillipson Deplores Tendency to Make It a \"Rabbinical Wing of Book-on-the-Month Clubs.\"",
        "snippet": "DETROIT, June 29.--In a report filed with the Central Conference of American Rabbis in convention here, the Social Justice Commission has recommended that the conference \"recognize birth control as a method of coping with social problems.\" The...",
        "pub_date": "1929-06-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E5D71531E73ABC4850DFB0668382639EDE"
    },
    {
        "headline": "Legal Comment on Current Events; Supreme Court's Sustaining of Sinclair's Second Sentenced Establishes a Precedent--Women and Crime--Court's Attitude on Birth Control--Several Prosecutions for One Act.",
        "snippet": "The saying \"you can't convict a million dollars\" has been so frequently disporoved that it now  stands quite discredited. On the contrary, it is believed that a larger ...",
        "pub_date": "1929-06-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03EFDF1731E73ABC4153DFB0668382639EDE"
    },
    {
        "headline": "BOSTON POLICE WATCH MEETING OF UNIT ARIANS; Birth Control Discussion by New Yorker Causes Action--Use of One Hall Denied.",
        "snippet": "BOSTON, Mass., May 20.--The use of Lorimer Hall in Tremont Temple for a discussion of \"the sociological and moral aspects of birth control\" as part of the program of Unitarian anniversary week was refused by the superintendent of the Temple, and ...",
        "pub_date": "1929-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E6DB1330E33ABC4951DFB3668382639EDE"
    },
    {
        "headline": "CRITICIZE WHALEN IN CLINIC RAID MOVE; Backers of Birth Control Bureau Hold Demotion of Woman Is Not Enough.WANT COMPLAINANT NAMEDMrs. Sanger Asks Dismissal of Cases--Ernest to Press for Inquiryon Record Seizure.",
        "snippet": "The demotion of Mrs. Mary Sullivan as director of the Women'a Bureau of the Police Department by order of Police Commissioner Whalen failed yesterday to satisfy the supporters of the Birth Control Clinical Research Bureau, which was raided under the...",
        "pub_date": "1929-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE7D71230E33ABC4B52DFB3668382639EDE"
    },
    {
        "headline": "COLUMBIA TO SURVEY WORLD FAMILY LAWS; Investigation to Take Several Years Will Trace Evolution of Modern Home. WILL INCLUDE RECENT CASES History of Laws Underlying Divorce and Birth Control Problems to Be Studied. SOCIOLOGISTS TO AID WORK Foundation Grant to Finance In- quiry--Professors From Other Colleges to Help. Recent Cases to Be Studied. Dean Smith Outlines Plan. Sociologists to Aid Work. COLUMBIA TO SURVEY WORLD FAMILY LAWS",
        "snippet": "An extensive survey of the social and legal branches of family law, including marriage and divorce, birth-control legislation and the financial relationship between husband and wife, is being conducted at Columbia University, it was announced...",
        "pub_date": "1929-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E2D81338E23ABC4D53DFB3668382639EDE"
    },
    {
        "headline": "PLAN NATION-WIDE WAR TO AID BIRTH CONTROL; Committee of 1,000 Proposed to Fight Federal Cards--Dennett Defense Group Meets.",
        "snippet": "While plans for a national Mary Ware Dennett Defense Committee were being laid at a meeting at the offices of the American Civil Liberties Union yesterday another meeting, at the offices of the American Birth Control League, was discussing...",
        "pub_date": "1929-05-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EEDD1230E33ABC4C53DFB3668382639EDE"
    },
    {
        "headline": "BIRTH CONTROL RAID ASSAILED BY WOMEN; City Club Directors \"Shocked\" at Interference With Clinic Operated Within Law. PROTEST DENNETT TRIAL Condemn Barring of Professional Evidence--Defense Committee to Be Organized by Eight Today.",
        "snippet": "The board of directors of the Women's City Club, 22 Park Avenue, issued a statement yesterday protesting against the action of the Police  Department, two weeks ago in raidin the offices of the Birth Control  Clinical Research Bureau, 46 West...",
        "pub_date": "1929-05-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403EFDE1230E33ABC4B53DFB3668382639EDE"
    },
    {
        "headline": "The Birth Control Clinic.",
        "snippet": "Chmn of Leg Com of N Y S League of Women Voters protests against raid and police methods",
        "pub_date": "1929-04-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E0D71530E33ABC4850DFB2668382639EDE"
    },
    {
        "headline": "BIRTH CONTROL FORUM MARRED BY DISSENSION; Head of Physicians Group Says Doctor Persuaded Two of Speakers to Stay Away.",
        "snippet": "Marred by dissension; doctor persuades 2 speakers to stay away",
        "pub_date": "1929-04-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E0D71530E33ABC4850DFB2668382639EDE"
    },
    {
        "headline": "MEDICAL COUNCIL DECRIES CLINIC RAID; Sees Freedom of Profession Menaced by Action Against Birth Control Centre. ASKS ACADEMY TO ACT Finds Confidential Relations Between Physicans and PatientsEndangered. See Menace to Profession. Asks Action by Academy.",
        "snippet": "On the ground that the arrest of two physicians and three nurses of the Birth Control Clinical Research. Bureau and the conduct of the prosecution threatened the freedom of the medical profession, the Council of  the New York Academy of Medicine ...",
        "pub_date": "1929-04-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E0DC1530E33ABC4E51DFB2668382639EDE"
    },
    {
        "headline": "UPROAR INTERRUPTS CLINIC RAID HEARING; 200 Are Ejected for Laughing at Magistrate and Cheering Birth Control Defense. GROUP READMITTED LATER Court Reserves Its Decision-- Whalen Admits Error in Police Action. Physicians on Stand. Magistrate Clears Room. Both Sides to File Briefs.",
        "snippet": "Two hundred men and women were ejected yesterday by Magistrate Rosenbluth at 300 Mulberry Street at the hearing into the recent raid on the Birth Control Clinical Research Bureau and the arrest of two women physicians and three nurses. The court was...",
        "pub_date": "1929-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E0DD1530E33ABC4D51DFB2668382639EDE"
    },
    {
        "headline": "DOCTORS CONDEMN BIRTH CONTROL RAID; Medical Association of County Attacks Seizure of Records of Patients by Police. ACADEMY ALSO WILL ACT Lawyer Declares 150 Cards Are Missing--Dennett Case in the Federal Court Today.",
        "snippet": "Physicians of this city, through two of their recognized agencies, took action yesterday against the police seizure of case records in the raid at the Birth Control Clinical Research Bureau.",
        "pub_date": "1929-04-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E1DE1530E33ABC4B51DFB2668382639EDE"
    },
    {
        "headline": "RABBI WISE ASSAILS STOCK SPECULATION; He Links Wall St. 'Gambler' and Gunman as Getting Money in Wrong Ways. DEFENDS BIRTH CONTROL Raid on Mrs. Sanger's Clinic Called an Outrage, With \"More Dangerous Persons Still at Large.\"",
        "snippet": "The \"get-rich-quick\" craze of respectable citizens of New York which leads them to gamble with their earnings in the hope of collecting a fortune without having to work for it has done more to increase criminal tendencies in this city than any...  ",
        "pub_date": "1929-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5DE1530E33ABC4A51DFB2668382639EDE"
    },
    {
        "headline": "Legal Comment on Current Events; No Law Prevents Selling Liquor on Eastbound Trips if the Leviathan Can Get It--Raid on Birth Control Clinic Raises Interesting Legal Points.",
        "snippet": "Comment on legal points involved in case",
        "pub_date": "1929-04-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E1D61F3BEE3ABC4951DFB2668382639EDE"
    },
    {
        "headline": "500 IN COURT TO AID 5 SEIZED AT CLINIC; Indignation Expressed When Hearing Is Put Over Until Monday. ONLY ONE WITNESS HEARD Magistrate Promise Inquiry Into Birth Control Raid Warrant-- Defense Committees Formed. Policewoman Tells Story. Defense Committees Formed.",
        "snippet": "Some 500 persons including physicians, nurses and representatives of civic organizations, the majority of them women, rallied to the defense of the two women physicians and three nurses, arrested in a raid on the Birth Control Clinical Research...",
        "pub_date": "1929-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E5DF1530E33ABC4851DFB2668382639EDE"
    },
    {
        "headline": "DOCTORS AROUSED OVER RAID ON CLINIC; Dr. Harris May Be One of Those to Come to Support of Birth Control Bureau. HEARING FOR FIVE TODAY Clergy and Women Leaders Send Pledges of Support to Mrs. Sanger. Fosdick Sends Telegram. Seizing of Records Resented.",
        "snippet": "Former Health Commissioner Louis I. Harris may be one of several prominent physicians who will come to the defense of the Birth Control Clinical Research Bureau today, when ...",
        "pub_date": "1929-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E2D71430E33ABC4152DFB2668382639EDE"
    },
    {
        "headline": "DARROW POKES FUN AT BOOK CENSORSHIP; Attorney in Boston Address Also Takes Up Cudgels for Birth Control Advocates.",
        "snippet": "BOSTON, April 16 (AP).--After declaring that the only way to regard life is \"as a huge joke,\" Clarence Darrow, criminal lawyer, tonight took up the cudgels of those opposed to book censorship and those favoring birth control.",
        "pub_date": "1929-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04EFD91430E33ABC4F52DFB2668382639EDE"
    },
    {
        "headline": "RAID SANGER CLINIC ON BIRTH CONTROL; Police Seize Two Women Doctors and Three Nurses in West 15th Street Bureau.FOUNDER IS NOT ARRESTEDBut She Goes to Court and Aids inPlanning Defense for Trial Friday--Dismissal Predicted. Cause of Raid Kept Secret. Immediate Trial Opposed.",
        "snippet": "The Birth Control Clinical Research Bureau at 46 West Fifteenth Street, founded by Mrs. Margaret Sanger in 1923 \"to test the decision handed down by the New York State Court of Appeals to the effect that 'a physician lawfully practicing can ...",
        "pub_date": "1929-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E6D91430E33ABC4E52DFB2668382639EDE"
    },
    {
        "headline": "HOLDS BIRTH CONTROL EVIL; The Rev. J.A. McClorey Says It Is the Worse Vice of the Age.",
        "snippet": "Birth control",
        "pub_date": "1929-03-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E2DB123EE33ABC4052DFB5668382639EDE"
    },
    {
        "headline": "LOSES PLEA TO EXEMPT BIRTH CONTROL GIFTS; J.N.H. Slee Must Pay Taxes on $17,150 Given to League Founded by Margaret Sanger, His Wife",
        "snippet": "WASHINGTON, March 6.--Declaring that the American Birth Control League, Inc., had engaged in propaganda activities for or against legislation and was thereby disqualified as an or ganization, exlusively for",
        "pub_date": "1929-03-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E2D81E31E33ABC4F53DFB5668382639EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL STIRS BITTER CLASH; Nearly 1,000 Backers and Opponents of Measure Fill Room at Albany Hearing.RELIGIOUS ISSUE RAISED Straton and Catholics Lead Fight on Proposal to Permit Physicians to Give Information.",
        "snippet": "ALBANY, Feb. 19.--At the largest public hearing of the year, a crowd of almost 1,000 people jamming the Assembly chamber, opponents and proponents of legislation to permit physicians to disseminate birth control information to married persons,...",
        "pub_date": "1929-02-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06EEDB153EE33ABC4851DFB4668382639EDE"
    },
    {
        "headline": "FIGHT BIRTH CONTROL BILL; Catholic Men Protest Against Passage of Remer Measure.",
        "snippet": "N Y Archdiocesan Union of the Holy Name Society protests against Remer bill, which is up before Legts",
        "pub_date": "1929-02-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02EEDC153EE33ABC4052DFB4668382639EDE"
    }
]