[
    {
        "headline": "PRESIDENT SIGNS BIRTH CURB BILL; Programs Are Expanded Nixon Kills Measure on More Family Doctors Nixon Signs $382-Million Bill to Expand Birth Control Program",
        "snippet": "WASHINGTON, Dec. 26 President Nixon has signed into law a $382-million, three-year expansion of the family planning service and creation of a Federal office to coordinate ways to control population growth, the White-House announced today.",
        "pub_date": "1970-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E3D6163FE43BBC4F51DFB467838B669EDE"
    },
    {
        "headline": "We Must Limit Families by Law; Population Explosion Demands Compulsory Birth Control Now",
        "snippet": "Controlling our population growth by appeal to self-interest or community welfare has been no more effective than it has been in preventing pollution or wage-price escalation. As an issue contributing to most of our major national problems, it is...",
        "pub_date": "1970-12-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406E2DE1431EE34BC4D52DFB467838B669EDE"
    },
    {
        "headline": "HOUSE VOTES AID TO BIRTH CONTROL; Provides Service to Poor Nixon May Get Bill Soon",
        "snippet": "WASHINGTON, Nov. 16 The House voted today to provide birth control services for all American women who cannot afford them.",
        "pub_date": "1970-11-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E1D61731EE34BC4F52DFB767838B669EDE"
    },
    {
        "headline": "SENATORS REJECT WHITE HOUSE BILL ON SAFETY IN JOBS; Plan for U.S. Standards Is Tabled, 41 to 39 House Votes Birth Control Aid Senators Bar White House Bill on Jobs",
        "snippet": "WASHINGTON, Nov. 16  Congress reconvened today for a post-election session, and the Senate immediately handed the Administration a legislative setback by rejecting its version of an occupational safety bill.",
        "pub_date": "1970-11-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E3D61731EE34BC4F52DFB767838B669EDE"
    },
    {
        "headline": "Hormone-Like Chemicals Seen As Ideal Birth Control Method",
        "snippet": "About 500 scientists from around the world gathered here last week to discuss a mysterious group of naturally occurring, hormone-like substances that may give mankind the contraceptive it has been waiting for a safe, effective, inexpensive,...",
        "pub_date": "1970-09-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E2D81630E336A05753C2A96F9C946190D6CF"
    },
    {
        "headline": "Birth Control Pills Now Carry Warning on Their Side Effects",
        "snippet": "WASHINGTON, Sept. 9 (UPI) As of today, birth control pills used by 8.5 million women now come with a 150-word package insert that warns of the drugs' side effects.",
        "pub_date": "1970-09-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DEFDA1731EE34BC4852DFBF66838B669EDE"
    },
    {
        "headline": "Action Urged to Spur Research On New Birth Control Methods",
        "snippet": "WASHINGTON, Sept. 6  The birth control methods available in 1984 may not be much better than those available today unless strong steps are taken to bolster research and development, an expert in the field believes.",
        "pub_date": "1970-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE2DA1731EE34BC4F53DFBF66838B669EDE"
    },
    {
        "headline": "Ford Fund Awards $7-Million For Birth Control Work",
        "snippet": "The Ford Foundation has announced that it had awarded grants totaling $7,139,603 to United States and foreign universities and social agencies for research and development of birth control methods and for the training of personnel involved in birth...",
        "pub_date": "1970-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E1D8173FE63ABC4E52DFBE66838B669EDE"
    },
    {
        "headline": "Egypt's Birth-Control Program Is Found to Have Limited Effect",
        "snippet": "Failure of country's 4-yr-old birth control program to make significant inroads discussed; lack of organization, false information, abandonment and misuse of contraceptives by women and fear of illicit relations linked",
        "pub_date": "1970-08-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EEDF153EE336A05751C0A96E9C946190D6CF"
    },
    {
        "headline": "BIRTH LAW UPSET IN MASSACHUSETTS; U.S. Court Rules That Ban on Contraceptives Curbs Single Persons' Rights Birth Control Law in Massachusetts Is Overturned by U.S. Court",
        "snippet": "BOSTON, July 6 The United States Court of Appeals for the First Circuit ruled unconstitutional today the Massachusetts law designed to withhold contraceptive devices from unmarried persons.",
        "pub_date": "1970-07-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E4DB113EE034BC4F53DFB166838B669EDE"
    },
    {
        "headline": "WIDE STUDY URGED ON BIRTH CONTROL; Group at Geneva Stresses Need to Limit Population",
        "snippet": "GENEVA, July 3 A group of scientists, sociologists and theologians recommended today a wide discussion of questions arising from new birth-control methods in view of what it called the \"worldwide need for population control.\"",
        "pub_date": "1970-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E2DB1338EE34BC4C53DFB166838B669EDE"
    },
    {
        "headline": "Birth Control Curb Upheld",
        "snippet": "Mass Sup Ct upholds constitutionality of state law making it crime for drs or druggists to give birth control devices to unmarried persons",
        "pub_date": "1970-06-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE7DD1338EE34BC4850DFB066838B669EDE"
    },
    {
        "headline": "Birth Control Case Appeal",
        "snippet": "US Appeals Ct, Boston, takes under advisement appeal from W R Baird, sentenced to 90 days in jail for providing coed with birth control device; Baird was freed on bail after serving 36 days after disclosure that 3 members of Mass Sup Ct considered...",
        "pub_date": "1970-06-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E6DF1238EE34BC4E53DFB066838B669EDE"
    },
    {
        "headline": "Havelock Ellis and Eleanor Roosevelt helped; Birth Control In America Birth Control In America",
        "snippet": "Biog revd; illus",
        "pub_date": "1970-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E2DF1031E236A0575AC1A9629C946190D6CF"
    },
    {
        "headline": "Greater Emphasis on Research Held Key to Birth Control Gains",
        "snippet": "BOSTON, April 9--New breakthroughs in contraceptive technology comparable in impact to birth control pills will require greater emphasis on basic research into the reproductive process, Dr. Roy Hertz, a researcher, said here today.",
        "pub_date": "1970-04-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E1DD163AE333A25753C1A9629C946190D6CF"
    },
    {
        "headline": "U.N. Officials See Birth-Control Project as Important Step Forward",
        "snippet": "Article on UN efforts to further worldwide birth control programs; Egyptian program cited; is based on approach proposed in May '68 by study panel headed by J D Rockefeller 3d; recent developments including increased participation by World Bank, WHO...",
        "pub_date": "1970-03-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE6DD173EE034BC4952DFB566838B669EDE"
    },
    {
        "headline": "WARNING ON PILL DRAFTED BY F.D.A.; Agency Wants Leaflet on Hazards Given to Users of Birth Control Drugs",
        "snippet": "WASHINGTON, March 4-- The Food and Drug Administration is taking steps to put information on the hazards of birth control pills directly into the hands of the women who use them.",
        "pub_date": "1970-03-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE1DE1138E436A75756C0A9659C946190D6CF"
    },
    {
        "headline": "Text of the Proposed Leaflet on Birth Control Pills",
        "snippet": "All of the oral contraceptive pills are highly effective for preventing pregnancy, when taken according to the approved directions. Your doctor has taken your medical history and has given you a careful physical examination. He has discussed with you...",
        "pub_date": "1970-03-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E0DD1138E436A75756C0A9659C946190D6CF"
    },
    {
        "headline": "Sen. Nelson Accused Of Creating a Fear Of Birth Control Pill",
        "snippet": "WASHINGTON, March 3 (UPI) Senator Gaylord Nelson, Democrat of Wisconsin, was accused today of creating so much fear about birth control pills that 100,000 unwanted \"Nelson babies\" would be born this year.",
        "pub_date": "1970-03-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07EEDD1638EE34BC4C53DFB566838B669EDE"
    },
    {
        "headline": "Birth Control Law Disputed",
        "snippet": "Parents Aid Soc head W R Baird, who is serving 3-mo jail sentence for distributing contraceptive device, contends law under which he was convicted is unconst, Fed Ct, Boston",
        "pub_date": "1970-02-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEEDF173EE034BC4051DFB466838B669EDE"
    },
    {
        "headline": "Birth Control Without The Pill",
        "snippet": "The relative effectiveness of various contraceptive techniques has become a matter of pressing concern in family-planning circles as women drop \"the pill\" in response to recent publicity regarding its alleged health hazards.",
        "pub_date": "1970-02-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06EFDE1238E436A75751C2A9649C946190D6CF"
    },
    {
        "headline": "Poll Finds 18% Dip in Use of Birth Control Pills",
        "snippet": "Nearly one-fifth of the estimated total of eight-and-a-half million American women who have been using birth-control pills have recently stopped, according to a special Gallup Poll commissioned by Newsweek magazine, which appears in its Feb. 9 issue.",
        "pub_date": "1970-02-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E4DD1138E43ABC4A53DFB466838B669EDE"
    },
    {
        "headline": "F.D.A. Bids Doctors Tell Of Risks in Birth Pill Use; F.D.A. Bids Doctors Tell of Risks in Use of Birth Control Pills",
        "snippet": "WASHINGTON, Jan. 19 The Food and Drug Administration urged the nation's doctors today to pay close attention to the risks involved in the use of birth control pills and to  explain to their patients the potential hazards of the pills.",
        "pub_date": "1970-01-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DEEDA1739E63BBC4851DFB766838B669EDE"
    }
]