[
    {
        "headline": "POPULATION LIMIT PROPOSED IN CHINA; Communist Deputy Favors Disseminating Knowledge of Birth Control Means",
        "snippet": "HONG KONG, Nov. 9 -- When the British Labor party mission visited Red China in August its members were told that mainland China's huge population -- already the world's largest at 582,603,000 for 1953 -- was increasing at the rate of 12,000,000 a...",
        "pub_date": "1954-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E5DA1E3CE23BBC4852DFB767838F649EDE"
    },
    {
        "headline": "FAMILY PLANNING IS UPHELD IN ROME; Improvement in Birth Control Foreseen by New Yorker at Population Conference",
        "snippet": "ROME, Sept. 2 -- Family planning and birth control, delicate subjects in Catholic countries, were mentioned today in the World Population Conference for the first time. The meeting has attracted to Rome nearly 500 leading experts from sixty-six...",
        "pub_date": "1954-09-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE3D8113EE53BBC4B53DFBF66838F649EDE"
    },
    {
        "headline": "BIRTH CONTROL APPROVED; Augustana Synod 1st Lutheran Body to Give Such Backing",
        "snippet": "Augustana Evangelical Luth Ch Synod",
        "pub_date": "1954-06-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5DF1531E43ABC4052DFB066838F649EDE"
    },
    {
        "headline": "MRS. SANGER TALKS TO JAPANESE DIET; Tells Legislators That Birth Control Could Solve Vital Overpopulation Problem",
        "snippet": "TOKYO, April 15 -- Mrs. Margaret Sanger, noted advocate of birth control, today became the first woman from the United States to testify before the Japanese Diet.",
        "pub_date": "1954-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03E2DF133EE53BBC4E52DFB266838F649EDE"
    },
    {
        "headline": "SOVIET IRKS INDIA BY A DIG AT WEST; Charge That Birth Control Is Another 'Warmongers' Plot' Is Resented",
        "snippet": "NEW DELHI, India, Jan. 28 -- Soviet propaganda in India, which is particularly active at this time, came a rare cropper this week.",
        "pub_date": "1954-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E5D91F39E23BBC4151DFB766838F649EDE"
    }
]