[
    {
        "headline": "Jesuit Calls Birth-Control Ban a Bad Statute; Says Connecticut Curb May Bring Disrespect for Law Legal Expert Doubts Value of Coercion by Authority",
        "snippet": "WASHINGTON, Dec. 1 (AP) -- A Roman Catholic law professor described as bad legislation today an old Connecticut law that makes criminal the practice of artificial birth control or the dissemination of information about it.",
        "pub_date": "1961-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE1D81E39E233A25751C0A9649D946091D6CF"
    },
    {
        "headline": "JERSEY POLICY SET ON BIRTH CONTROL; State Health Agency Adopts National Group's Stand",
        "snippet": "HACKENSACK, N.J., Nov. 22 -- The New Jersey State Department of Health today endorsed and adopted as its own a policy of the American Public Health Association on birth control.",
        "pub_date": "1961-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E0D81E3DE733A25750C2A9679D946091D6CF"
    },
    {
        "headline": "FAMILY ADVICE PRESSED; Closed Birth Control Clinic at New Haven Uses Mail",
        "snippet": "clinic repts data mailed to 200 patients",
        "pub_date": "1961-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E6DD143AE13ABC4B52DFB767838A679EDE"
    },
    {
        "headline": "SOUTH KOREA AIMS AT BIRTH CONTROL; Military Regime Seeking to Alleviate Old Problem",
        "snippet": "SEOUL, Korea, Oct. 29 -- The deep-rooted Korean tradition of a large family will soon be challenged by a birth-control drive now being mapped by the South Korean military regime.",
        "pub_date": "1961-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE0DD1E3DE733A25756C0A9679D946091D6CF"
    },
    {
        "headline": "NEW HAVEN CHECKS BIRTH CONTROL UNIT",
        "snippet": "NEW HAVEN, Nov, 3 (AP) -- Two detectives called today on a birth control clinic that is dispensing contraceptive information in defiance of state laws.",
        "pub_date": "1961-11-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DEFDE1E3DE733A25757C0A9679D946091D6CF"
    },
    {
        "headline": "EPISCOPAL CHURCH FOR BIRTH CONTROL; Also Approves U.S. Aid on Family Planning for Any Nation Requesting It POPULATION RISE CITED Action Is Needed to Protect Lives in Many Countries, Convention Declares",
        "snippet": "DETROIT, Sept. 28 -- The Protestant Episcopal Church endorsed artificial birth control here today.",
        "pub_date": "1961-09-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E2D6123BE13ABC4151DFBF66838A679EDE"
    },
    {
        "headline": "U.S. SHUNS MOVES ON BIRTH CONTROL; Population Growth Termed Peril to Aid Programs",
        "snippet": "WASHINGTON, July 23 -- The National Institutes of Health have a budget this year of $560,000,000, but not a cent is ear-marked for what many consider one of the most serious public health problems in the world -- the population crisis.",
        "pub_date": "1961-07-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801EEDE1E3FE13ABC4C51DFB166838A679EDE"
    },
    {
        "headline": "Issue in Birth Control Law",
        "snippet": "E.B. Kevins, whose letter appeared on July 8, argued that legislation restricting artificial birth control practices was not an \"imposition\" of the views of one religious group upon citizens who see things differently.",
        "pub_date": "1961-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E0DE113DE733A2575AC1A9619C946091D6CF"
    },
    {
        "headline": "POPE'S ENCYCLICAL URGES RICH NATIONS TO AID POOR; DEPLORES FEAR IN WORLD; HAILS LABOR GAINS Welfare State Given His Backing -- Birth Control Assailed Pope's Encyclical Emphasizes Need to Assist Poor Countries",
        "snippet": "ROME, July 14 -- Pope John XXIII appealed in an encyclical today for aid to under-developed areas without the creation of a \"new form of colonialism\" or the spread of the materialistic \"poison.\"",
        "pub_date": "1961-07-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E4D81730EE32A25756C1A9619C946091D6CF"
    },
    {
        "headline": "Paris to Try to Cut Pigeon Population By 'Birth Control'",
        "snippet": "PARIS, July 13 (AP) -- After years of unsuccessful combat against the pigeons of Paris, the city has decided to try a form of birth control to cut its winged population.",
        "pub_date": "1961-07-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E0DF113DE733A25757C1A9619C946091D6CF"
    },
    {
        "headline": "Legal Issue in Birth Control",
        "snippet": "lrs on ed",
        "pub_date": "1961-06-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05EED7103DE733A2575BC2A9609C946091D6CF"
    },
    {
        "headline": "Connecticut Group To Defy Ban on Data About Birth Control",
        "snippet": "The League for Planned Parenthood of Connecticut will offer \"all contraceptive techniques\" under medical supervision, it was announced yesterday.",
        "pub_date": "1961-06-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E4D8103DE733A25752C2A9609C946091D6CF"
    },
    {
        "headline": "The Birth-Control 'Decision'",
        "snippet": "Of the several significant decisions handed down by the Supreme Court yesterday, the most puzzling was the court's dismissal of a suit challenging a Connecticut law against the use or prescription of contraceptive devices. A majority of five found...",
        "pub_date": "1961-06-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E5D8103DE733A25752C2A9609C946091D6CF"
    },
    {
        "headline": "RULING DECLINED IN BIRTH CONTROL; Supreme Court Dismisses Attack on Connecticut Law High Court Dismisses Appeal Attacking Birth Control Law",
        "snippet": "WASHINGTON, June 19 -- The Supreme Court declined today to rule on Connecticut laws that make it a crime to use birth control devices or for physicians to advise their use.",
        "pub_date": "1961-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E3DB113FE13ABC4851DFB066838A679EDE"
    },
    {
        "headline": "Birth-Control Pioneer; Margaret Sanger",
        "snippet": "DEPENDING on one's view of her, Margaret Sanger is a great humanitarian or a contemptible rebel.",
        "pub_date": "1961-05-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E5D71539EE32A25751C1A9639C946091D6CF"
    },
    {
        "headline": "POPULATION CURBS IN ASIA ARE CITED; Expert Notes a 'Revolution' in Birth Control Attitudes",
        "snippet": "Asia is seeing a marked awakening \"to the need and desirability of fertility control,\" a nationwide conference of population experts was told here yesterday.",
        "pub_date": "1961-05-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E4DE103DE733A25755C0A9639C946091D6CF"
    },
    {
        "headline": "Birth Control Laws Scored",
        "snippet": "Conn Legis com hearing on birth control laws; RC reprs oppose pending bills",
        "pub_date": "1961-04-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E6D9133DE733A25750C1A9629C946091D6CF"
    },
    {
        "headline": "PRELATES OF FRANCE SCORE BIRTH CONTROL",
        "snippet": "R C Cardinals and Abps of France condemn all forms of artificial control",
        "pub_date": "1961-03-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E5DF133DE733A25754C0A9659C946091D6CF"
    },
    {
        "headline": "COURT HEARS PLEA ON BIRTH CONTROL; Warren Questions the Right of Connecticut to Prohibit the Use of Devices",
        "snippet": "WASHINGTON, March 1 (AP) -- Chief Justice Earl Warren questioned today the right of a state to prohibit a physician from advising, or a person from using, contraceptive devices when health is involved.",
        "pub_date": "1961-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02E6DA1439EE32A25751C0A9659C946091D6CF"
    },
    {
        "headline": "Text of Birth-Control Statement by Church Group",
        "snippet": "SYRACUSE, Feb. 23 (AP) -- Following is the text of a statement on \"responsible parenthood\" adopted today by the National Council of Churches. Eastern Orthodox representatives abstained from the vote.",
        "pub_date": "1961-02-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EEDC1439EE32A25757C2A9649C946091D6CF"
    },
    {
        "headline": "National Council of Churches Backs Artificial Birth Control; CHURCHMEN BACK CONTROL OF BIRTH",
        "snippet": "SYRACUSE, Feb. 23 -- The National Council of Churches overwhelmingly approved here today the use of artificial birth-control methods for responsible family planning.",
        "pub_date": "1961-02-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EFDC1439EE32A25757C2A9649C946091D6CF"
    },
    {
        "headline": "Birth Control Study Dropped",
        "snippet": "WHO drops proposals to collect data on planned parenthood programs after 4 nations claim insufficient notice was given",
        "pub_date": "1961-02-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E4DC1439EE32A25750C2A9649C946091D6CF"
    },
    {
        "headline": "HIGH COURT FACES BIG ISSUES TODAY; Communism, Blue Laws and Birth Control Among Cases as Tribunal Ends Recess Supreme Court Returns Today For Tests of Significant Cases",
        "snippet": "WASHINGTON, Feb. 19 -- The Supreme Court returns from its midwinter recess tomorrow with many significant cases awaiting decision and more scheduled for argument.",
        "pub_date": "1961-02-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E6DF1630EE32A25753C2A9649C946091D6CF"
    },
    {
        "headline": "BIRTH-CONTROL BAN CALLED A 'CRUELTY'",
        "snippet": "The denial of contraceptive advice to city relief recipients is \"a special cruelty to children and an irresponsibility to taxpayers,\" Dr. William Vogt, national director of the Planned Parenthood Federation of America, said yesterday.",
        "pub_date": "1961-02-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE4D71E3CE13ABC4E52DFB466838A679EDE"
    },
    {
        "headline": "CANCER RESEARCH FUND; Studies to Be Made of Effects of Birth Control Pill",
        "snippet": "Soc gives Dr Pincus $57,776 to test possible cancer-preventive effect of contraceptive pill",
        "pub_date": "1961-02-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CEFDE1439EE32A25751C1A9649C946091D6CF"
    },
    {
        "headline": "PILL TO BE TESTED IN WAR ON CANCER; Birth Control Agent Seems to Cut Cervical Tumors, Scientist Says Here 5-YEAR STUDY IS SLATED Foreign Specialists Will Set Year's Training in U.S. in Human Fertility",
        "snippet": "Several years experience with a contraceptive pill in Puerto Rico and elsewhere has raised the possibility that the drug also has some cancer-preventive effects.",
        "pub_date": "1961-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E4DB1739EE32A2575AC1A9679C946091D6CF"
    }
]