[
    {
        "headline": "PROGRESS HAILED IN BIRTH CONTROL; Mrs. Sanger Guest at Dinner Marking Anniversary of Clinic She Founded OTHER CITIES CELEBRATE Poletti's Ban on Fair Exhibition Is Strongly Condemned at Meeting Here",
        "snippet": "Marking the founding or the first birth-control center in the United States, twenty-six meetings were held throughout the country last night under the auspices of the Birth Control Federation of America, the National Committee for Planned Parenthood...",
        "pub_date": "1941-10-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0CE2DB1038E333A25754C1A9669D946093D6CF"
    },
    {
        "headline": "For Birth Control; Opposition Held Inimical to Nation's Welfare",
        "snippet": "To THE EDITOR OF THE NEW YORK TIMES: In your issue of Aug. 20 you printed a statement on birth control by the Rev. Hubert Seller, spiritual director of the St. Gerard Maternity Guild of the New York local branch of the National Catholic Women's...",
        "pub_date": "1941-08-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EEDA173AEF3ABC4950DFBE66838A659EDE"
    },
    {
        "headline": "POLETTI UPHOLDS FAIR EXHIBIT BAN; He Tells Women Law Made It Improper to Advocate Birth Control at State's Show",
        "snippet": "Gov's Day luncheon",
        "pub_date": "1941-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07EEDA123BEF3ABC4151DFBE66838A659EDE"
    },
    {
        "headline": "MINEOLA FAIR BARS BIRTH CONTROL UNIT; Officials Follow Lead of Lieut. Gov. Polletti, Who Banned Exhibit at Syracuse",
        "snippet": "The Mineola Fair, which will run from September 9 to 13, yesterday followed the lead set by Lieutenant Governor Charles Poletti in barring a birth control exhibit from the Syracuse State Fair. The Mineola exhibit had been planned by the Nassau and...",
        "pub_date": "1941-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406EEDA123BEF3ABC4151DFBE66838A659EDE"
    },
    {
        "headline": "MRS. POLETTI AIDS STAND ON EXHIBIT; Declines to See Birth Control Display Barred by Husband From State Fair",
        "snippet": "Mrs. Charles Poletti, wife of the Acting Governor, joined her husband yesterday in declining to view the exhibit of the New York State Federation for Planned Parenthood, a birth-control group, which Mr. Poletti had ruled might not exhibit at the...",
        "pub_date": "1941-08-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE6D8123DEF32A25754C2A96E9C946093D6CF"
    },
    {
        "headline": "POLETTl ASSAILED ON BIRTH CONTROL; Planned Parenthood Society Defends Exhibit Barred From Syracuse Fair HE LETS HIS ACTION STAND Federation Invites Him to a Substitute Showing to Disprove Charges",
        "snippet": "Acting Governor Charles Poletti's action in barring a birth-control exhibit from the New York State Fair at Syracuse was assailed yesterday by officials of the New York State Federation for Planned Parenthood, sponsors of the project, but Mr. Poletti...",
        "pub_date": "1941-08-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5DE1038E333A25755C2A96E9C946093D6CF"
    },
    {
        "headline": "Birth Control Held Warranted",
        "snippet": "lrs",
        "pub_date": "1941-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807EFDC123BEF3ABC4B51DFBE66838A659EDE"
    },
    {
        "headline": "Bars Birth Control Exhibit",
        "snippet": "Birth control exhibit barred by Lt Gov Poletti",
        "pub_date": "1941-08-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E0D61F3BE233A25751C2A96E9C946093D6CF"
    },
    {
        "headline": "DOOM OF U.S. SEEN IN BIRTH CONTROL; It Is Far More Serious Than Foreign 'Isms,' Priest Warns Catholic Meeting Here NATIONAL IDEALS SIFTED Democracy Is Being 'Divinized,' Dr. G.P. Schmidt Declares at Youth Gathering",
        "snippet": "With two million fewer children in the public schools today than there were a decade ago, the death-knell of the nation is feeing sounded by seemingly patriotic advocates of birth control, the Rev. Hubert Beller, spiritual director of St. Gerard's...",
        "pub_date": "1941-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE4D6133FE13BBC4851DFBE66838A659EDE"
    },
    {
        "headline": "250 ATTEND RITES HERE FOR DR. STONE; Leaders in ' the Birth Control Movement Are Present",
        "snippet": "Stone, Hannah M; por",
        "pub_date": "1941-07-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802EFDE123FE13BBC4C52DFB166838A659EDE"
    },
    {
        "headline": "Connecticut Bars Birth Control",
        "snippet": "Conn Sen kills bill to raise ban",
        "pub_date": "1941-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01EFDE163CE33BBC4051DFB366838A659EDE"
    },
    {
        "headline": "BIRTH CONTROL UPHELD; Massachusetts Supreme Court Declares Bill Constitutional",
        "snippet": "Sup Ct rules on protested birth control measure",
        "pub_date": "1941-05-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E1DA1F3DE33BBC4851DFB366838A659EDE"
    },
    {
        "headline": "JURY HITS ADVERTISEMENT; Louisville Panel Backs Catholic Attack on Birth Control Copy",
        "snippet": "LOUISVILLE, Ky., April 23 (AP) -- A Jefferson County (Louisville) grand jury presented a statement to Judge Loraine Mix of the Criminal Court today criticizing The Courier-Journal for carrying an advertisement recently advocating birth control.",
        "pub_date": "1941-04-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EFDC1E3DE33BBC4C51DFB266838A659EDE"
    },
    {
        "headline": "FAMILY-PLANNING AIDED; Mr. and Mr. A.D. Lasker Give $50,000 to Birth Control Group",
        "snippet": "With wife gives to Natl Com for Planned Parenthood",
        "pub_date": "1941-04-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5D91F3BE33BBC4852DFB266838A659EDE"
    },
    {
        "headline": "BIRTH CONTROL FUND RISES; Chairman of Group Reports $138,971 Gifts Here",
        "snippet": "N Y Com meeting; rept on drive",
        "pub_date": "1941-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE1DE113DE33BBC4850DFB566838A659EDE"
    },
    {
        "headline": "BIRTH-CONTROL DRIVE LAUNCHED IN NATION; Fund of $625,000 Is Sought by Planned Parenthood Group",
        "snippet": "A nation-wide campaign to have birth control included in State and national public health programs and to focus public attention on the need for planned parenthood among families who bear the majority of the nation's babies was started yesterday by...",
        "pub_date": "1941-03-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E7D9103DE33BBC4052DFB566838A659EDE"
    },
    {
        "headline": "BIRTH CONTROL IS AIDED; $105,718 Given or Pledged in the Drive in This Area",
        "snippet": "Natl Com for Planned Parenthood: rept on gifts",
        "pub_date": "1941-03-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E7DC1E38E33BBC4B52DFB566838A659EDE"
    },
    {
        "headline": "BIRTH CONTROL FUND GETS $81,450 GIFTS; Pamphlet Emphasizes Part of Program in Defense",
        "snippet": "Contributions of $81,450 were announced yesterday at the first report meeting of the metropolitan New York committee of the National Committee for Planned Parenthood at headquarters of the committee, 501 Madison Avenue. The national committee is...",
        "pub_date": "1941-02-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02EEDC133DE33BBC4051DFB466838A659EDE"
    },
    {
        "headline": "BIRTH-CONTROL DRIVE BEGUN FOR $625,000; National Committee for Planned Parenthood Seeks Fund",
        "snippet": "The National Committee for Planned Parenthood, 501 Madison Avenue, began yesterday a campaign to raise $623,000 to finance the program of the Birth Control Federation of America and its affiliated groups, according to an announcement by Mrs. Margaret...",
        "pub_date": "1941-02-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E3DD153BE33BBC4152DFB466838A659EDE"
    },
    {
        "headline": "Birth Control Held No Solution",
        "snippet": "I find it difficult to pass by a recent article in THE TIMES, \"U.S. Security Seen in Birth Control,\" setting forth the views of Dr. Alan Valentine of the University of Rochester among others.",
        "pub_date": "1941-02-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E2D7123DE33BBC4C52DFB466838A659EDE"
    },
    {
        "headline": "NEW DRIVE PLANNED FOR BIRTH CONTROL; Chief Aim of National Group in 1941 Is to Add It to More Public Health Services",
        "snippet": "A drive to have birth control included in more public health services of the country will be the first aim of the Birth Control Federation of America during 1941, it was reported yesterday at the closing session of the annual meeting of the...",
        "pub_date": "1941-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DEED9123DE33BBC4950DFB766838A659EDE"
    },
    {
        "headline": "U.S. SECURITY SEEN IN BIRTH CONTROL; Planned Parenthood Is Called Key to Good Government by University President 'IGNORANCE' IS ASSAILED Dr. Valentine of Rochester Praises Federation -- Medical Profession Is Attacked",
        "snippet": "The key to good government and economic security that would give this country an \"enduring national strength\" is planned parenthood, the Birth Control Federation of America was told yesterday at its annual meeting in the Hotel Roosevelt.",
        "pub_date": "1941-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01E0D8173AE33BBC4850DFB766838A659EDE"
    },
    {
        "headline": "QUALITY HELD NEED IN WAR MAN POWER; Birth Control Meeting Is Told That 'Quantity' Is the Least Important in U.S. Defense FOR'PLANNEDPARENTHOOD' Speakers Call It Part of the Democratic Ideal -- Dictator Methods Are Condemned",
        "snippet": "The strength of national defense was seen yesterday as dependent not on the quantity of massed men, like the armies of totalitarian countries, but rather in the quality of man power needed to direct and operate more efficiently the machines of modern...",
        "pub_date": "1941-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906EFDD173AE33BBC4151DFB766838A659EDE"
    }
]