[
    {
        "headline": "Birth Control Projects Get $10-Million Grants",
        "snippet": "The Ford Foundation announced yesterday grants totaling $10-million for family planning programs in slum areas and for research in reproduction and contraception.",
        "pub_date": "1968-12-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E1DA1E38E134BC4850DFB4678383679EDE"
    },
    {
        "headline": "Pakistan's Program of Birth Control Is Making Progress but Nation's Population Is Still Increasing",
        "snippet": "LAHORE, Pakistan, Nov. 25 -- Last February the family-planning clinics here in the capital of West Pakistan were able to perform only 45 sterilization operations. Now it is an ordinary thing for them to perform 45 in a day.",
        "pub_date": "1968-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CEEDA1130EE3BBC4A53DFB4678383679EDE"
    },
    {
        "headline": "Birth Control Group to Help City In Bringing Program to the Poor",
        "snippet": "Planned Parenthood of New York City announced yesterday that it would provide assistance to city government agencies to make birth control services readily available to poor families.",
        "pub_date": "1968-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502E1DD1730E034BC4151DFB7678383679EDE"
    },
    {
        "headline": "Methodist Bishop Backs Practice of Birth Control",
        "snippet": "WASHINGTON, Nov. 27 (AP) -- A Methodist bishop gave his full backing today to birth control -- a subject of controversy within the Roman Catholic Church.",
        "pub_date": "1968-11-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02EFDE1730E034BC4051DFB7678383679EDE"
    },
    {
        "headline": "Portugal's Bishops Support Pope's Birth-Control Views",
        "snippet": "LISBON, Nov. 22 -- Portugal's Roman Catholic bishops announced today their support of the papal encyclical banning artificial contraception.",
        "pub_date": "1968-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04EFD8123AEF3BBC4B51DFB7678383679EDE"
    },
    {
        "headline": "Cincinnati Prelate Cautions On Birth Control Statement",
        "snippet": "Most Rev K J Alter says news repts 'grossly misinterpreted' bishops lr; says bishops accepted papal ban",
        "pub_date": "1968-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEFD6153CE73BBC4052DFB7678383679EDE"
    },
    {
        "headline": "Excerpts From Bishops' Pastoral Letter on Birth Control and Objection to War",
        "snippet": "WASHINGTON, Nov. 15 -- Following are excerpts from a pastoral letter of the American bishops of the Roman Catholic Church on birth control and conscientious objection to war:",
        "pub_date": "1968-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E0D81630E034BC4E52DFB7678383679EDE"
    },
    {
        "headline": "Catholic Bishops Temper Curbs on Birth Control; BISHOPS TEMPER BIRTH CURB BAN",
        "snippet": "WASHINGTON, Nov. 15 -- The nation's Roman Catholic bishops declared today that artificial birth control was an \"objective evil,\" but that Catholics who could not in conscience follow the church's teachings should not feel cut off from holy communion.",
        "pub_date": "1968-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E1D81630E034BC4E52DFB7678383679EDE"
    },
    {
        "headline": "40 Dissident Priests Reject Appeal to Mediate Dispute on Birth Control",
        "snippet": "WASHINGTON, Nov. 12 -- The more than 40 Washington priests disciplined by Patrick Cardinal O'Boyle for their public dissent on the birth control issue turned down today a new appeal for mediation on the ground that the Cardinal had refused to show...",
        "pub_date": "1968-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E6DF1230E034BC4B52DFB7678383679EDE"
    },
    {
        "headline": "U.S. FUND RISE URGED FOR BIRTH CONTROL",
        "snippet": "The leader of the nation's birth control movement called upon President-elect Richard M. Nixon yesterday to make more Federal money available for family planning for the poor.",
        "pub_date": "1968-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E5DF1230E034BC4B52DFB7678383679EDE"
    },
    {
        "headline": "Catholic Priests Ask Mediation of Washington Birth Control Fight and Other Disputes With Bishops",
        "snippet": "WASHINGTON, Nov. 11 -More than 300 priests from 33 states called on the country's Roman Catholic bishops today to intervene in the dispute between Patrick Cardinal O'Boyle and dissident Washington priests over birth control.",
        "pub_date": "1968-11-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE0DB1230EF34BC4A52DFB7678383679EDE"
    },
    {
        "headline": "Catholic Bishops Will Act On Birth Control and War; Conference Hints at a Softer Stand on Papal Encyclical -- May Also Endorse Selective Conscientious Objection Catholic Bishops to Act on Birth Control and War",
        "snippet": "WASHINGTON, Nov. 11 -The nation's Roman Catholic bishops moved today toward a possible effort to ease the consciences of Catholic couples who cannot accept the papal ban on artificial contraception.",
        "pub_date": "1968-11-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E1DB1230EF34BC4A52DFB7678383679EDE"
    },
    {
        "headline": "M'CARTHY BACKS PRIESTS AT RALLY; Dissidents Ask Bishops' Aid in Birth Control Dispute",
        "snippet": "WASHINGTON, Nov. 10 -- Senator Eugene J. McCarthy led more than 4,000 singing, cheering Roman Catholic laymen today in a demonstration of support for 40 Washington priests disciplined by Patrick Cardinal O'Boyle because of their dissent to the Papal...",
        "pub_date": "1968-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E2D61530E034BC4952DFB7678383679EDE"
    },
    {
        "headline": "A French Dissent on Birth Control",
        "snippet": "The waters of Lourdes, long a source of healing for the faithful of the Roman Catholic Church, became last week a symbol of the deepening wounds caused by last July's Papal encyclical banning the use of artificial contraception.",
        "pub_date": "1968-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E6DE1330EE3AA15753C1A9679D946991D6CF"
    },
    {
        "headline": "U.N. Committee Backs Right to Birth Control",
        "snippet": "UNITED NATIONS, N. Y., Nov. 8 -- The Social Committee of the General Assembly today approved a statement saying that parents had the \"exclusive right to determine freely and responsibly the number and spacing of their children.\"",
        "pub_date": "1968-11-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E4DB1630E034BC4153DFB7678383679EDE"
    },
    {
        "headline": "French Bishops Ease Birth-Control Ban; Say Contraceptives' Use 'Is Not Always Guilty' BIRTH-CURB STAND EASED IN FRANCE",
        "snippet": "LOURDES, France, Nov. 8 -- The Roman Catholic Church of France decided today that the use of artificial contraception \"is not always guilty.\" It left it to each believer to decide whether it would be sinful in his or her case.",
        "pub_date": "1968-11-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E5DB1630E034BC4153DFB7678383679EDE"
    },
    {
        "headline": "Agency Calls Inconclusive Data on Birth Control Pills",
        "snippet": "WASHINGTON, Nov. 1 (UPI) -- An advisory committee of the Food and Drug Administration has reported that data on whether birth control pills can cause cancer of the cervix is still inconclusive.",
        "pub_date": "1968-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE7D7153BE73ABC4B53DFB7678383679EDE"
    },
    {
        "headline": "BIL BAIRD PUPPETS TO PUSH THE PILL; A World Tour Is Planned to Publicize Birth Control",
        "snippet": "Bil Baird's puppets will be used to dramatize the advantages of birth control on a world tour beginning early next year.",
        "pub_date": "1968-10-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E2DA123CEE34BC4E51DFB6678383679EDE"
    },
    {
        "headline": "ONGANIA DISPUTES M'NAMARA'S VIEW; Argentine President at Odds With Him on Birth Control",
        "snippet": "BUENOS AIRES, Oct. 16 -- A fundamental disagreement on birth control, with potential implications for all of Latin America, has emerged here this week.",
        "pub_date": "1968-10-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E3DC1F31E034BC4F52DFB6678383679EDE"
    },
    {
        "headline": "Priest Who Opposed, but Presented, Birth Control Edict Named Archbishop",
        "snippet": "ROME, Oct. 15 -- A priest who, against his personal conviction, presented and defended the Papal encyclical renewing the Roman Catholic ban on artificial contraception, has been named Archbishop of Perugia.",
        "pub_date": "1968-10-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E2D61030EE3BBC4E52DFB6678383679EDE"
    },
    {
        "headline": "O'Boyle Demands Obedience To Pope's Birth Control Edict",
        "snippet": "WASHINGTON, Oct. 10 -Patrick Cardinal O'Boyle formally instructed Roman Catholics of the Washington Archdiocese today to submit \"mind and will\" to the Church's ban on artificial methods of birth control.",
        "pub_date": "1968-10-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E0D71E31E034BC4952DFB6678383679EDE"
    },
    {
        "headline": "Poll Finds Priests In Dioceses Split On Birth Control; POLL OF PRIESTS INDICATES SPLIT",
        "snippet": "Half of the Roman Catholic diocesan priests in the United States disagree with Pope Paul VI's condemnation of birth control, according to a national survey released yesterday.",
        "pub_date": "1968-10-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EFD81E31E034BC4053DFB6678383679EDE"
    },
    {
        "headline": "Irish Birth-Control Protest",
        "snippet": "G Taylor smashes windows of Irish Embassy, London, to protest lack of birth-control facilities in Ireland",
        "pub_date": "1968-10-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E7DB163AE433A25755C0A9669D946991D6CF"
    },
    {
        "headline": "French Church Hints Its Stand On Birth-Control Ban May Ease",
        "snippet": "PARIS, Oct. 4 -- The Roman Catholic bishops of France appear to be moving toward the granting of a way out to believers who feel they cannot obey the papal ban on the birth-control pill.",
        "pub_date": "1968-10-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE6D81E31E034BC4D53DFB6678383679EDE"
    },
    {
        "headline": "Soviet Doctor Sees 'Evil' In Papal Birth-Control Ban",
        "snippet": "Prof G Speransky (USSR) says only 'evil and cruel manhater' could have issued encyclical banning contraception, 1st detailed Soviet reaction to Pope's ban",
        "pub_date": "1968-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E5DF1E38E134BC4B53DFB6678383679EDE"
    },
    {
        "headline": "TV: Frank and Mature Discussion of Birth Control; Contraceptive Devices Displayed on Channel 4 Vivacious Joan Rivers Brightens Own Show",
        "snippet": "GOOD television often turns up at unexpected hours; it did from 9 to 10 A. M. yesterday on WNBC-TV (Channel 4). The first half was a major breakthrough in the educational use of the home screen -- a totally frank and completely mature discussion of...",
        "pub_date": "1968-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E1DF1E38E134BC4B53DFB6678383679EDE"
    },
    {
        "headline": "55 British Priests Dissent On Birth-Control Encyclical",
        "snippet": "LONDON, Wednesday, Oct. 2 -- Fifty-five Roman Catholic priests in Britain said today that they could not support Pope Paul's encyclical on birth control.",
        "pub_date": "1968-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03EEDC1530E034BC4A53DFB6678383679EDE"
    },
    {
        "headline": "Catholics Found Easing Sex and Birth Curb Views; Survey by Jesuit School Catholics Found Liberalizing Views on Sex and Birth Control Survey by Jesuit School",
        "snippet": "American Catholics are caught up in guilt and conflict as they move toward increasingly liberal attitudes on birth control and marriage, according to a study released yesterday by the Urban Life Institute of the University of San Francisco, a Jesuit...",
        "pub_date": "1968-10-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE1DA1E31E034BC4953DFB6678383679EDE"
    },
    {
        "headline": "Bishops of Canada Give Their Birth Control View",
        "snippet": "WINNIPEG, Canada, Sept. 27 (AP) -- The Roman Catholic bishops of Canada said today that adherence to the papal encyclical forbidding artificial means of birth control was primarily a question of conscience, but that conscience must be based on...",
        "pub_date": "1968-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE0DB1E31E034BC4051DFBF668383679EDE"
    },
    {
        "headline": "CARDINAL REJECTS ARBITRATION PLEA; O'Boyle Rebuffs Priests in Birth Control Dispute",
        "snippet": "WASHINGTON, Sept. 24 -Patrick Cardinal O'Boyle re jected today an appeal by leaders of the National Federation of Priests' Councils for arbitrations of his dispute with 44 priests in the Washington Archdiocese over the birth control issue.",
        "pub_date": "1968-09-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EFDD1E31E034BC4D51DFBF668383679EDE"
    },
    {
        "headline": "Austrian Bishops Stress Conscience On Birth Control",
        "snippet": "VIENNA, Sept. 23 -- The Roman Catholic bishops of Austria said in a joint statement today that married Catholics who were limiting the number of their children \"for ethical reasons\" dictated by their own conscience would be admitted to Holy Communion...",
        "pub_date": "1968-09-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EED91339E433A05757C2A96F9C946991D6CF"
    },
    {
        "headline": "Religion; Discipline for Priests On Birth Control",
        "snippet": "Sex and ecclesiastical discipline are two subjects that can be counted on to arouse the most rigid Jansenism of an Irish cleric. A combination of both will often provoke reactions that pale Cotton Mather into a libertine.",
        "pub_date": "1968-09-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5D9123AEF3BBC4A51DFBF668383679EDE"
    },
    {
        "headline": "CAPITAL PRIESTS ARE DISCIPLINED; Cardinal Imposes Sanctions in Rift on Birth Control",
        "snippet": "WASHINGTON, Sept. 18 -Patrick Cardinal O'Boyle disciplined at least eight priests today for persisting in their dissent from Pope Paul VI's encyclical on birth control.",
        "pub_date": "1968-09-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E1DA153BE73ABC4152DFBF668383679EDE"
    },
    {
        "headline": "44 Priests Again Uphold Birth Control",
        "snippet": "44 of 51 Washington priests, including O'Donoghue, reaffirm opposition to Pope's ban; face canonical pentalties as O'Boyle deadline passes",
        "pub_date": "1968-09-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502EFDF1030EE3BBC4D52DFBF668383679EDE"
    },
    {
        "headline": "CHURCH UNIT HITS DEATH PENALTY; Protestant Council Upholds Birth Control Support",
        "snippet": "HOUSTON, Sept. 13 -- The National Council of Churches urged today the abolition of capital punishment, calling it a contributor to the \"brutalization of society.\"",
        "pub_date": "1968-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E6DE1E31E034BC4C52DFBF668383679EDE"
    },
    {
        "headline": "BIRTH-CONTROL TALK BY PRIEST CANCELED",
        "snippet": "WASHINGTON, Sept. 9 -- The general secretary of the United States Catholic Conference, said today that a series of radio talks by a Catholic University professor had been canceled because they \"related to the current controversial publicity\"...",
        "pub_date": "1968-09-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EFDF163FE132A05753C1A96F9C946991D6CF"
    },
    {
        "headline": "POPE SENDS PLEA TO GERMAN GROUP; Asks Dissidents to Accept Edict on Birth Control",
        "snippet": "ROME, Sept. 7 -- A papal letter dated Aug. 30 to the 82d German Roman Catholic conference that was published here today called upon the faithful to heed the teaching authority of the church. It was viewed as a rebuke to those who are protesting...",
        "pub_date": "1968-09-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507EFDA1539E63ABC4053DFBF668383679EDE"
    },
    {
        "headline": "CATHOLIC U. ACTS ON FOES OF EDICT; 17 Professors Face Inquiry Over Birth-Control Dissent",
        "snippet": "WASHINGTON, Sept. 5 -Trustees of the Catholic University of America ordered an inquiry today to determine whether 17 professors violated their responsibilities to the university by publicly dissenting from Pope Paul VI's encyclical on birth control.",
        "pub_date": "1968-09-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE7DC173AE134BC4E53DFBF668383679EDE"
    },
    {
        "headline": "51 Priests Request Mediation In Dispute Over Birth Control",
        "snippet": "WASHINGTON, Sept. 4 -Fifty-one priests asked the president of the National Conference of Catholic Bishops today to establish a special board to mediate their dispute with Patrick Cardinal O'Boyle over the birth-control issue.",
        "pub_date": "1968-09-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EFDE173AE134BC4D53DFBF668383679EDE"
    },
    {
        "headline": "COOKE IS DISPUTED ON BIRTH CONTROL",
        "snippet": "A recently established group of Roman Catholic laymen complained here yesterday that archdiocesan officials seemed unaware of the strong dissent within the Catholic community to the encyclical of Pope Paul VI forbidding artificial birth control.",
        "pub_date": "1968-09-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE6D71638E134BC4C53DFBF668383679EDE"
    },
    {
        "headline": "Cardinal Threatens to Punish 50 Washington Priests Who Dissent From Encyclical on Birth Control",
        "snippet": "WASHINGTON, Sept. 3 -- Patrick Cardinal O'Boyle threatened punitive action today against 50 priests who had publicly dissented from the recent papal encyclical on birth control.",
        "pub_date": "1968-09-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E6D71638E134BC4C53DFBF668383679EDE"
    },
    {
        "headline": "WOMEN GIVE VIEW ON STERILIZATION; Many Puerto Rican Wives Favor It for Birth Control",
        "snippet": "A study conducted this summer in prenatal, gynecological and family-planning clinics shows that many Puerto Rican women here favor sterilization as a method of birth control.",
        "pub_date": "1968-09-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06EFD71330EE3BBC4953DFBF668383679EDE"
    },
    {
        "headline": "BRITISH CATHOLICS WIDENING PROTEST; Secular Groups Go Beyond Issue of Birth Control",
        "snippet": "Suspension or silencing of at least 7 priests for pub criticism of papal encyclical on birth control is factor inducing sizable protest movement against authoritarian procedures; laymen are begining to mobilize to seek greater voice in ch for 1st...",
        "pub_date": "1968-08-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E7D71030E034BC4051DFBE668383679EDE"
    },
    {
        "headline": "North Carolina Drops Rule on Birth Control",
        "snippet": "HEW Dept orders NC to stop requiring welfare recipients to take birth control instruction, charges violation of Fed laws",
        "pub_date": "1968-08-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E7D71030E034BC4051DFBE668383679EDE"
    },
    {
        "headline": "7 Priests at Upstate Seminary Shifted for Opposing Encyclical; Bishop Ordered Transfers After Clerics Protested Birth-Control Stand",
        "snippet": "EAST AURORA, N. Y., Aug. 27 -- Seven Roman Catholic priests have been abruptly dismissed from the faculty of St. John Vianney Seminary because they objected to Pope Paul VI's encyclical banning artificial birth control.",
        "pub_date": "1968-08-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E7D71030E034BC4051DFBE668383679EDE"
    },
    {
        "headline": "Birth Control; For the Russian Woman There Is No Easy Way",
        "snippet": "MOSCOW -- One of the more risky places for a woman to be in the Soviet Union is in bed.",
        "pub_date": "1968-08-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EFDF1F3BE73ABC4D51DFBE668383679EDE"
    },
    {
        "headline": "Knights of Columbus Back The Pope on Birth Control",
        "snippet": "Knights of Columbus Sup Council avoids clash at meeting, Anaheim, Calif, by dropping resolution scoring criticism of war and urging instead that US pray for a lasting peace and just conclusion to the war",
        "pub_date": "1968-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E5D71330EE3BBC4B51DFBE668383679EDE"
    },
    {
        "headline": "Birth Control Aid for Colombia",
        "snippet": "The Pope's expected visit to Bogota made newspaper headlines, and there has been a spontaneous reaction of feverish beautifying of the avenues and buildings.",
        "pub_date": "1968-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06EEDA1030E034BC4851DFBE668383679EDE"
    },
    {
        "headline": "Pediatrician's Views on Birth Control",
        "snippet": "As a pediatrician I have all too often been concerned with large families whose parents were separated or preparing to do so. In a large number of instances the introduction of birth control has brought a new stability and renewed family love.",
        "pub_date": "1968-08-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E3DB1230EF34BC4152DFBE668383679EDE"
    },
    {
        "headline": "Women's Birth-Control Right Upheld by University Group",
        "snippet": "Internatl Fed of Univ Women backs right of all women to birth control",
        "pub_date": "1968-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE3D7103FE63ABC4E52DFBE668383679EDE"
    },
    {
        "headline": "Suspended Priest in Britain Bars Shift on Birth Control",
        "snippet": "Rev Weir says he has no intention of leaving priesthood",
        "pub_date": "1968-08-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E0DD1030E034BC4C52DFBE668383679EDE"
    },
    {
        "headline": "POPE ASKS PRAYER FOR EDICT'S FOES; For Third Time, He Defends Birth-Control Stand",
        "snippet": "CASTEL GANDOLFO, Italy, Aug. 11 -- Pope Paul VI, in his third public defense of his controversial encyclical on birth control, today called for prayers that opponents of the document might be \"illuminated and guided\" by its \"true and superior\"...",
        "pub_date": "1968-08-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E4DE1030E034BC4A52DFBE668383679EDE"
    },
    {
        "headline": "Catholic Laymen See Birth Control Guided by Parents",
        "snippet": "A group of American Catholic laymen who attended last year's World Congress of the Laity in Rome reaffirmed yesterday their support of a congress resolution that placed responsibility for birth-control methods upon parents.",
        "pub_date": "1968-08-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E4DB1E3AE03AA15752C1A96E9C946991D6CF"
    },
    {
        "headline": "Hierarchy in Mexico Endorses Papal Birth Control Encyclical",
        "snippet": "MEXICO CITY, Aug. 10 -- The Roman Catholic hierarchy of Mexico, a country with one of the highest annual population increases in the world, urged the faihful today to obey the Papal encyclical banning artificial contraception.",
        "pub_date": "1968-08-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E6DB1E3AE03AA15752C1A96E9C946991D6CF"
    },
    {
        "headline": "Bogota Aide Said to Quit In Birth-Control Dispute",
        "snippet": "Reptdly resigns",
        "pub_date": "1968-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03EFDF1030E034BC4852DFBE668383679EDE"
    },
    {
        "headline": "View on Birth Control",
        "snippet": "lr urges US Pres candidates give views on subject",
        "pub_date": "1968-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE3DF1030E034BC4053DFBE668383679EDE"
    },
    {
        "headline": "53 Fordham Priests Back Pope on Birth-Control Ban",
        "snippet": "53 Jesuit priests of Fordham U back encyclical",
        "pub_date": "1968-08-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E1D61330E034BC4F53DFBE668383679EDE"
    },
    {
        "headline": "DEBATE CONTINUES ON POPE'S VERDICT; Catholics Back and Attack Ban on Birth Control",
        "snippet": "On the first Sunday since Pope Paul VI issued his encyclical banning all forms of artificial birth control, the American Roman Catholic hierarchy conveyed to the man in the pew yesterday its unbending suport for the Pope's position.",
        "pub_date": "1968-08-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E4DC1230EF34BC4D53DFBE668383679EDE"
    },
    {
        "headline": "PONTIFF DEFENDS ENCYCLICAL AGAIN; Tells of Messages Backing Stand on Birth Control",
        "snippet": "CASTEL GANDOLFO, Italy, Aug. 4 -- Pope Paul VI today defended for the second time last week's encyclical reaffirming the Roman Catholic Church's ban on artificial birth control.",
        "pub_date": "1968-08-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E4DC1230EF34BC4D53DFBE668383679EDE"
    },
    {
        "headline": "Birth Control Efforts; Pope's Ban Conflicts With Warning From National Academy of Sciences",
        "snippet": "Last Monday, Pope Paul VI in an encyclical letter reaffirmed the traditional position of the Roman Catholic Church prohibiting all means of artificial contraception.",
        "pub_date": "1968-08-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E4DB1538EF3BBC4C53DFBE668383679EDE"
    },
    {
        "headline": "For Birth Control",
        "snippet": "The following editorial in defense of the Pope's encyclical on birth control appeared last week in Il Tempo, a conservative newspaper published in Rome.",
        "pub_date": "1968-08-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EFDB1538EF3BBC4C53DFBE668383679EDE"
    },
    {
        "headline": "DUTCH GIVE VIEW ON PAPAL RULING; Bishops Term Decision on Practice of Birth Control a Matter of Conscience DUTCH GIVE VIEW ON PAPAL RULING",
        "snippet": "THE HAGUE, Aug. 2 -- Bernard Cardinal Alfrink and the six other Roman Catholic bishops of the Netherlands have said in a joint letter that there are many factors besides the papal encyclical on birth control that Roman Catholics will consider in...",
        "pub_date": "1968-08-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906EEDD1230EF34BC4B53DFBE668383679EDE"
    },
    {
        "headline": "Theologians Gain Support In Dissent on Birth Control; Theologians Gain New Support In Dissent on Birth-Curb Edict",
        "snippet": "WASHINGTON, Aug. 1 -- A group of 87 Roman Catholic theologians who issued a strong dissent against Pope Paul's encyclical affirming the ban on artificial birth control reported today that they had strong new support for their position.",
        "pub_date": "1968-08-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE7DB153BE73ABC4A53DFBE668383679EDE"
    },
    {
        "headline": "CATHOLIC EXPERTS IN STRONG DISSENT ON EDICT BY POPE; 87 Theologians, Mostly of Clergy, Say Birth-Control Ban Is Not Binding DECREE HELD FALLIBLE Group of Washington Clerics Gives Support and Sees No Issue of Disloyalty 87 Catholic Theologians Issue a Strong Dissent Against Pope Paul's Encyclical BIRTH-CURB VIEW HELD NOT BINDING Church Liberals Term Issue Matter of Conscience for Couples to Decide",
        "snippet": "WASHINGTON, July 30 -- In an emphatic statement, 87 Roman Catholic theologians said today that the encyclical issued yesterday by Pope Paul VI reaffirming the church's opposition to birth control was not binding upon Catholics.",
        "pub_date": "1968-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905EED71330E034BC4950DFB1668383679EDE"
    },
    {
        "headline": "Text of Pope Paul's Encyclical Reaffirming the Prohibition Against Birth Control; Pontiff Urges Statesmen and Clergy to Help Families to Prosper Within Moral Law",
        "snippet": "ROME, July 29 (Reuters) -- Following is the text of \"Humanae Vitae\" (\"Of Human Life\"), the seventh encyclical of Pope Paul VI, as made public by the Vatican today in translation from the Latin:",
        "pub_date": "1968-07-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E6D71330E034BC4850DFB1668383679EDE"
    },
    {
        "headline": "POPE BARS BIRTH CONTROL BY ANY ARTIFICIAL MEANS; TONE FORTHRIGHT Encyclical Binding on Catholics but Is Not Immutable Dogma Pope Paul VI, in an Encyclical, Rules Out Birth Control by Any Artificial Methods RHYTHM METHOD HELD ACCEPTABLE Document Termed Binding on Conscience of Faithful but Is Not Immutable",
        "snippet": "ROME, July 29 -- Five years of uncertainty over how the Roman Catholic Church would view modern methods of birth control ended today with the official presentation of a papal encyclical letter that upheld the prohibition on all artificial means of...",
        "pub_date": "1968-07-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E7D71330E034BC4850DFB1668383679EDE"
    },
    {
        "headline": "Pope Reported to Retain Strict Birth-Control Ban; POPE SAID TO KEEP BIRTH-CURB RULE",
        "snippet": "Time magazine reports that Pope Paul VI has given an unequivocal \"no\" to the practice of birth control by Roman Catholics. The weekly news magazine, in its issue of Aug. 2, quotes what it describes as an unofficial translation of a 34-page encyclical...",
        "pub_date": "1968-07-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03E3D81330E034BC4151DFB1668383679EDE"
    },
    {
        "headline": "Priests in Capital Dispute Cardinal On Birth Control; PRIESTS DEFIANT ON BIRTH CONTROL",
        "snippet": "The Association of Washington Priests refused last night to obey a directive of their Cardinal supporting the traditional Roman Catholic ban on birth control by artificial contraceptives.",
        "pub_date": "1968-07-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803EFD9153AEF3BBC4051DFB1668383679EDE"
    },
    {
        "headline": "FEW HERE SEEKING FREE FAMILY AID; City Reports 10% Rise in Birth-Control Requests",
        "snippet": "Two weeks ago 14 municipal hospitals eliminated their $11 fee for family-planning advice. Since then there has been only a 10 per cent increase in the number of women asking for the service.",
        "pub_date": "1968-07-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E3DA1330EE3BBC4A53DFB1668383679EDE"
    },
    {
        "headline": "City's Hospitals Put Birth-Control Help On Free Basis Today",
        "snippet": "Beginning today, family planning services at 14 municipal hospitals will be offered free of charge to all women, married or unmarried.",
        "pub_date": "1968-06-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03EEDA1638E134BC4F52DFB0668383679EDE"
    },
    {
        "headline": "Candidates' Views on Birth Control Asked",
        "snippet": "In the next 25 years the number of human beings inhabiting the earth is expected to double. This explosion in population is the most urgent problem facing mankind today, and a solution is urgently required.",
        "pub_date": "1968-06-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E0D8103FE63ABC4A53DFB0668383679EDE"
    },
    {
        "headline": "NEW DRUG FOUND ON BIRTH CONTROL; Upjohn Says One Injection Would Last Three Months",
        "snippet": "DETROIT, May 21 -- The Upjohn Company, a major drug maker, said today that it was prepared to sell a birth control agent that is effective for three months as soon as its use is approved by the Food and Drug Administration.",
        "pub_date": "1968-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE0DE1638E134BC4A51DFB3668383679EDE"
    },
    {
        "headline": "British Cardinal Deplores Confusion on Birth Control",
        "snippet": "Cardinal Heenan (GB) says Caths 'desperately await' guidance from Pope Paul on birth control, int in Cath Herald",
        "pub_date": "1968-05-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01E4D71E39E134BC4F52DFB3668383679EDE"
    },
    {
        "headline": "Labeling on Birth Control Pills Will Warn of Possible Hazards",
        "snippet": "WASHINGTON, May 10, (AP) -- The Food and Drug Administration announced today new labeling requirements for birth control pills because of new evidence it says indicates the pills may be hazardous to health.",
        "pub_date": "1968-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E3DB163AE134BC4952DFB3668383679EDE"
    },
    {
        "headline": "U.N. Parley Backs Right To Data on Birth Control",
        "snippet": "UN Human Rights Conf resolution accepts birth control educ and data as basic human right",
        "pub_date": "1968-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE1DC1230EE3BBC4153DFB3668383679EDE"
    },
    {
        "headline": "U.S. WOULD REVISE LABELING ON PILL; British Studies Prompt Move on Birth Control Products",
        "snippet": "WASHINGTON, April 30 -- The Food and Drug Administration is asking United States Manufacturers of oral contraceptives to revise their labeling in the light of British studies linking the pills with potentially dangerous blood clotting problems.",
        "pub_date": "1968-05-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401EFD91E39E134BC4953DFB3668383679EDE"
    },
    {
        "headline": "Population Control Gaining as a Way of Life; GAINS BEING MADE IN BIRTH CONTROL",
        "snippet": "When Dr. Frank W. Notestein headed the Population Division of the United Nations from 1946 to 1948, he remembers, \"We walked softly, like a cat on a wet pavement.\" Population control was politically touchy in the underdeveloped nations where it was...",
        "pub_date": "1968-03-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE2DA1F39E134BC4D51DFB5668383679EDE"
    },
    {
        "headline": "' Birth Control' Is Urged For Birds and Coyotes",
        "snippet": "US naturalists propose some form of birth control for birds to curb their collisions with planes",
        "pub_date": "1968-03-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE0DF1638E134BC4B52DFB5668383679EDE"
    },
    {
        "headline": "Birth Control Campaign",
        "snippet": "Elizabeth (NJ) Planned Parenthood Center begins 2d fund drive",
        "pub_date": "1968-03-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E6DE1539E63ABC4852DFB5668383679EDE"
    },
    {
        "headline": "Carl G. Hartman, 88, Is Dead; Aided Knowledge of Conception; Discovery of Hormones' Role in Fertility Cycles Led to Modern Birth Control",
        "snippet": "Hartman, Carl G (Dr)",
        "pub_date": "1968-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06EFDB1530EF34BC4A53DFB5668383679EDE"
    },
    {
        "headline": "U.N. Commission on Women To Study Birth Control",
        "snippet": "Special to The New York Times UNITED NATIONS, N. Y., Feb. 20--The Commission on the Status of Women, which ended its 21st session here yesterday, has appointed a special investigator to study birth control programs throughout the world.",
        "pub_date": "1968-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E0D71031E034BC4951DFB4668383679EDE"
    },
    {
        "headline": "Birth-Control Aide Named",
        "snippet": "R Toland Jr named vp",
        "pub_date": "1968-02-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E4DE1138E134BC4A52DFB4668383679EDE"
    },
    {
        "headline": "New Birth Control Aids Praised; F.D.A. Panel Finds Risk Small; BIRTH CURB AIDS PRAISED BY F.D.A.",
        "snippet": "WASHINGTON, Jan. 21 -- An expert medical committee has reported to the Food and Drug Administration that intrauterine birth control devices are highly effective and involve only a small risk.",
        "pub_date": "1968-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E7D91038E134BC4A51DFB7668383679EDE"
    }
]