[
    {
        "headline": "Birth Control Backlash",
        "snippet": "  IN THE 30 YEARS SINCE THE CONTRACEPTIVE pill was introduced in the United States, this country has fallen farther and farther behind Europe in the birth-control choices available. Until 1980, at least nine large pharmaceutical companies were...",
        "pub_date": "1990-12-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/12/16/magazine/birth-control-backlash.html"
    },
    {
        "headline": "Approval Is Seen for Use in U.S. Of 5-Year Birth Control Implant",
        "snippet": "  Federal approval is expected soon for a birth control implant for women that would provide protection against pregnancy up to five years, Government and industry officials say.   Approval of the method, Norplant, is seen as one of the most...",
        "pub_date": "1990-12-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/12/07/us/approval-is-seen-for-use-in-us-of-5-year-birth-control-implant.html"
    },
    {
        "headline": "Sentence for Killing Newborn: Jail Term, Then Birth Control",
        "snippet": "  A 17-year-old Florida girl who admitted smothering her newborn daughter in the bathroom of a Jacksonville hospital in April has been sentenced to two years in prison and required to use birth control for 10 years after her release from jail.   ...",
        "pub_date": "1990-11-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/11/18/us/sentence-for-killing-newborn-jail-term-then-birth-control.html"
    },
    {
        "headline": "Bishop Issues Warning on Birth Control",
        "snippet": "  A Roman Catholic Bishop told colleagues today that their refusal to openly discuss objections to the papal ban on contraception was seriously damaging the credibility of the church.    \"The time has come to ask the questions out loud,\" said Bishop...",
        "pub_date": "1990-11-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/11/15/us/bishop-issues-warning-on-birth-control.html"
    },
    {
        "headline": "John Paul, in Mexico, Denounces Birth Control",
        "snippet": "LEAD: Pope John Paul II preached a hard sermon against birth control today in this Roman Catholic country that is struggling to stop its population's explosive growth rate.",
        "pub_date": "1990-05-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/05/11/world/john-paul-in-mexico-denounces-birth-control.html"
    },
    {
        "headline": "India to Shake Up Birth-Control Bureaucracy",
        "snippet": "LEAD: Prodded by social scientists' fears of impending demographic catastrophe, the Indian Government is preparing to decentralize the administration of population control programs, which have failed to curb runaway growth in the world's...",
        "pub_date": "1990-03-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/03/14/world/india-to-shake-up-birth-control-bureaucracy.html"
    },
    {
        "headline": "Public Aid for Birth Control Found to Save Money",
        "snippet": "LEAD: Taxpayers save $4.40 for every public dollar spent to provide birth control to women who might otherwise not have access to contraceptives, a new study has found.",
        "pub_date": "1990-02-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/1990/02/26/us/public-aid-for-birth-control-found-to-save-money.html"
    }
]