[
    {
        "headline": "CATHOLIC WOMEN BAN IMMODEST GARB; Archdiocesan Council Also Condemns Indecency in Books and Plays. AGAINST BIRTH CONTROL Will Work for World Peace -- Nun Tells of Accomplishments on East Side.",
        "snippet": "Violations of modesty in women's dress were condemned by the New York Archdiocesan Council of the National Council of Catholic Women at its second annual convention yesterday in the Waldorf.",
        "pub_date": "1925-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E4D71339EF32A25750C0A9649D946495D6CF"
    },
    {
        "headline": "URGES STERILIZATION OF MENTAL DEFECTIVES; University of Michigan President Also Advocates Birth Control for Poor.",
        "snippet": "LANSING, Mich., Nov. 18. -- Dr. Clarence Cook Little, President of the University of Michigan, urged sterilization of mental and criminal defectives and the limitation of population through birth control in some instances, in his first address in...",
        "pub_date": "1925-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E2D81339EF32A2575AC1A9679D946495D6CF"
    },
    {
        "headline": "Birth Control League Asks Aid of Wrong Legislator",
        "snippet": "Receives plea to support Birth Control League while he is celebrating golden wedding at which his 9 children are present",
        "pub_date": "1925-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06EFDC1339EF32A25751C0A9669D946495D6CF"
    },
    {
        "headline": "PROTESTS ATTACKS ON ARMY AND NAVY; Admiral Huse, Speaking at the Politics Institute, Defends Our Military Policies. RAPPARD DENIES RIDICULE League of Nations Official Disclaims Purpose to Offend Any One, Especially Americans. CROWDED WORLD FORESEEN Prof East Says Birth Control Will Become Imperative -- Masson Assails French Capital Levy Plan. PROTESTS ATTACKS ON ARMY AND NAVY",
        "snippet": "WILLIAMSTOWN, Mass., Aug. 15. -- Rear Admiral Harry M.P. Huse, U.S.N., retired, of Washington, voiced a protest at today's open conference of the Institute of Politics against criticism of the United States Army and Navy. He denied that army and navy...",
        "pub_date": "1925-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E3DB133AEF3ABC4E52DFBE66838E639EDE"
    },
    {
        "headline": "SAYS BIRTH CONTROL IS ITALY'S REMEDY; Professor East Answers Cippico, Who Urged Emigration as Population Relief. WOULD STOP \"SPAWNING\" Inexorable Laws of Nature, He Says, Make Other Relief Measures Temporary. GRADE A MEN WELCOME But Economic Pressure In Italy Is Not Driving That Class Here, Lecturer Declares.",
        "snippet": "Prof E M East replies to Cippico in statement to press, urges birth control",
        "pub_date": "1925-08-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7DE1E38E233A25750C0A96E9C946495D6CF"
    },
    {
        "headline": "BIRTH CONTROL IN BRITAIN; Bishop of Birmingham Calls It \"Common Sense\" -- Quakers Defend It, but Catholics Are Opposed",
        "snippet": "THE subject of birth control has been agitated considerably in England of late. There are both advocates and opponents. Among the former appears the Right Rev. Dr. E.W. Bone, Bishop of Birmingham, who recently assured the Congress of the Royal...",
        "pub_date": "1925-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E7D91531EE3ABC4152DFB166838E639EDE"
    },
    {
        "headline": "BIRTH CONTROL APPEAL STIRS SWEDENBORGIANS; Approval by Maine Minister Causes a Sensation at Church Convention in Cincinnati.",
        "snippet": "Meeting of Natl Council of Ministers, Cincinnati",
        "pub_date": "1925-06-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E3D7113BE233A2575BC1A9609C946495D6CF"
    },
    {
        "headline": "Brighton Canon Opposes Episcopal Bishop Who Took Pulpit to Urge Birth Control",
        "snippet": "Advocated by Bishop Barnes in Brighton, Eng, and opposed from same pulpit by Canon F C N Hicks",
        "pub_date": "1925-06-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E7D7103FE733A25751C0A9609C946495D6CF"
    },
    {
        "headline": "JAPANESE COUNT SEES WAR IN 10 YEARS; Soyejima, Tokio Publisher, Says His Country Will Fight Russia and Probably China. CALLS REDS UNRELIABLE Predicts Peace With America -- Holds Birth Control Solution of Japan's Economic Problem.",
        "snippet": "TOKIO, May 20. -- Forces operating in the Far East indicate that Japan will be embroiled in war within ten years, not with America on the Pacific, but with the Soviet In Manchuria, in the opinion of Count Michimasa Soyejima, a member of the House of...",
        "pub_date": "1925-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E5D91339E133A25752C2A9639C946495D6CF"
    },
    {
        "headline": "WOMEN VOTERS ACT ON MAJOR POLICIES; National League Favors Child Labor Amendment and Federal Education Department. TO STUDY MARRIAGE LAWS Delegates Defeat Renewed Efforts to Take Up Birth Control Question. MUSCLE SHOALS ACT URGED League Declares the Plant Should Be Made a \"National Asset\" Through Legislation.",
        "snippet": "Natl League of Women Voters endorses it",
        "pub_date": "1925-04-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E1D8133FE733A25752C2A9629C946495D6CF"
    },
    {
        "headline": "AGAINST BIRTH CONTROL.; Catholic Welfare Workers Declare Unions Are Opposed to It.",
        "snippet": "Natl Catholic Welfare Conf says unions are opposed",
        "pub_date": "1925-04-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E7DF1138E233A25754C0A9629C946495D6CF"
    },
    {
        "headline": "WOULD ENCOURAGE LARGER FAMILIES; Prof. Conklin of Princeton Thinks Birth Control Second in Importance. DUTIES OF THE CULTURED Social Obligation They Have if Leaving Worthy Successors In the World the Point to Be Stressed.",
        "snippet": "PRINCETON, N.J., April 1. -- Professor Edwin Grant Conklin, head of the Department of Biology at Princeton and a nationally recognized authority on heredity, has been following day by day the doings of the birth control conference in New York, which...",
        "pub_date": "1925-04-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502EEDC133FE733A25751C0A9629C946495D6CF"
    },
    {
        "headline": "ASK CHURCHES' AID FOR A BETTER RACE; Ministers Speak in Support of Movement for a Higher Order of Human Society. FAVOR WIDER KNOWLEDGE Physicians Express Their Views on the Subject at Birth Control Conference.",
        "snippet": "Sessions",
        "pub_date": "1925-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E4D61038E233A25752C3A9659C946495D6CF"
    },
    {
        "headline": "SCIENTISTS PLEAD FOR BIRTH CONTROL IDEA; Leaders of Thought in Many Lands State Why They Think the Restricting of Population Has Become a World Necessity",
        "snippet": "DELEGATES from a score of nations are taking part in the Sixth International Neo-Malthusian and Birth Control Conference, now in session in New York. They include physicians, eugenists, economists and sociologists.",
        "pub_date": "1925-03-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E3DF1431EE3ABC4151DFB566838E639EDE"
    },
    {
        "headline": "ASKS LEAGUE TO AID IN POPULATION ILLS; Birth Control Conference Also Seeks Help of Labor and Child Welfare Bodies. SPEAKERS PREDICT WAR Dr. Goldstein and Harold Cox Say Over-Population Will Bring Next Great Conflict.",
        "snippet": "Resolutions asking the League of Nations to study birth control as a means of preventing war, urging organized labor to support the movement for the sake of better living conditions and requesting the help of child welfare organizations on account of...",
        "pub_date": "1925-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE5DC133FE733A2575BC2A9659C946495D6CF"
    },
    {
        "headline": "POPULATION RISE NO MENACE, HE SAYS; Dr. Louis I. Dublin Attacks Movement at Birth Control Conference.",
        "snippet": "Delegates to the sixth international Neo-Malthusian and Birth Control Conference, in session at the Hotel McAlpin, yesterday listened to a blunt attack on their policies from Dr. Louis I. Dublin, statistician of the Metropolitan Life Insurance...",
        "pub_date": "1925-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06EEDD133FE733A25754C2A9659C946495D6CF"
    },
    {
        "headline": "CONFERENCE OPENS ON BIRTH CONTROL; First International Meeting Here Brings Delegates From Many Lands.",
        "snippet": "The-sixth international birth control opened last night at the Hotel McAlpin under the auspices of the American Birth Control League, and will hold daily sessions until next Tuesday. At the opening session birth control was advocated as a means for...",
        "pub_date": "1925-03-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06EED71038E233A25755C2A9659C946495D6CF"
    }
]