[
    {
        "headline": "Majority Birth Control Studies Found to Be Federally Financed; Most of Birth Control Studies Found to Be Federally Financed Principal Fund Sources",
        "snippet": "WASHINGTON, Dec. 28 --The Federal Government was shown today to be financing well over half of the known research dealing directly or indirectly with birth control.",
        "pub_date": "1962-12-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E2DB1630EF3BBC4151DFB4678389679EDE"
    },
    {
        "headline": "ILLINOIS AIDE QUITS OVER BIRTH CONTROL",
        "snippet": "CHICAGO, Dec. 6 (AP) A member of the Illinois Public Aid Commission, who had failed to block the state's new birth control program, resigned today.",
        "pub_date": "1962-12-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404EEDC123DE63BBC4F53DFB4678389679EDE"
    },
    {
        "headline": "ILLINOIS WILL AID IN BIRTH CONTROL; Relief Agency Acts Official Predicts Legislative Bar",
        "snippet": "CHICAGO, Dec. 3 The Illinois Public Aid Commission adopted today a policy of providing contraceptives for women on relief who request them.",
        "pub_date": "1962-12-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE4DE123DE63BBC4C53DFB4678389679EDE"
    },
    {
        "headline": "ELECTRONICS AIDS IN BIRTH CONTROL; Time of Ovulation Recorded by Temperature Device",
        "snippet": "A use of electronics to improve the rhythm method of conception control was described by a physician here yesterday at the Human Factors Society meeting at the Barbiizon-Plaza Hotel.",
        "pub_date": "1962-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E5DD113EE43BBC4151DFB7678389679EDE"
    },
    {
        "headline": "ILLINOIS DEBATES BIRTH CONTROL AID; Proposal for Using Public Funds Provokes Heated Exchanges at Hearing Many Witnesses Heard Vote Scheduled Dec. 10",
        "snippet": "CHICAGO, Nov. 21--Heated exchanges marked an open hearing today on whether public funds should be spent for birth control in Illinois.",
        "pub_date": "1962-11-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E7DB1F3EE23BBC4A51DFB7678389679EDE"
    },
    {
        "headline": "Dance on Nov. 30 Will Raise Funds For Birth Control; 5 Planned Parenthood Centers to Gain From 'Gay Nineties' Fete",
        "snippet": "Planned Parenthood of Manhattan and the Bronx will be assisted by a \"Gay Nineties Diner Dance\" on Nov. 30 in the main ballroom of the Delmonico.  ",
        "pub_date": "1962-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EEDE123DEE32A2575BC1A9679D946391D6CF"
    },
    {
        "headline": "Birth Control Taboos Are Easing; Bellevue Clinic Has Long Waiting List of City Patients Subject Now Open to Public Discussion-- Dispute Remains Patients Given a Lecture Strict Criteria Used First Study in 1955 Other Methods Explained Wide Practice Is Cited States Statutes Vary Roman Catholic View More Research Needed",
        "snippet": "Fifty years ago today Margaret Sanger unfolded a daring new tactic in her long fight for public recognition of birth control.",
        "pub_date": "1962-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE0DE123DEE32A2575BC1A9679D946391D6CF"
    },
    {
        "headline": "ILLINOIS DIVIDED ON BIRTH CONTROL; Parley Set on Plans to Give Data to Aid Recipients Called For Guarantee",
        "snippet": "CHICAGO, Nov. 10--A decision on a controversial proposal to make dissemination of birth control information and devices part of public welfare policy in Illinois was postponed yesterday.",
        "pub_date": "1962-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE0DE113AEF33A25752C1A9679D946391D6CF"
    },
    {
        "headline": "BIRTH CONTROL AID IN WELFARE URGED; Illinois Group Moved by Illegitimate Cases",
        "snippet": "CHICAGO, Sept. 29--The use of state public aid funds to pay for birth control materials for some persons on relief was proposed this week by Arnold H. Maremont, new chairman of the Illinois Public Aid Commission.",
        "pub_date": "1962-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03EEDC133FE731A25753C3A96F9C946391D6CF"
    },
    {
        "headline": "U.S. Decides to Issue Birth Control Study It Had Suppressed; U.S., in Reversal, Acts to Issue Banned Birth Control Report",
        "snippet": "WASHINGTON, Sept. 7 The Department of Health, Education and Welfare overruled the Public Health Service today and ordered a report on Government and private support of birthcontrol research made public.",
        "pub_date": "1962-09-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E7DE143CE53BBC4053DFBF668389679EDE"
    },
    {
        "headline": "Birth Control Research Report Is Quashed by Surgeon General",
        "snippet": "WASHINGTON, Sept. 6 A report on Government and private support of birth control research has been killed by Dr. Luther L. Terry, the Surgeon General.",
        "pub_date": "1962-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E5DF143CE53BBC4F53DFBF668389679EDE"
    },
    {
        "headline": "PEIPING REVIVING BIRTH CONTROL BID; Openly Reverses Policy as Economic Hopes Wane PEIPING REVIVING BIRTH CONTROL BID",
        "snippet": "HONG KONG, Aug. 16--An open campaign for birth control is gaining momentum in Communist China.",
        "pub_date": "1962-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E5D71138E63ABC4851DFBE668389679EDE"
    },
    {
        "headline": "China Makes a 'Bitter Retreat'; Faced with a population boons of over 14 million a year, Mao has again found it necessary to adopt the 'Marxist heresy' of birth control. What does it mean? China Makes a 'Bitter Retreat'",
        "snippet": "HONG KONG. RELUCTANTLY, furtively and  guiltily, china's communist masters are backsliding again into the Marxist heresy of birth control. It is a bitter retreat to the hard mood of 1957, when Emperor Mao and his Marxist mandarins issued an edict...",
        "pub_date": "1962-07-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E0DA153BE136A05756C1A9619C946391D6CF"
    },
    {
        "headline": "Chile Forms Committee To Draft Birth Control",
        "snippet": "Chile, which has a predominantly Roman Catholic population, has established an official governmental committee to devise measures for birth control.",
        "pub_date": "1962-06-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E6D61038E63ABC4D53DFB0668389679EDE"
    },
    {
        "headline": "NASSER DROPS BAN ON BIRTH CONTROL; Cites Peril to U.A.R. From Sharp Population Rise",
        "snippet": "CAIRO, May 31 An aboutface by President Gamal Abdel Nasser on the issue of birth control is regarded as one of the most significant new developments in the United Arab Republic.",
        "pub_date": "1962-06-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E4DA103EE43BBC4953DFB0668389679EDE"
    },
    {
        "headline": "CATHOLICS ASSAILED ON BIRTH CONTROL",
        "snippet": "Since the Roman Catholic Church accepts \"death control,\" it should accept birth control, the Rev. Dr. Richard M. Steiner said yesterday at the Unitarian Church of All Souls, at Lexington Avenue and Eightieth Street.  Dr. Steiner, minister of the...",
        "pub_date": "1962-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE6DA103EE43BBC4051DFB3668389679EDE"
    },
    {
        "headline": "TV: Birth Control Issue; Social, Moral and Legal Implications of Dispute Discussed on 'C.B.S. Reports'",
        "snippet": "THE social, moral and legal implications of birth  control were discussed forthrightly but quietly on last night's installment of \"C.B.S. Reports.\"",
        "pub_date": "1962-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E0DE1F3AE63BBC4952DFB3668389679EDE"
    },
    {
        "headline": "RABBI BIDS U.S. GIVE BIRTH-CONTROL DATA",
        "snippet": "A Jewish leader accused the Government yesterday of having failed \"to face up to the problem\" of hunger in the world in refusing to give help on birth control to overcrowded countries that want it.",
        "pub_date": "1962-04-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE3DF1638E23ABC4052DFB2668389679EDE"
    },
    {
        "headline": "C.B.S. PLANS STUDY OF BIRTH CONTROL; Panel Discussion April 26 on 'Reports' Telecast Joey Bishop Plans Changes 'John Brown's Body' to Return",
        "snippet": "An examination of birth control and its many aspects will be presented by \"C.B.S. Reports\" on Thursday, April 26.  ",
        "pub_date": "1962-04-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E5DA1030E03ABC4D53DFB2668389679EDE"
    },
    {
        "headline": "BAD EFFECT SEEN IN BIRTH CONTROL; Catholic Psychiatrist Terms All Forms Frustrating",
        "snippet": "A Roman Catholic psychiatrist said here yesterday that any form of birth control, including the church-approved \"rhythm method,\" was psychologically bad.",
        "pub_date": "1962-03-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502E1DC1338E63ABC4C52DFB5668389679EDE"
    },
    {
        "headline": "Inborn System of Birth Control Indicated in Studies of Animals; Evidence Points to Hormones That Brake Population, With a Human Parallel Suggested--Theory Is Opposed Reproduction Halted Summary of Work Paradox Noted Increase of Lemmings Other Animals Affected Cycles Coincide Fertility Increases",
        "snippet": "A number of researchers have found evidence for what they believe to be an inborn system of birth control in higher animals.",
        "pub_date": "1962-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE0DA153DEE32A25757C1A9679C946391D6CF"
    }
]