[
    {
        "headline": "Papal Statement on Birth Control Is Expected Soon",
        "snippet": "ROME, Dec. 5--Pope Paul VI is expected to make public soon his long-awaited ruling on maintenance or modification of the Roman Catholic prohibition on most forms of contraception, according to a highly placed Vatican source.",
        "pub_date": "1967-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01E2DC113FEF3BBC4E53DFB467838C679EDE"
    },
    {
        "headline": "Advice on Birth Control To Be on Subway Cards",
        "snippet": "Planned Parenthood of NY sets ad campaign in NYC buses and subways, 1st such campaign in transit ad",
        "pub_date": "1967-12-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E6DC1038E43BBC4953DFB467838C679EDE"
    },
    {
        "headline": "Birth-Control Group Honors 4 at Start Of $1-Million Drive",
        "snippet": "Four famous women, each an important contributor to the planned parenthood movement in the world, received citations yesterday at a luncheon that started a campaign to raise $1 million for the Margaret Sanger Institute of Human Reproduction and...",
        "pub_date": "1967-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE3D7173DE63ABC4E52DFB767838C679EDE"
    },
    {
        "headline": "Medicine; Search for Better Birth Control",
        "snippet": "The Pill, which just seven years ago revolutionized birth control throughout the world, may soon become old-fashioned.  On the horizon is a new generation of simpler, surer and perhaps safer birth control measures.",
        "pub_date": "1967-11-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E3DD123FE53BBC4A52DFB767838C679EDE"
    },
    {
        "headline": "BIRTH CONTROL AID OF U.S. CALLED LAX; Report Urges Rise in Funds for Help to the Poor",
        "snippet": "WASHINGTON, Nov. 2--Birth control programs run for the poor by the Department of Health, Education and Welfare were attacked today as providing too little help to have any real impact on a problem of huge dimensions.",
        "pub_date": "1967-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E4D6123BE53BBC4B53DFB767838C679EDE"
    },
    {
        "headline": "Students Want Birth Control",
        "snippet": "Students at Manchester U, Eng, defy univ adm, install machines vending contraceptives; cite rise in unwanted pregnancies at univ",
        "pub_date": "1967-10-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CEED91E3CE63ABC4E51DFB667838C679EDE"
    },
    {
        "headline": "Catholics on Birth Control",
        "snippet": "ed hails liberal outlook at cong",
        "pub_date": "1967-10-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E1DB153DE23BA15750C2A9669D946691D6CF"
    },
    {
        "headline": "Catholic Laity Leaders Endorse Birth Control; CATHOLIC LEADERS BACK BIRTH CURBS",
        "snippet": "ROME, Wednesday, Oct. 18 A resolution incorporating an endorsement of birth control. was approved early this morning by the Assembly of the Heads of Delegations, the central body of the Third World Lay Catholic Congress meeting in Rome.",
        "pub_date": "1967-10-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E5D9153FE53BBC4052DFB667838C679EDE"
    },
    {
        "headline": "COUNCIL IS FORMED ON BIRTH CONTROL; $18-Million Sought to Aid U.S. and Foreign Work",
        "snippet": "The establishment of a National Development Council that will raise $18-million for expanded family planning guidance to nations abroad and to cope with the birth-control needs of low-income American couples was announced here yesterday.",
        "pub_date": "1967-10-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E2D9123BE53BBC4E52DFB667838C679EDE"
    },
    {
        "headline": "SYNOD ROLE SEEN ON BIRTH CONTROL; Pope Could Learn Bishops' Views Outside Meeting",
        "snippet": "ROME, Oct. 4 An informed source predicted today that Pope Paul VI would consult with the prelates participating in the first Synod of Bishops, either in or outside their meetings, on the issue of birth control.",
        "pub_date": "1967-10-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03EFD61238E53BBC4D53DFB667838C679EDE"
    },
    {
        "headline": "Mobile Turkish Teams Promote Birth Control; Medical Groups Use Jeeps to Carry Government's Program to Villagers",
        "snippet": "ANKARA, Turkey, Oct. 3 Two green jeeps equipped with loudspeakers are touring the villages of the Anatolian Plateau this fall in an effort to promote the Turkish Government's official policy of birth control.",
        "pub_date": "1967-10-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E5D71238E53BBC4C53DFB667838C679EDE"
    },
    {
        "headline": "Birth Control; The American Effort Abroad Grows",
        "snippet": "WASHINGTON--One week ago, William S. Gaud, administrator of the Agency for International Development, announced a major shift in United States policy toward \"population planning\" or, more simply, birth control.",
        "pub_date": "1967-09-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E1DB103BE333A25757C2A96F9C946691D6CF"
    },
    {
        "headline": "Birth Control Case Delayed",
        "snippet": "Case of W Baird, charged with violating Mass law by giving control devices to Boston U coeds after lecture, delayed",
        "pub_date": "1967-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E0DB1538E53BBC4C52DFBF66838C679EDE"
    },
    {
        "headline": "Birth Control Meeting to Begin in Caracas Today; Parley Was Held in Chile",
        "snippet": "WASHINGTON, Sept. 9--Latin-American Cabinet ministers, economists and population experts are to assemble tomorrow in Caracas, Venezuela, for a six-day meeting on birth control.",
        "pub_date": "1967-09-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5D61E31E23ABC4852DFBF66838C679EDE"
    },
    {
        "headline": "BIRTH-CONTROL AID DENOUNCED IN SPAIN",
        "snippet": "MADRID, Aug. 31 The chief public health officer of Spain today denounced \"illegitimate\" interests, mainly in Anglo-Saxon countries, which he said were behind birth-control programs and promotion of contraceptive devices.",
        "pub_date": "1967-09-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE7DC153FE53BBC4953DFBF66838C679EDE"
    },
    {
        "headline": "Dr. Pincus, Developer of Birth-Control Pill, Dies; Worcester Foundation Chief Worked With Chang and Rock on Contraceptive",
        "snippet": "Pincus, Gregory G",
        "pub_date": "1967-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E6DA1F3AE63ABC4B51DFBE66838C679EDE"
    },
    {
        "headline": "Church Acts on Birth Control",
        "snippet": "GRAND RAPIDS, Mich. Aug. 19 (UPI)--The national convention of the Seventh Day Baptist church passed a resolution here today leaving the question of birth control to the conscience and responsibility of the family.",
        "pub_date": "1967-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E3D91F38E133A25753C2A96E9C946691D6CF"
    },
    {
        "headline": "State Plans to Feed Birth Control Drug To Rats in Slums; RATS TO GET DRUG TO CONTROL BIRTH",
        "snippet": "Governor Rockefeller announced yesterday a program to curtail rat reproduction with minute doses of drugs like those used by women as oral contraceptives.",
        "pub_date": "1967-08-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E6DB1F3AE63ABC4152DFBE66838C679EDE"
    },
    {
        "headline": "S.E.C. FILES A SUIT ON SALE OF STOCK; 10 Brokerage Firms Said It Have Handled Shares in Illegal Distribution DIEYFUS REPORT NOTED Ineramerican Issue Held Inregistered Rumors of Birth Control Pill Cited S.E.C. FILES A SUIT ON SALE OF STOCK",
        "snippet": "More than 100 brokerage fims in the United States sold the stock of a company whose shares were unregistered and illegally distributed earlier this year, according to the Securities and Exchange Commission.",
        "pub_date": "1967-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02E6DE153FE53BBC4852DFBE66838C679EDE"
    },
    {
        "headline": "India Seeks Birth Control Hints in the 'Kama-Sutra'; 'An Unexplored Field' Incentives Offered Traditionalists Predominant",
        "snippet": "NEW DELHI, Aug. 5--The Government is delving into the \"Kama-Sutra,\" the celebrated fourth-century Hindu love manual, to see if it contains any details of contraceptive drugs ...",
        "pub_date": "1967-08-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EFD61638E23ABC4E53DFBE66838C679EDE"
    },
    {
        "headline": "A Catholic Mayor Seeks Birth Control Project",
        "snippet": "WASHINGTON, July 17-- The Roman Catholic Mayor of predominantly Roman Catholic Trenton, N.J., sent word to a House committee today that his city wanted a family planning project for the poor.",
        "pub_date": "1967-07-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E0DA113AE63ABC4052DFB166838C679EDE"
    },
    {
        "headline": "PERVERSION STUDY IN SCHOOLS URGED; Panel of Experts Also Leans Toward Giving Children Birth Control Facts",
        "snippet": "EVANSTON, Ill., July 12--A panel of experts pushed a controversial subject a bit deeper into controversy today.",
        "pub_date": "1967-07-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803EFDD113AE63ABC4B52DFB166838C679EDE"
    },
    {
        "headline": "U.S. Planning Study On Effects of Pill For Birth Control",
        "snippet": "WASHINGTON, July 11--A large-scale Government contract for a prospective study of the effects of birth control pills was announced today by a unit of the National Institutes of Health.",
        "pub_date": "1967-07-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E1DE113AE63ABC4A52DFB166838C679EDE"
    },
    {
        "headline": "Little Rock Priest Suspended in Rift Over Birth Control",
        "snippet": "LITTLE ROCK, Ark., July 3 The Roman Catholic Bishop here has suspended a priest for writing a series of articles on birth control for The Arkansas Gazette last month.",
        "pub_date": "1967-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E5D81F3CE43BBC4C53DFB166838C679EDE"
    },
    {
        "headline": "PARIS TO LIFT BAN ON BIRTH CONTROL; Passage of Bill Is Assured by Cabinet's Approval",
        "snippet": "PARIS, June 7--France will legalize birth control, it was decided today.",
        "pub_date": "1967-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E4D9133AE63ABC4053DFB066838C679EDE"
    },
    {
        "headline": "Medicine; How the Russians Deal With Birth Control",
        "snippet": "MOSCOW--Although \"the pill\" has become the favorite method of birth control in many advanced countries, it is still frowned upon by health officials gin the Soviet Union. They feel that intrauterine devices are safer, at least for the present.",
        "pub_date": "1967-06-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE2DF133AE63ABC4C53DFB066838C679EDE"
    },
    {
        "headline": "Doctors Say Some Women Using Birth Control Pills May Risk Stroke; 'A Very Potent Drug' Warning Signal",
        "snippet": "Three neurologists said yesterday that a small but statistically unknown number of women might be prone to developing strokes while taking birth control pills.",
        "pub_date": "1967-05-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E2DB173EE63BBC4B51DFB366838C679EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL SIGNED IN OKLAHOMA",
        "snippet": "OKLAHOMA CITY, May 18 (UPI)--Gov. Dewey Bartlett, a Roman Catholic, signed today a bill authorizing state-operated birth control centers for all persons regardless of financial condition.",
        "pub_date": "1967-05-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E0DD123AE63ABC4152DFB366838C679EDE"
    },
    {
        "headline": "Indonesian Birth Control",
        "snippet": "The military junta now governing Indonesia has agreed that birth control should become an official project. It may already be too late for this sorely needed change in policy; but any move to slow the country's birth rate, now almost 3 per cent,...",
        "pub_date": "1967-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEED8113BEF31A25752C1A9639C946691D6CF"
    },
    {
        "headline": "Aid Agency Processing Requests for Birth Control Assistance",
        "snippet": "WASHINGTON, May 10-- The United States aid agency has begun to process requests for large-scale contraceptive supplies from developing countries under a liberalized policy on birth control assistance.",
        "pub_date": "1967-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E6D8113BEF31A25752C1A9639C946691D6CF"
    },
    {
        "headline": "FORDHAM TO GIVE SEMINARS ON SEX; 'Full and Candid' Talks Will Include Birth Control Fordham Planning Seminars on Sex",
        "snippet": "Fordham University will begin a program of \"full and candid\" sex education in the fall, including lectures on contraceptive devices.",
        "pub_date": "1967-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEEDB113BEF31A25752C1A9639C946691D6CF"
    },
    {
        "headline": "150 Fordham Women Petition For a Class on Birth Control",
        "snippet": "About 150 women students at Fordham University have petitioned the administration to add courses on birth control to the curriculum.",
        "pub_date": "1967-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E3DA1F3CE53BBC4F53DFB366838C679EDE"
    },
    {
        "headline": "Brazil Investigating Report Of Birth Control Teaching",
        "snippet": "RIO DE JANEIRO, May 3-- The Agriculture Ministry ordered an investigation Wednesday reports that American-supported missions were teaching birth control methods.  ",
        "pub_date": "1967-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E0D61E38E133A25756C0A9639C946691D6CF"
    },
    {
        "headline": "4 Latin Universities Join in Birth Study; 4 Universities in 3 Latin Nations Join in Birth-Control Research",
        "snippet": "BUENOS AIRES, May 4-- A three-nation program to train Latin-American doctors and medical researchers in scientific family planning began today at the University of Salvador, a Jesuit school.",
        "pub_date": "1967-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E1D61E38E133A25756C0A9639C946691D6CF"
    },
    {
        "headline": "Religion; Birth Control Divides Catholics",
        "snippet": "The situation of Roman Catholics anticipating Pope Paul VI's decision on birth control has taken on an air of \"Waiting for Godot\" Samuel Beckett's allegorical drama in which the movement from disorder to order is somehow linked to the expected...",
        "pub_date": "1967-04-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E0DA133FE53BBC4B51DFB266838C679EDE"
    },
    {
        "headline": "No Change on Birth Control",
        "snippet": "There will be disappointment that Pope Paul VI has not accepted the majority opinion of his special commission of bishops on birth control and also that a seemingly hopeful passage in the recent encyclical, \"Populorum Progressio,\" was incorrectly...",
        "pub_date": "1967-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DEFD9153AE63ABC4152DFB266838C679EDE"
    },
    {
        "headline": "INDIAN, HERE, SEEKS BIRTH CONTROL AID",
        "snippet": "India's Secretary of Health and Family Planning, Govind Narain, has arrived in the United States to begin a \"dialogue of understanding\" that he hopes will involve more Americans in his country's birth control problem.",
        "pub_date": "1967-04-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E0DA153AE63ABC4052DFB266838C679EDE"
    },
    {
        "headline": "Excerpts From Majority and Minority Reports of Papal Panel on Birth Control; Majority Report",
        "snippet": "Papal Comm on Birth Control majority rept, submitted to Pope in June '66 but kept secret, condemns abortion",
        "pub_date": "1967-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E6DA153AE63ABC4F52DFB266838C679EDE"
    },
    {
        "headline": "OPTIMISM VOICED ON BIRTH CONTROL; World Population Assembly Ends With Plea to All Lands to Promote Programs",
        "snippet": "SANTIAGO, Chile, April 15--The World Planned Parenthood assembly adjourned today with a call on all governments to adopt national programs that would help their people utilize birth control.",
        "pub_date": "1967-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E7D8143AE63ABC4E52DFB266838C679EDE"
    },
    {
        "headline": "Shortage of Resources Termed Major Deterrent to Birth Control",
        "snippet": "--A group of family planning leaders said today that the major limitations on the success of national birth control programs are insufficient funds, weak administration and inadequate personnel, not public resistance to contraceptives.",
        "pub_date": "1967-04-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E7DA143AE63ABC4D52DFB266838C679EDE"
    },
    {
        "headline": "Birth Control Supported",
        "snippet": "Natl Soc Workers Assn backs Fed and state support of birth control programs",
        "pub_date": "1967-04-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E2DC143AE63ABC4B52DFB266838C679EDE"
    },
    {
        "headline": "A Latin Revolution: Birth-Control Pills; LATIN USE OF 'PILL' IS RISING SHARPLY",
        "snippet": "SANTIAGO, Chile, April 11-- At least 1.5-million Latin-American women are using contraceptive pills, which have become the largest selling pharmaceutical product in this region medical delegates to the world Planned Parenthood assembly said today.",
        "pub_date": "1967-04-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E6DE143AE63ABC4A52DFB266838C679EDE"
    },
    {
        "headline": "Lecturer Is Arrested In Boston for Giving Aid on Birth Control",
        "snippet": "BOSTON, April 6 (UPI)--A Long Island man was arrested at his own insistence today for violating Massachusetts laws on birth control.",
        "pub_date": "1967-04-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03EFDA173AE63ABC4F53DFB266838C679EDE"
    },
    {
        "headline": "Long-Acting Birth Control Drug Will Be Tested; Doctors Hope Devices, to Be Planted Beneath Skin, Will Last 3 Months or More",
        "snippet": "ATLANTA, April 3--Birth control researchers predicted today that tests of an entirely new kind of long-acting contraceptive drug that can be implanted within women would start before the end of the year.",
        "pub_date": "1967-04-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEFD6163AE63ABC4C53DFB266838C679EDE"
    },
    {
        "headline": "Thailand Studies Liberalization Of Her Stand on Birth Control",
        "snippet": "BANGKOK, Thailand, April 1 After more than two years of tacitly supporting research, Thailand may soon establish a national policy on birth control.",
        "pub_date": "1967-04-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DEEDC1239E53BBC4A53DFB266838C679EDE"
    },
    {
        "headline": "India, Dissatisfied With Progress on Birth Control, Plans Shift of Emphasis",
        "snippet": "NEW DELHI, March 30--A major shift of strategy is under way in India's drive to curb her runaway population.",
        "pub_date": "1967-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E4DB163AE63ABC4950DFB566838C679EDE"
    },
    {
        "headline": "Encyclical Widely Hailed, but Some Are Critical; Regret Voiced on Papal Stand on Birth Control as Well as on Defects of Capitalism",
        "snippet": "Under banner headlines in the world press, editorialists and churchmen of many countries and faiths welcomed yesterday the encyclical \"On the Development of Peoples\" issued by Pope Paul VI.",
        "pub_date": "1967-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE6DD1239E53BBC4850DFB566838C679EDE"
    },
    {
        "headline": "U.S. Catholic Clerics, Wary, Doubt a Shift on Birth Control",
        "snippet": "The initial reaction of Roman Catholic churchmen in this country who were canvassed yesterday about Pope Paul's new encyclical was calm and noncommittal. None had yet read the text, and the few who did comment emphasized that their remarks were...",
        "pub_date": "1967-03-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E7DF1239E53BBC4151DFB566838C679EDE"
    },
    {
        "headline": "Theater: No Controversy; 'Not a Way of Life' Is About Birth Control",
        "snippet": "\"NOT A WAY OF LIFE,\" which opened last night  at the Sheridan Square Playhouse, calls itself a \"controversial play.\" Where's the controversy?",
        "pub_date": "1967-03-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE3DE163AE63ABC4B51DFB566838C679EDE"
    },
    {
        "headline": "Retreat on Birth Control",
        "snippet": "The Administration's budgetary problems threaten to make a casualty of family planning services for the poor. These programs had President Johnson's enthusiastic support just a year ago, but he has now failed to earmark funds for them, thus putting...",
        "pub_date": "1967-03-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E3D61439E53BBC4A52DFB566838C679EDE"
    },
    {
        "headline": "Birth Control Group Names Ex-Legislator to Top Post",
        "snippet": "Planned Parenthood-World Population announced yesterday the appointment of former Representative Paul H. Todd Jr. as its chief executive officer.",
        "pub_date": "1967-03-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE0DE173FE63ABC4E53DFB566838C679EDE"
    },
    {
        "headline": "A.M.A. Study Backs Birth Control Pills But Urges Caution",
        "snippet": "CHICAGO, Feb. 27--The American Medical Association gave cautious approval today to continued use of birth control pills.",
        "pub_date": "1967-02-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E3DE1E3CE53BBC4051DFB466838C679EDE"
    },
    {
        "headline": "CRIME PANEL ASKS SWEEPING REFORM IN 18-MONTH STUDY; Presidential Group Makes 200 Proposals, Including Birth Control Program JOHNSON GETS REPORT Commission Is Silent on Court Decisions Limiting Interrogation by Police 18-Month Crime Study Urges Sweeping and Costly Reforms",
        "snippet": "WASHINGTON, Feb.18--The President's Commission on Law Enforcement and Administration of Justice called today for \"sweeping and costly changes in criminal administration\" throughout the nation.",
        "pub_date": "1967-02-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E3DA113CE53BBC4152DFB466838C679EDE"
    },
    {
        "headline": "COMMONS FAVORS BIRTH-CONTROL AID; Approves Bill to Give Help to Married or Unmarried Women Asking for It",
        "snippet": "LONDON, Feb. 17--A measure to provide birth-control information and devices unconditionally to any woman, married or unmarried, who wants them received an unopposed second reading in the House of Commons today. This virtually assured final passage of...",
        "pub_date": "1967-02-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E4D6133FEF3BBC4052DFB466838C679EDE"
    },
    {
        "headline": "BIRTH CONTROL AID FOR POOR REVISED; U.S. Office Outlines Criteria for Local Agencies",
        "snippet": "WASHINGTON, Feb. 5--The Office of Economic Opportunity has sent to all community action agencies strict new guidelines and safeguards for dispensing contraceptive information, materials and medical assistance to the poor.",
        "pub_date": "1967-02-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01EEDF1031E53ABC4E53DFB466838C679EDE"
    },
    {
        "headline": "New Phone Book Has Birth Control Listings",
        "snippet": "NY Telephone '67 classified directory to list all birth control facilities for 1st time; '66 directory listed only cross-refs; NYC Planned Parenthood comments",
        "pub_date": "1967-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E6DD153AE637A25757C1A9679C946691D6CF"
    },
    {
        "headline": "Soviet Scientists Working On Own Birth Control Pill",
        "snippet": "MOSCOW, Jan. 12 (Reuters) Soviet scientists are working on their own version of a birthcontrol pill fom women, it was reported here this week.",
        "pub_date": "1967-01-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02EFD81E30E43BBC4B52DFB766838C679EDE"
    },
    {
        "headline": "Military Eases Its Rules On Birth Control Pills",
        "snippet": "DAYTON, Ohio, Jan. 9 (UPI) Military wives can now be furnished with free birth control pills and devices by military hospitals, an Air Force spokesman said today.",
        "pub_date": "1967-01-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E7D81E30E43BBC4852DFB766838C679EDE"
    },
    {
        "headline": "Stand on Birth Control Pills Repeated by F.D.A. Chief",
        "snippet": "WASHINGTON, Jan. 8 (AP) Dr. James Goddard, Commissioner of the Food and Drug Administration, reiterated today the agency's position that nothing \"substantial\" has been found in research on oral contraceptives to warrant withholding them from the...",
        "pub_date": "1967-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E4D6133CE43BBC4153DFB766838C679EDE"
    }
]