[
    {
        "headline": "SLOWLY AND HESITANTLY, INDIA ADOPTS BIRTH CONTROL",
        "snippet": "   More often than in the past, there comes these days what one Government official calls ''a very philosophical moment'' for the couples who live in villages like this one in northern India when they decide not to have more children. The moment...",
        "pub_date": "1983-12-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/12/28/world/slowly-and-hesitantly-india-adopts-birth-control.html"
    },
    {
        "headline": "BIRTH CONTROL: STERILIZING RELIED ON",
        "snippet": "  Voluntary sterilization is the most widely used method of birth control in the United States, according to a study released this week by Ms. magazine.   The study was conducted by the Alan Guttmacher Institute and published in a pamphlet called...",
        "pub_date": "1983-12-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/12/21/garden/birth-control-sterilizing-relied-on.html"
    },
    {
        "headline": "U.S. DROPS EFFORTS FOR NOTICE OF CHILD'S BIRTH CONTROL USE",
        "snippet": "   The Reagan Administration has given up its attempts to force federally aided birth control clinics to notify the parents before prescribing contraception for unmarried teen-agers.   Claire del Real, a spokesman for the Department of Health and...",
        "pub_date": "1983-12-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/12/01/us/us-drops-efforts-for-notice-of-child-s-birth-control-use.html"
    },
    {
        "headline": "Men and Birth Control",
        "snippet": "  That men and women should share the responsibility for contraception is a tenet that's easy to endorse and difficult to put into practice. It may be 20 years before a new male contraceptive is marketable, so birth control could remain a mostly...",
        "pub_date": "1983-11-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/11/19/opinion/men-and-birth-control.html"
    },
    {
        "headline": "Study Finds Possible Hazard In Using Birth Control Device",
        "snippet": "   A new study reports a possible link between use of intrauterine birth control devices by nursing mothers and damage to the uterus, but experts say there is not enough evidence to recommend that they stop using IUD's.   The study, made by...",
        "pub_date": "1983-11-06T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/11/06/us/study-finds-possible-hazard-in-using-birth-control-device.html"
    },
    {
        "headline": "WHY A LAG IN MALE-ORIENTED BIRTH CONTROL?",
        "snippet": "  Though science's understanding of male reproductive physiology has leapfrogged in the last decade, the research has not yet produced effective, easy-to-use contraceptives for men. Only one method, the century-old condom, is both as effective and...",
        "pub_date": "1983-10-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/10/16/weekinreview/why-a-lag-in-male-oriented-birth-control.html"
    },
    {
        "headline": "China Says Many Defy Its Birth Control Policy",
        "snippet": "  China's family planning chief says many Chinese families are still having more than one child despite a Government policy discouraging this.   ''There are certain districts where family planning programs are very well accepted,'' said Qian...",
        "pub_date": "1983-10-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/10/09/world/china-says-many-defy-its-birth-control-policy.html"
    },
    {
        "headline": "Drawing the Line On Birth Control",
        "snippet": "  When in 1981 Congress called for ''encouraging parent participation'' in teen-agers' birth control decisions, it did not intend family planning clinics to tell parents their children were seeking contraceptives, a three-judge Federal appeals court...",
        "pub_date": "1983-07-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/07/10/weekinreview/ideas-trends-drawing-the-line-on-birth-control.html"
    },
    {
        "headline": "CHINA'S VITAL BIRTH-CONTROL EFFORT DOES NOT INCLUDE INFANTICIDE",
        "snippet": "  To the Editor:    I do not dispute the two Chinese students who write that there is infanticide in China (Op-Ed April 11) - an unfortunate but long-known fact, which only recently has attracted the attention of the American news media. I would only...",
        "pub_date": "1983-04-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/04/25/opinion/l-china-s-vital-birth-control-effort-does-not-include-infanticide-118407.html"
    },
    {
        "headline": "U.S. Told Not to Impose Its Birth Control Rule",
        "snippet": "  A Federal judge issued a permanent injunction today that forbids the Government to carry out its so-called squeal rule on providing birth control aids to teen-agers.   The regulation had ordered family planning clinics that receive Federal money to...",
        "pub_date": "1983-03-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/03/03/us/around-the-nation-us-told-not-to-impose-its-birth-control-rule.html"
    },
    {
        "headline": "Ouster Asked for Author Of Birth Control Rule",
        "snippet": "  A women's consumer group mounted a petition drive today calling for dismissal of the author of the proposal that would require parental notification when teen-age girls received contraceptives from federally financed clinics.   The National Women's...",
        "pub_date": "1983-02-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/02/25/us/around-the-nation-ouster-asked-for-author-of-birth-control-rule.html"
    },
    {
        "headline": "BIRTH-CONTROL RULE IS BLOCKED",
        "snippet": "  In a rebuff to the Reagan Administration, a second Federal district judge today blocked regulations that would have required federally supported family planning clinics to notify parents when minors received prescription contraceptives.   Judge...",
        "pub_date": "1983-02-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/02/19/us/birth-control-rule-is-blocked.html"
    },
    {
        "headline": "U.S. Plans to Appeal Ruling On Teen-Ager Birth Control",
        "snippet": "  The Reagan Administration plans to appeal a Federal court ruling that blocks a requirement that parents be told when young women receive prescription contraceptives at federally subsidized clinics.   The so-called ''squeal rule'' was to have taken...",
        "pub_date": "1983-02-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/02/17/us/us-plans-to-appeal-ruling-on-teen-ager-birth-control.html"
    },
    {
        "headline": "JUDGE BARS FEDERAL BIRTH-CONTROL RULE FOR MINORS",
        "snippet": "  A Federal judge yesterday blocked new regulations that would have required federally supported family-planning clinics to notify parents when minors received prescription contraceptives.   The judge, Henry F. Werker of Federal District Court in...",
        "pub_date": "1983-02-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/02/15/nyregion/judge-bars-federal-birth-control-rule-for-minors.html"
    },
    {
        "headline": "120,000 SECRET BALLOTS ON BIRTH CONTROL",
        "snippet": "  To the Editor:   The Jan. 25 news report by Robert Pear about the rule requiring parental notification when women under 17 receive prescription contraceptives from Federally financed clinics, as well as Nadine Brozan's Jan. 29 article, ''Birth...",
        "pub_date": "1983-02-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/02/04/opinion/l-120000-secret-ballots-on-birth-control-208366.html"
    },
    {
        "headline": "Birth-Control Rule Challenged",
        "snippet": "  Whether its Secretary-designate was ready or not, the Health and Human Services Department's disputed rule on contraceptives for teen-agers got into the Federal Register -and into Federal court - last week.   The rule is due to take effect Feb. 25...",
        "pub_date": "1983-01-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/01/30/weekinreview/the-nation-birth-control-rule-challenged.html"
    },
    {
        "headline": "BIRTH-CONTROL RULE: CLINICS PONDER EFFECTS",
        "snippet": "  ''If my parents were to get a letter saying that I had received birth control, they would yell and scream - and maybe kick me out of the house,'' a 17-year-old high-school senior from Queens said the other day at the Margaret Sanger Center of...",
        "pub_date": "1983-01-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/01/29/style/birth-control-rule-clinics-ponder-effects.html"
    },
    {
        "headline": "WHEN BIRTH CONTROL IS NOT ENOUGH",
        "snippet": "  To the Editor:    Is it ''squealing'' (as you call it in your Jan. 13 editorial ''Who Runs Health and Welfare?'') when parents are informed that their children are attending a family planning clinic? The problem of parental involvement seems too...",
        "pub_date": "1983-01-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/01/28/opinion/l-when-birth-control-is-not-enough-193312.html"
    },
    {
        "headline": "New Birth Control Rule Near",
        "snippet": "  Richard S. Schweiker, the Secretary of Health and Human Services, today recommended a rule requiring family planning clinics supported by Federal money to notify parents of minors who receive birth control pills, diaphragms or intrauterine devices....",
        "pub_date": "1983-01-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1983/01/11/us/new-birth-control-rule-near.html"
    }
]