[
    {
        "headline": "CONDEMNING BIRTH CONTROL.; Its Advocates Work Against Return of Just Social Order, Father Cox Holds.",
        "snippet": "To the Editor of The New York Times: In answer to the letter of Eleanor Dwight Jones in THE TIMES for Dec. 25, let me say that it is contraception which is immoral and cruel.",
        "pub_date": "1933-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE2D91531E333A25754C2A9649D946294D6CF"
    },
    {
        "headline": "BIRTH CONTROL FAVORED.; The Views of the Rev. Dr. Cox on the Subject Are Disputed.",
        "snippet": "To the Editor of The New York Times: According to the account in THE NEW YORK TIMES, the Rev. Ignatius W. Cox in a sermon denounced those who \"discount the joys of motherhood through the practice of birth control\" and \"never seem to understand that...",
        "pub_date": "1933-12-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E0DA1531E333A25756C2A9649D946294D6CF"
    },
    {
        "headline": "ROOM FOR MILLIONS PRESSING ON JAPAN; OPEN DOOR IS BLAMED Work and Food Must Be Found in Next Decade for Vast Gain in Population. Birth Control Held of No Avail as Future Workers Are Already Born.",
        "snippet": "TOKYO, Dec. 5. -- In the next ten years Japan must find work and food for nearly 10,000,000 more people than she employs and feed today. It is true that the death rate and the birth rate run in double harness; while the young workers are coming...",
        "pub_date": "1933-12-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E4DA1531E333A25757C2A9649D946294D6CF"
    },
    {
        "headline": "Birth Control Scored as Anti-Christian; Depression No Excuse, Says Father Cox",
        "snippet": "False Christians who \"magnify the pains of childbirth and discount the joys of motherhood through the practice of birth control\" were denounced as anti-Christian yesterday by the Rev. Dr. Ignatius W. Cox, Professor of Ethics at Fordham University, in...",
        "pub_date": "1933-12-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E0DE1531E333A2575BC1A9649D946294D6CF"
    },
    {
        "headline": "BEVERLEY NEUTRAL ON BIRTH CONTROL; Ex-Governor's Report Cites Figures, Leaves Conclu- sions to Readers. PUERTO RICANS INCREASING Gore Believes Nature Will Adjust Matters, but Seeks Outlet in Florida.",
        "snippet": "SAN JUAN, P.R., Nov. 30. -- Economic importance of Puerto Rico's population problem is stressed by Former Governor James R. Beverley in his annual report for the fiscal year ended last June 30, when he retired to be succeeded by Robert H. Gore, and...",
        "pub_date": "1933-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE4DC1731E633A25750C0A9649D946294D6CF"
    },
    {
        "headline": "VOTE FOR BIRTH CONTROL.; Connecticut Women Voters Adopt Plank by Narrow Margin.",
        "snippet": "Meeting; election; adopts birth-control plank",
        "pub_date": "1933-11-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEFDE1431E333A25757C2A9679D946294D6CF"
    },
    {
        "headline": "AGAINST BIRTH CONTROL",
        "snippet": "To the Editor at The New York Times: The Rev. Ignatius W. Cox is unjust in imputing to me a design to diminish the population of this country in the face of my explicit declaration that \"we could easily support with high living standards 500,000,000...",
        "pub_date": "1933-09-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06EFDD123EE531A15757C2A96F9C946294D6CF"
    },
    {
        "headline": "MASSES AND BIRTH CONTROL",
        "snippet": "To the Editor of The New York Times: I read with a great deal of Interest a letter in THE NEW YORK TIMES, in which the Rev. Ignatius W. Cox suggests that I am probably aware that the masses will not control population by contraception.",
        "pub_date": "1933-08-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E2DF1430EF3ABC4F51DFBE668388629EDE"
    },
    {
        "headline": "BIRTH CONTROL DEPLORED",
        "snippet": "To the Editor of The New York Times: The birth controllers are \"beginning to show their hands. In THE NEW YORK TIMES Aug. 6, Guy Irving Burch argues for control of population by contraception. He is probably aware that the masses will not control...",
        "pub_date": "1933-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E3D9153FE63ABC4851DFBE668388629EDE"
    },
    {
        "headline": "Father of 12 for Birth Control.",
        "snippet": "Father of 12, favors birth control",
        "pub_date": "1933-08-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E7DB143EEF3ABC4952DFBE668388629EDE"
    },
    {
        "headline": "Uses and Abuses Of Birth Control; Collective Action Held Required in Its Regulation",
        "snippet": "To the Editor of The New York Times: Dr. Dublin, Metropolitan Life Insurance Company statistician, estimates that on the basis of the rapidly declining birth rate the population of the United States will have declined to 75,000,000 by the year 2100.",
        "pub_date": "1933-07-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E5D71F3AE333A2575AC0A9619C946294D6CF"
    },
    {
        "headline": "POPULATION GROWTH AND BIRTH CONTROL; Recent Studies Abroad Quoted to Show How Practice of the Latter Affects Former",
        "snippet": "To the Editor of The New York Times: We have read with interest in THE TIMES the report of the address of Dr. Barton C. Hirst before the convention of the American Medical Association, in which he says that the practice of birth control by the...",
        "pub_date": "1933-06-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E7D91F3AE333A25756C2A9609C946294D6CF"
    },
    {
        "headline": "Methodist Group for Birth Control.",
        "snippet": "Annual conf adopts rept favoring birth control",
        "pub_date": "1933-06-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E7DC1F3AE333A2575BC1A9609C946294D6CF"
    },
    {
        "headline": "LINKS BIRTH CONTROL AND NATION'S WOES; Dr. Hirst Tells Medical Association 'Better Elements' Are Depriving Us of Geniuses. FRANKLIN'S CASE IS CITED He Was 15th Child, Delegates Are Reminded -- New Immunity Agent Reported.",
        "snippet": "MILWAUKEE, June 15. -- The practice of birth control by the \"better elements\" of the country may be the cause of much of the present-day troubles, Dr. Barton C. Hirst of Philadelphia told the American Medical Association at its convention here today.",
        "pub_date": "1933-06-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE0DB1238E333A25755C1A9609C946294D6CF"
    },
    {
        "headline": "DOCTORS DENOUNCE CONTRACT SERVICE; Report to Medical Association Terms Hospital Plan 'Prof- iteering' in Depression. STUDENT LIMIT SOUGHT Roosevelt's Policy on Veterans Is Supported and Study of Birth Control Is Asked.",
        "snippet": "MILWAUKEE, Wis., June 12. -- Hospital contracts with groups to supply medical care at a fixed annual rate were decried in a report to the American Medical Association, convening in its eighty-fourth annual session here today, as a form of medical...",
        "pub_date": "1933-06-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EEDC1238E333A25750C1A9609C946294D6CF"
    },
    {
        "headline": "AGAINST BIRTH CONTROL.; Some Organizations Opposed to the Movement Are Cited.",
        "snippet": "To the Editor of The New York Times: Mrs. Sanger questions the truth or correctness of the statements set forth in my letter concerning the, attitude of various representative organizations and religious bodies toward artificial birth prevention and...",
        "pub_date": "1933-05-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E5DA123DEF32A2575BC1A9639C946294D6CF"
    },
    {
        "headline": "WOMAN'S BATTLE FOR RIGHT HAILED; The Rev. J. L. Davis Reviews Her Long Fight to End Old Testament Attitude. CITES JESUS'S REVERENCE Education and Birth Control Main Factors in Her Emancipation, He Declares.",
        "snippet": "The subjugation and inglorious history of women for 1,800 years was largely due to the sweeping statement in the Old Testament that women were responsible for the evil in the world and therefore were condemned to bring forth their offspring in sorrow...",
        "pub_date": "1933-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E5D91538E333A25756C1A9639C946294D6CF"
    },
    {
        "headline": "SOCIAL CHANGE LAID TO BIRTH CONTROL; Survey Requested by Hoover Predicts Population in 1980 of Only 150,000,000. BIG DROP IN BIRTHS SEEN Increase in Adults Expected to Have Economic, Industrial and Political Effects.",
        "snippet": "The increasing effect of birth control in the United States appears to have caused a significant change in the average age of marriage, the committee on social trends made known yesterday.",
        "pub_date": "1933-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE5D91538E333A25756C1A9639C946294D6CF"
    },
    {
        "headline": "Birth Control.",
        "snippet": "Lr on birth control",
        "pub_date": "1933-05-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E0DA1538E333A25757C1A9639C946294D6CF"
    },
    {
        "headline": "BIRTH CONTROL.; Mrs. Sanger Disputes Some of Mr. Caravati's Statements.",
        "snippet": "To the Editor of The New York Times: I wish to correct several statements made by Henry L. Caravati, executive secretary of the National Council of Catholic Men, in his letter to THE TIMES. Mr. Caravati states that at Congressional hearings...",
        "pub_date": "1933-05-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E3DC1538E333A25753C1A9639C946294D6CF"
    },
    {
        "headline": "BIRTH CONTROL.; Report of Hearing on Wisconsin Measure Arouses Protest.",
        "snippet": "To the Editor of The New York Times: In THE NEW YORK TIMES of April 30 appears a story headed \"Birth Control Bill Arouses Wisconsin -- Measure to Forbid Information Denounced by Ministers, Mothers, Educators.\"",
        "pub_date": "1933-05-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E5D9163AEF3ABC4C53DFB3668388629EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL AROUSES WISCONSIN; Measure to Forbid Information Denounced by Ministers, Mothers, Educators. CO-EDS BOO ADVOCATES Educator Calls Plan \"Monstrous\" -- Street-Cleaner Legislator Starts a Storm. BIRTH CONTROL BILL AROUSES WISCONSIN",
        "snippet": "MADISON, Wis., April 27. -- Just to look at John O'Malley, Democratic Assemblyman, one would never suspect him of doing or saying anything that would throw this State into an uproar. He is a ruddy-faced citizen, a good story-teller and a man who...",
        "pub_date": "1933-04-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E1D71438E333A25753C3A9629C946294D6CF"
    },
    {
        "headline": "BIRTH CONTROL BILL HIT.; Puerto Rican Feminist Warns Against Pending Measure.",
        "snippet": "Feminist leader warns against passing birth-control measure",
        "pub_date": "1933-04-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E3DE143BEF3ABC4B52DFB2668388629EDE"
    },
    {
        "headline": "PUERTO RICO BISHOP CRITICIZES GOVERNOR; Protests 'Endorsement' of Birth Control Bill -- Executive Denies Giving Approval.",
        "snippet": "E V Byrne protests against his alleged endorsement of birth control bill",
        "pub_date": "1933-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E1DE1438E333A25753C3A9659C946294D6CF"
    },
    {
        "headline": "Puerto Rican Birth Control Urged by Woman Legislator",
        "snippet": "Measure awaits approval of P R legis",
        "pub_date": "1933-03-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CEEDB173BEF3ABC4B52DFB5668388629EDE"
    },
    {
        "headline": "MRS. SANGER ASSAILS BIRTH CONTROL IDEAS; Condemns Theory Advanced by Dr. Latz as Lacking in Scientific Support.",
        "snippet": "WASHINGTON, Feb. 6 -- Mrs. Margaret Sanger today characterized as \"a new book on a repudiated theory\" a compilation by Dr. Leo J. Latz of the Loyola School of Medicine of theories advanced in behalf of the contention that women are naturally sterile...",
        "pub_date": "1933-02-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5DD1F3BE233A25754C0A9649C946294D6CF"
    },
    {
        "headline": "WOULD EASE LAW ON BIRTH CONTROL; Federation of Jewish Women Asks Removal of Curbs on Physicians' Advice. HOSPITAL CUTS OPPOSED Convention Backs Greeff in Plea for Funds to Care for Poor -- State Job Reserve Urged.",
        "snippet": "The birth-control movement received yesterday the support of the Federation of Jewish Women's Organizations, which includes almost 200 constituent groups with a total membership of more than 100,000. The action was taken at the thirteenth annual...",
        "pub_date": "1933-02-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E1DD1E3AE333A25752C0A9649C946294D6CF"
    },
    {
        "headline": "GETS BIRTH CONTROL BILL.; Senate Judiciary Committee to Act on Liberalizing Law.",
        "snippet": "Sen Judiciary Com gets bill to liberalize laws",
        "pub_date": "1933-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504EED71E39EF32A25753C3A9679C946294D6CF"
    },
    {
        "headline": "Birth Control Bequest Stands.",
        "snippet": "Relatives fail to press contest of will",
        "pub_date": "1933-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E5DC1738E333A25757C2A9679C946294D6CF"
    },
    {
        "headline": "FINDS RACE AIDED BY BIRTH CONTROL; Investigator Says a Survey of College Groups Proves Best Strains Are Not Dying Out. LEADERS' FAMILIES BIGGER Eugenic Character of Movement Upheld in Addresses at Annual Meeting of the League.",
        "snippet": "A paradox of birth control, a declared tendency to increase the ultimate descendants of families in which voluntary limitation is now pronounced, was set forth yesterday at the annual convention of the American Birth Control League. The delegates,...",
        "pub_date": "1933-01-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E4D71F31E333A25753C2A9679C946294D6CF"
    },
    {
        "headline": "BIRTH CONTROL RALLY SET.; Leagues of 14 States to Take Part in Meeting Thursday.",
        "snippet": "Plans for annual meeting",
        "pub_date": "1933-01-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E4DB1E3BEF3ABC4D52DFB7668388629EDE"
    }
]