[
    {
        "headline": "TALKED OF BIRTH CONTROL; Students of Socialistic Tendencies Debated Despite Faculty.",
        "snippet": "In at least two important universities in the United States birth control has been taken up by students as a.subJect of more or less surreptitious discussion and debate, it was announced yesterday at the opening session of th Intercollegiate...",
        "pub_date": "1916-12-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E7D71F3FE233A2575AC2A9649D946796D6CF"
    },
    {
        "headline": "SCIENCE IS ENLISTED IN THE NATION'S AID; Preparedness the Keynote of Great Gathering of Famous Men and Women. DR. KUNZ WOULD DRAFT ALL Birth Control Pleader Blames \"Germany's Barbaric Birth Rate\" for Present War.",
        "snippet": "The United States is to have the aid of all its scientists in time of national need if the American Association for the Advancement of Science succeeds in developing the spirit of co-operation it hopes for among its members and the members of...",
        "pub_date": "1916-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E7D9103DE333A25754C2A9649D946796D6CF"
    },
    {
        "headline": "DOCTORS VOTE DOWN BIRTH CONTROL; Advocates Beaten, 210 to 72, After Being Hissed in a Five-Hour Debate. WOMEN ALL FAVOR CHANGE No Need for Legal Recognition, Says Committee, Fearing Harm to Community.",
        "snippet": "Birth control advocates were hissed, denounced, and outvoted at a meeting last night of the Medical Society of the County of New York which filled the meeting hall of that association with more persons than it has held in years. Fully one-third of...",
        "pub_date": "1916-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE7D9103DE333A25754C2A9649D946796D6CF"
    },
    {
        "headline": "MRS. SANGER'S WRIT FAILS.; Birth Control Advocate Must Give Ball or Go to Jail",
        "snippet": "Justice Aspinall in the Supreme Court of Brooklyn dismisses writ of habeas corpus sued out by J. J. Goldstein in behalf of Mrs. Sanger and her two aids, who are released in custody of counsel to await trial in Special Sessions",
        "pub_date": "1916-12-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E2D81F3FE233A25750C2A9649D946796D6CF"
    },
    {
        "headline": "DOCTORS DIVIDED ON BIRTH CONTROL; Lively Meeting of County Medical Society Expected on Dec. 26. THREE FACTIONS ACTIVE One Favors Change in Penal Code, One Opposes This, and Third Is Against Whole Subject.",
        "snippet": "N. Y. County Medical Soc. to hold meeting on Dec. 26; statement by Dr. A. Jacobi",
        "pub_date": "1916-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE1DB1F3FE233A2575AC1A9679D946796D6CF"
    },
    {
        "headline": "VICE SOCIETY HEAD HISSED BY WOMEN; J.S. Sumner's Views on Birth Control Opposed at the Women's City Club. MRS. M. SANGER ASSAILED Charge Made That Her Agents Have Commercialized Her Propaganda.",
        "snippet": "speaks at dinner of Assoc. of Urban Univs.",
        "pub_date": "1916-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E1D6143BE633A2575BC1A9679D946796D6CF"
    },
    {
        "headline": "FINE BIRTH CONTROL AGENT; Justice McInerney Favored Sending Miss Ashley to Prison.",
        "snippet": "Miss Jessie Ashley of 12 East Fifty-third Street, a sister of the late Dean Ashley of New York University, was convicted yesterday in Special Sessions before Justice McInerney, Edwards, and Freschi of violating the penal law by distributing and...",
        "pub_date": "1916-10-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E4D9143BE633A25752C3A9669D946796D6CF"
    },
    {
        "headline": "MRS. SANGER ACCEPTS BAIL.; Birth Control Advocate Reconsiders Determination to Stay In Jail.",
        "snippet": "Three birth control advocates were released on bail yesterday pending trial on the charge of disseminating information on birth control, and another, Emma Goldman, Anarchist, was held in $500 bail on the same charge, for which she served a term in...",
        "pub_date": "1916-10-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE4DA143BE633A2575BC2A9669D946796D6CF"
    },
    {
        "headline": "BIRTH CONTROL GETS COURT INDORSEMENT; Judge Wadhams Would Legalize System Under Certain Conditions. SUSPENDS WIFE'S SENTENCE Mother of Six, with Tuberculous Husband, Says She Was Forced to Steal to Buy Bread.",
        "snippet": "Legalized birth control under certain conditions was indorsed yesterday by Judge Wadhams in the Court of General Sessions in suspending sentence upon Mrs. Rebecca Schnur, of 293 Third Street, who pleaded guilty to a charge of burglary. Mrs. Schnur...",
        "pub_date": "1916-10-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E7DC1F3FE233A25750C1A9669D946796D6CF"
    },
    {
        "headline": "ARREST BOLTON HALL AND MRS. EASTMAN; Police Take Two Leaders in Birth-Control Movement on Warrants. OTHERS MAY BE ACCUSED Criminal Charges Follow Meeting of Propagandists Held in Union Square on May 20.",
        "snippet": "Bolton Hall, an attorney at 29 Broadway, and Mrs. Ida Rauh Eastman were arrested yesterday on charges of distributing pamphlets on birth control at a public meeting at Union Square on May 20. The charge is a misdemeanor. Mr. Hall was arraigned in the...",
        "pub_date": "1916-06-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E3D8113FE233A25755C0A9609C946796D6CF"
    },
    {
        "headline": "PLAN BIRTH CONTROL OFFICE; Union Square Speakers Say Headquarters Will Open Soon.",
        "snippet": "Asserting that they would take District Attorney Swann's word that he would not prosecute persons who distributed birth control information at a properly regulated meeting, Emma Goldman, Leonard D. Abbott, Bolton Hall, Miss Jessie Ashley, Mrs. Ida...",
        "pub_date": "1916-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E4D8153BE233A25752C2A9639C946796D6CF"
    },
    {
        "headline": "MRS. ROSE P. STOKES DEFIES THE POLICE; Distributes in Carnegie Hall Printed Slips Regarding Birth Control. MOB HER TO GET THEM Ben Reitman and Others Form Wedge to Take Her from the Crowd on the Stage.",
        "snippet": "Defying the police to arrest her, Mrs. Rose Pastor Stokes, wife of J.G. Phelps Stokes, stood on the stage of Carnegie Hall last night after a meeting and passed out slips giving birth control information to all who sought them. The meeting was a...",
        "pub_date": "1916-05-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E3D8163BE633A25755C0A9639C946796D6CF"
    },
    {
        "headline": "TALKS OF BIRTH CONTROL.; Rose Pastor Stokes Defies Law at Emma Goldman Dinner.",
        "snippet": "At the Emma Goldman \"Birth Control\" dinner at the Hotel Brevoort last night, Rose Pastor Stokes, wife of J.G. Phelps Stokes, declared that because it was a public meeting, she wanted to give out to some woman in the audience information on birth...",
        "pub_date": "1916-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02EEDE103DE333A25753C2A9629C946796D6CF"
    },
    {
        "headline": "URGES ACTION BY CHURCH.; Dr. Goldstein Speaks at Birth Control Meeting.",
        "snippet": "More than (50 persons were present at a public meeting of the National Birth Control League in the Academy of Medicine at 17 West Forty-third Street last night, where drafts of amendments and excisions in both Federal and State statutes to permit the...",
        "pub_date": "1916-03-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E4D7103FE233A25752C1A9659C946796D6CF"
    },
    {
        "headline": "FRIENDS DINE MRS. SANGER.; Advocate of Birth Control Goes on Trial Today.",
        "snippet": "The friends of Mrs. Margaret Sanger, who is to be tried today in the Federal Court for sending her articles upon birth control through the mail, rallied to her support at a dinner given in her honor last evening in the Hotel Brevoort. There were more...",
        "pub_date": "1916-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E1DC103FE233A2575BC1A9679C946796D6CF"
    }
]