[
    {
        "headline": "BARS 'BIRTH CONTROL' FILM.; Court Also Rules Against \"The Hand That Rocks the Cradle.\"",
        "snippet": "Penn. R. R. bars all export shipments except those licensed",
        "pub_date": "1917-07-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE1DA133BE03ABC4C52DFB166838C609EDE"
    },
    {
        "headline": "UPHOLDS MRS. SANGER FILM; Justice Bijun Differs from Green baum on Birth Control Movies.",
        "snippet": "Differences of opinion beteween Supreme Court Justices Nathan Bijur and Samuel Greenbaum as to the propriety of conducting birth control propaganda by means of moving picture plays were shown yesterday when Justice Bijur approved the film \"Birth...",
        "pub_date": "1917-06-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E7DE133AE433A25754C0A9609C946696D6CF"
    },
    {
        "headline": "BARS BIRTH CONTROL FILM.; Mrs. Sanger's Agents to Appeal to Court from Bell's Order.",
        "snippet": "Comr. of Licenses Bell suppresses Mrs. Sanger's moving picture",
        "pub_date": "1917-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EEDF123AE433A25754C0A9639C946696D6CF"
    },
    {
        "headline": "AMELIA E. BARR AT 87 WORKS A 9-HOUR DAY; Mentally Young and Physically Alert, She Is Busy Planning Books for the Future. NO INTEREST IN SUFFRAGE Keenly Opposed to Birth Control;- Finds Her Chief Pleasure in the Characters She Creates.",
        "snippet": "Amelia E. Barr celebrated her eightyseventh birthday on Thursday at her home in Richmond Hill. She passed the day quietly with friends, receiving congratulatory messages from those who could not call in person. While Mrs. ...",
        "pub_date": "1917-04-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EED9143AE433A25752C0A9629C946696D6CF"
    },
    {
        "headline": "Birth Control League Incorporated.",
        "snippet": "Birth Control League of N. Y. C. incorporated to support Mrs. Sanger in legal fight for movement and obtain such amendments as laws will allow",
        "pub_date": "1917-03-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E6DC143AE433A25753C2A9659C946696D6CF"
    },
    {
        "headline": "WELCOME FOR MRS. SANGER; Birth Control Luncheon Marks Her Release from Jail.",
        "snippet": "Mrs. Sanger welcomed at luncheon given by National Birth Control League",
        "pub_date": "1917-03-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807EEDE143AE433A25755C1A9659C946696D6CF"
    },
    {
        "headline": "DIFFER ON BIRTH CONTROL.; Defender of Large Families Assailed in Physicians' Debate.",
        "snippet": "subject discussed at meeting of the Soc. of Medical Jurisprudence, opposed by Dr. G. W. Kosmak and J. S. Sumner, and favored by F. A. Blossom and Dr. S. A. Knopf",
        "pub_date": "1917-03-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE3DA123BEE3ABC4B52DFB566838C609EDE"
    },
    {
        "headline": "MRS. SANGER FLAYS MISS DAVIS'S PLANS; Birth Control Crusader, Her Imprisonment Ended, Brings Jail Women's Plaint. INMATES \"LEARN TO HATE\" Will Deliver Her Message to Miss Davis's Club;-Resists All Attempts to Take Her Fingerprints. An Atmosphere of Resentment. In Contrast with Sing Sing. Warm Greeting from Sympathizers.",
        "snippet": "Mrs. Margaret Singer, her term of thirty days' imprisonment over, left the Queens County Jail yesterday bringing with her what she calls a \"message in trust\" for the women of New York from the wvomen of the jail.  ",
        "pub_date": "1917-03-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EEDC123BEE3ABC4F53DFB566838C609EDE"
    },
    {
        "headline": "MRS. SANGER FREE TODAY.; Birth Control Advocate Did Not Try to Spread Her Doctrines in Jail.",
        "snippet": "Mrs. Sanger did not try to spread her doctrines in jail",
        "pub_date": "1917-03-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EFDF143AE433A25755C0A9659C946696D6CF"
    },
    {
        "headline": "MRS. SANGER GUILTY, FACES PRISON TERM; Court Will Sentence Woman in Birth Control Case Monday. MAY GO ON HUNGER STRIKE Lewis Issues Statement Asserting Friends of Mrs. Byrne Have Misrepresented Case.",
        "snippet": "Mrs. Margaret Sanger, birth control advocate, was convicted of violating the penal code in a decision handed down yesterday by Justices Freschi, Herrman and O'Keefe in Special Sessions in Brooklyn.",
        "pub_date": "1917-02-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01E7DD1538EE32A25750C0A9649C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE PARDONED; PLEDGED TO OBEY LAW; Birth Control Hunger-Striker Taken from Prison to Sister's Home in Ambulance.",
        "snippet": "Mrs. Ethel Byrne, the birth control advocate, who has been on a hunger strike on Blackwell's Island, was pardoned last night by Governor Whitman on the condition that she break the law no more by spreading birth control information. She was taken...",
        "pub_date": "1917-02-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07EFD9173AE433A25751C0A9649C946696D6CF"
    },
    {
        "headline": "FOR STATE INQUIRY INTO BIRTH CONTROL; Whitman Tells Delegation of Women He is Willing to Appoint a Commission. OFFERS MRS. BYRNE PARDON But Insists That She Must Refrain from Violating Law After Her Release.",
        "snippet": "ALBANY. N.Y., Jan. 31.-Governor Whitman will Pardon Mrs. Ethel Byrne, the imprisoned birth control advocate, who is on a hunger strike in the penitiary on Blackwell's Island, if she...",
        "pub_date": "1917-02-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E0DE1538EE32A25752C0A9649C946696D6CF"
    },
    {
        "headline": "JUSTICES IN DOUBT IN SANGER CASE; Birth-Control Advocate Expected Conviction, but Court Reserves Decision. MRS. BYRNE FED REGULARLY. Continues to Offer No Resistance When Food Is Administered.",
        "snippet": "On the ground that articles which might be employed for birth control might also be employed for legitimate purposes, the Justices of Special Sessions in Brooklyn reserved decision yesterday in the case of Mrs. Margaret Sanger, who conducted a birth...",
        "pub_date": "1917-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00EEDA173AE433A25753C3A9679C946696D6CF"
    },
    {
        "headline": "MRS. SANGER DEFIES COURTS BEFORE 3,000; Carnegie Hall Mass Meeting Pledges Support in Her Birth-Control Fight. WOMEN CHEER HER SPEECH Dr. Mary Hunt Attacks \"Fifth Ave. Doctors\" for Service to Rich Which She Says Is Denied the Poor. Police Do Not Interfere. Emancipation for Workers. Hits at the Colonel.",
        "snippet": "Three thousand persons in mass meeting at Carnegie Call last night started a concerted movement for the repeal of the law forbidding the dissemination of birth control knowledge.",
        "pub_date": "1917-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EEDA173AE433A25753C3A9679C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE TO HAVE A FEEDING SCHEDULE; Workhouse Physicians Decide Not to Wait Again Till She Is Near a Collapse. DIET IS MILK, EGGS, BRANDY Mrs. Sanger's Trial Set for Today;- Birth Control Mass Meeting at Carnegie Hall Tonight. Mrs. Sanger's Trial Today. MRS. BYRNE TO HAVE A FEEDING SCHEDULE WOMEN APPEAL TO MAYOR. They Want Birth Control Law Treated as Is Sunday Closing Law.",
        "snippet": "A regular forcible feeding schedule is likely to be adopted by the Workhouse physicians in the case of Mrs. Ethel Byrne, who for a week has been on a hunger strike as a protest against her imprisonment for advocating birth control.",
        "pub_date": "1917-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE2DA173AE433A2575AC2A9679C946696D6CF"
    },
    {
        "headline": "RIGHTS OF THE CHILD PLEADED IN PULPITS; Birth Control Teaching Advocated by Dr. Hess as a Great Social Welfare Step. MANY SPECIAL SERVICES Police Chaplain, in Sermon, Says There Can't Be Too Many Children in the Land",
        "snippet": "In a general movement for approval of and co-operation with the work of the National Child Labor Committee, clergymen observed yesterday as \"Child Labor Sunday.\"",
        "pub_date": "1917-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E0DA173AE433A2575AC2A9679C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE NOW FED BY FORCE; Birth-Control Prisoner Near Collapse, Revives After Food Is Administered. OFFERED NO RESISTANCE Mrs. Sanger Hears Her Sister Was in a State of Coma as a Result of Hunger Strike. VISITORS ARE STILL BARRED Blackwell's Island Doctors Not Sure Mrs. Byrne Has Not Had Water During Her 106-Hour Fast. No Resistance Offered. Her Condition Improves. FORCIBLE FEEDING REVIVES MRS. BYRNE Her Lawyer Barred from Island. MRS. SANGER TO STARVE ALSO. Determined to Follow Her Sister's Course if She Is Sentenced.",
        "snippet": "The hunger strike of Mrs. Ethel Byrne, the birth control advocate who tried to starve herself to death in the workhouse on Blackwell's Island because she was forced to serve a thirty-day sentence, ended early yesterday morning ...",
        "pub_date": "1917-01-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE0DB173AE433A2575BC2A9679C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE IS GAME AS STRENGTH WANES; Workhouse Officials Testify to Her Fast, but Suspect She Has Had Water. DEFER FORCIBLE FEEDING But Physicians Watch Birth Control Prisoner Carefully;-Visit by Her Sister Forbidden.",
        "snippet": "Mrs. Ethel Byrne had, at 6 o'clock last night, fasted in her cell on Blackwell's Island for ninety-six hours, and physicians keeping constant vigil over her fixed Monday as the day that would probably mark the end of her endurance. Yet she remained...",
        "pub_date": "1917-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E2DB173AE433A25754C2A9679C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE WEAKER, STILL FASTS IN CELL; Birth-Control Prisoner May Be Fed by Force if Her Hunger Strike Continues. HER SISTER IS INDICTED Gov. Whitman Will Hear Plea for Woman;-Bail Ready for Mrs. Sanger. May Be Fed by Force. Attacks Anti-Birth Control Law.",
        "snippet": "With Mrs. Ethel Byrne, birth control advocate, growing steadily weaker at the end of seventy-two hours of her hunger strike in the workhouse on Blackwell's Island, the Department of Correction yesterday for the first time took seriously the threat of...",
        "pub_date": "1917-01-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406E6DB173AE433A25755C2A9679C946696D6CF"
    },
    {
        "headline": "MRS. BYRNE MUST GO TO WORKHOUSE; Sister of Mrs. Sanger Sentenced for Use of Birth Control Literature. THREATENS HUNGER STRIKE Followers Hoped Court Would Suspend Sentence Instead of Giving Her 30-Day Term.",
        "snippet": "Mrs. Ethel Byrne, who was convicted last week of disseminating birth control literature at the clinic conducted by her sister, Mrs. Margaret Sanger at 46 Amboy Street, Brooklyn, was sentenced yesterday in the Court of Special Sessions, that borough...",
        "pub_date": "1917-01-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E4DC173AE433A25750C2A9679C946696D6CF"
    },
    {
        "headline": "MRS. SANGER IN PATERSON.; Police Do Not Interfere at Birth Control Lecture.",
        "snippet": "Mrs. Sanger lectures in Paterson, N. J., under auspices of the Philosophical Institute and is unmolested by the police",
        "pub_date": "1917-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E7DC173AE433A25751C2A9679C946696D6CF"
    },
    {
        "headline": "MRS. SANGER'S AID IS FOUND GUILTY; Mrs. Byrne Convicted on Technicality in First of Birth Control Trials. WOMEN NOISY IN COURT Defendants Bring Before Justices a Mother and Her Six Children as a \"Demonstration.\"",
        "snippet": "The first step of the Sanger fight against the New York law prohibiting dissemination of information on the subject of birth control came to an end yesterday with the conviction of Mrs. Ethel Byrne, Mrs. Margaret Sanger's sister, ...",
        "pub_date": "1917-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E2D7163AE433A2575AC0A9679C946696D6CF"
    },
    {
        "headline": "EMMA GOLDMAN ACQUITTED.; Court Finds She Did Not Circulate Birth Control Information.",
        "snippet": "acquitted of charge of circulating literature containing birth control information",
        "pub_date": "1917-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E2D7163AE433A2575AC0A9679C946696D6CF"
    },
    {
        "headline": "SPEAKS FOR BIRTH CONTROL.; Woman Favors It in Certain Cases to Safeguard Life.",
        "snippet": "favors birth control, address before N. Y. Legislative League",
        "pub_date": "1917-01-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E2D71438EE32A25756C0A9679C946696D6CF"
    }
]