[
    {
        "headline": "Birth Control Vaccine Uses Altered Salmonella Bacteria",
        "snippet": "  Salmonella bacteria have been genetically altered to produce an oral birth control vaccine that primes the immune system to reject sperm before conception, a researcher reported today.   The vaccine causes a harmless, temporary infection in the...",
        "pub_date": "1993-11-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/11/02/science/birth-control-vaccine-uses-altered-salmonella-bacteria.html"
    },
    {
        "headline": "Vatican Watershed -- A special report.; Papal Birth-Control Letter Retains Its Grip",
        "snippet": "  Twenty-five years after Pope Paul VI put a jolting halt to expectations that the Roman Catholic Church might ease its opposition to artificial birth control, only 1 out of 10 American Catholics agree with the church's position. But the Pope's 1968...",
        "pub_date": "1993-08-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/08/01/us/vatican-watershed-a-special-report-papal-birth-control-letter-retains-its-grip.html"
    },
    {
        "headline": "About Birth Control, Men Must Do Something Besides Preach",
        "snippet": "  To the Editor:   \"Birth Control 'for All People' \" (editorial, April 2) illustrates how we are conditioned to thought patterns and use of language. You refer to only half the world's people -- females. Of course, every female must have access to...",
        "pub_date": "1993-04-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/04/17/opinion/l-about-birth-control-men-must-do-something-besides-preach-666393.html"
    },
    {
        "headline": "John M. Morris, Who Developed a Birth-Control Pill, Dead at 78",
        "snippet": "  Dr. John McLean Morris, a leading gynecologic researcher who discovered the \"morning after\" birth-control pill and made important contributions to cancer treatment, died on Thursday at his home in Woodbridge, Conn. He was 78.   The cause was...",
        "pub_date": "1993-04-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/04/11/obituaries/john-m-morris-who-developed-a-birth-control-pill-dead-at-78.html"
    },
    {
        "headline": "Birth Control 'for All People'",
        "snippet": "  It was a Republican President, Dwight Eisenhower, who made an especially cogent case for the importance of international family planning. \"Governments must act and private citizens cooperate urgently through voluntary means to secure this right for...",
        "pub_date": "1993-04-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/04/02/opinion/birth-control-for-all-people.html"
    },
    {
        "headline": "Governor's Welfare Plan Pushes Free Birth Control",
        "snippet": "  Gov. William Donald Schaefer has proposed that Maryland offer free Norplant contraceptives to women on welfare and vasectomies to men leaving prison, and his idea is winning praise from state welfare officials. But others say it is a clumsy attempt...",
        "pub_date": "1993-01-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1993/01/17/us/governor-s-welfare-plan-pushes-free-birth-control.html"
    }
]