[
    {
        "headline": "India Enthusiastic About Progress of Its Birth-Control Programs...",
        "snippet": "NEW DELHI, Dec. 27 India is coming to the end of 1976 with a record of decidedly the most significant progress in birth control that it has made in any year in its history.",
        "pub_date": "1976-12-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E2DC133FE334BC4051DFB467838D669EDE"
    },
    {
        "headline": "Drug Agency Will Update Warnings on Birth Control Pills to Include New Complications",
        "snippet": "WASHINGTON, Dec.5 (AP) The Food and Drug Administration announced today that it planned to update warnings on birth control pills taken by an estimated 8 million to 10 million American women to include new medical compli cations discovered since...",
        "pub_date": "1976-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E0DB1738E63BBC4E53DFB467838D669EDE"
    },
    {
        "headline": "Mary Childs Draper, Early Birth-Control Advocate",
        "snippet": "Mary Childs Draper, the first woman to head what is now the Brooklyn Bureau of Social Service and an early associate of Margaret Sanger in advocating birth control, died yesterday in Long Island College Hospital in Brooklyn. She was 90 years old and...",
        "pub_date": "1976-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE5D6123FE334BC4B51DFB767838D669EDE"
    },
    {
        "headline": "Lag in Research on Birth Control Is Found Despite Increasing Need",
        "snippet": "Despite an urgent need for new and better birth control methods, United States public and private support of research on reproductive biology and on contraceptives has been declining since  1972 and is expected to diminish further over the near...",
        "pub_date": "1976-11-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E1DD143DE034BC4F52DFB767838D669EDE"
    },
    {
        "headline": "Birth Control In India Has Some Success",
        "snippet": "NEW DELHI--Every morning, as the hot Indian sun rises over this ancient land, there are 35,000 more people living here than there were the day before. Every year, the populaion increases by an amount greater than the population of Pennsylvania...",
        "pub_date": "1976-10-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E6D81239E136A05752C3A9669D946790D6CF"
    },
    {
        "headline": "Thousands in Bangladesh Begin Drive to Encourage Birth Control",
        "snippet": "DACCA, Bangladesh, Sept. 28 Under the direction of the stern military Government that has been in control for the last 10 months, Bangladesh has just drawn up its first comprehensive national population policy and is sending thousands of workers into...",
        "pub_date": "1976-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E2D7153FE334BC4850DFBF66838D669EDE"
    },
    {
        "headline": "Laos Bans Birth Control to Build Population After a Decade of War",
        "snippet": "VIENTIANE, Laos--The Laotian Government has banned birth control.  The decision to outlaw the use of contraceptives throughout Laos, perhaps the first nation to be subjected to such an action, is designed, according to government officials, to build...",
        "pub_date": "1976-09-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE2D8133DEE32A2575AC0A96F9C946790D6CF"
    },
    {
        "headline": "Taking on the tide; For more than a quarter of a century, Sam Keeny has been traveling through Asia, selling birth control. Successfully.",
        "snippet": "June Shaplen and Robert Shaplen article on Spurgeon Milton Keeny, UNICEF official who helps Asian Govts set up family-planning programs; illus (L)",
        "pub_date": "1976-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E2DB103AE333A2575AC2A96E9C946790D6CF"
    },
    {
        "headline": "Tunisia Aims for Foreign Investment; Base of Political Stability Active Birth Control Program",
        "snippet": "TUNIS--Tunisia is a capitalist island in a socialist sea.",
        "pub_date": "1976-08-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE1D61E3AEF33A25756C1A96E9C946790D6CF"
    },
    {
        "headline": "Zoos Using Birth Control to Stop Overpopulation of Their Big Cats",
        "snippet": "BROOKFIELD, Ill., June 5 Chuma, one of the Brookfield Zoo's most productive mothers, was lolling in her cage, unaware that she represents yet another ecological paradox.",
        "pub_date": "1976-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E4D9173FE334BC4053DFB066838D669EDE"
    },
    {
        "headline": "Mrs. Gandhi Is Adamant on Birth Control",
        "snippet": "NEW DELHI, May 30 Prime Minister Indira Gandhi declared here today that she would brook no opposition to the birth-control program that was being vigorously pushed by her Government.",
        "pub_date": "1976-05-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E6DB1F3AE03BBC4950DFB366838D669EDE"
    },
    {
        "headline": "TV: 'Woman Rebel,' a Portrait of Margaret Sanger; Story of Birth-Control Leader on PBS Piper Laurie Stands Out in Title Role",
        "snippet": "\"The Woman Rebel\" on public television tonight, at 8, is Margaret Sanger. As a key figure in the development of the birth-control movement in this country, she is the subject of the latest hour-long production from \"Nova,\" the generally exceptional...",
        "pub_date": "1976-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE0DE113AE03BBC4D51DFB366838D669EDE"
    },
    {
        "headline": "POPULATION RISE EASES IN COLOMBIA; Birth-Control Program Cuts Growth Rate to 2.4%",
        "snippet": "BOGOTA, Colombia, April 10 Colombia's population growth rate, once among the highest in the world, has declined sharply during the last decade as a major family-planning program has taken hold here.",
        "pub_date": "1976-04-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E5D91231E034BC4952DFB266838D669EDE"
    },
    {
        "headline": "School's Birth-Control Lecture Splits Town",
        "snippet": "EMERSON, March 24 The question whether a public school should disseminate birth-control information to teen-agers has polarized this predominantly Roman Catholic community of 9,000 in Bergen County.",
        "pub_date": "1976-03-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE6DC173EE334BC4D51DFB566838D669EDE"
    },
    {
        "headline": "Papal Birth Stand Found to Hurt Church; Papal Stand on Birth Control Found to Hurt Church",
        "snippet": "Overwhelming rejection by the Roman Catholic laity in the United States of the 1968 papal ban on artificial birth control has led to drastic declines in religious devotion and annually costs the church nearly a billion dollars in income, according to...",
        "pub_date": "1976-03-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00EEDA163CE63BBC4C51DFB566838D669EDE"
    },
    {
        "headline": "Papal Birth Stand Found to Hurt Church; Papal Stand on Birth Control found to Hurt Church",
        "snippet": "Overwhelming rejection by the Roman Catholic laity in the United States of the 1968 papal ban on artificial birth control has led to drastic declines in religious devotion and annuaily costs the church nearly a billion dollars in income, according to...",
        "pub_date": "1976-03-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E7D9163CE63BBC4C51DFB566838D669EDE"
    },
    {
        "headline": "Study of Rhythm Birth Control Is Begun",
        "snippet": "LOS ANGELES, Feb. 6 (AP)-- A Los Angeles hospital has begun what it says is the first federally funded scientific study to determine the effectiveness of the so-called rhythm method of birth control.",
        "pub_date": "1976-02-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E6D9153CE731A25754C0A9649C946790D6CF"
    }
]