[
    {
        "headline": "ASIAN POPULATION HELD 'EXPLOSIVE'; Birth Control Drives Urged at Tokyo Meeting of Social Scientists",
        "snippet": "TOKYO, Dec. 1 -- Asia's increasing population engaged the attention of some of the world's leading social scientists today in the opening business session of the ninth International Conference of Social Work. The problem was described as \"explosive.\"",
        "pub_date": "1958-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05EED6133FE43ABC4A53DFB4678383649EDE"
    },
    {
        "headline": "CITY WIDENS PLAN ON BIRTH CONTROL; Department of Welfare Sets a Policy of Referrals to Municipal Hospitals",
        "snippet": "The Department of Welfare has adopted a policy on birth control therapy similar to that of the Department of Hospitals.",
        "pub_date": "1958-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E2D61E31E73BBC4153DFB6678383649EDE"
    },
    {
        "headline": "FATHER KELLY CALLS BIRTH CONTROL 'EVIL'",
        "snippet": "Birth control and sterilization were termed \"moral and social evils\" yesterday by the Rev. George A. Kelly, director of the Family Life Bureau of the Roman Catholic Archdiocese of New York.",
        "pub_date": "1958-10-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E3D7173DE53BBC4E53DFB6678383649EDE"
    },
    {
        "headline": "BIRTH CONTROL VIEW OF CHURCH BACKED",
        "snippet": "Roman Catholic opposition to contraceptive therapy in municipal hospitals is defended in an editorial in America, a national Catholic review, published tomorrow.",
        "pub_date": "1958-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E4DD1E39E632A25750C0A9669D946992D6CF"
    },
    {
        "headline": "CONFERENCE IS SET ON BIRTH CONTROL; Protestants and Director of Welfare Unit to Meet on Therapy for Clients",
        "snippet": "The Welfare Department's policy on contraceptive therapy for its clients will be discussed at a conference in the office of Henry L. McCarthy, Commissioner of Welfare, next Wednesday at 10 A. M.",
        "pub_date": "1958-10-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE5D71E31E73BBC4953DFB6678383649EDE"
    },
    {
        "headline": "PROTESTANTS TO ASK BIRTH CONTROL VIEW",
        "snippet": "The executive committee of the department of Christian social relations of the Protestant Council of the City of New York named a six-man committee yesterday to request a meeting with Henry L. McCarthy, city Commissioner of Welfare.",
        "pub_date": "1958-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E4DF1530E73BBC4850DFBF668383649EDE"
    },
    {
        "headline": "BISHOPS' STAND BACKED; Dr. Lemoine Cites Lambeth Ruling on Birth Control",
        "snippet": "Very Rev H F Lemoine cites Lambeth Conf approval of control, ser, Garden City",
        "pub_date": "1958-09-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E6DE173DE73ABC4151DFBF668383649EDE"
    },
    {
        "headline": "STATE WOULD AID ON BIRTH CONTROL; Social Welfare Department Willing to Pay for Therapy for Clients in City",
        "snippet": "Contraceptive therapy can be provided to city welfare patients as far as the State Department of Social Welfare is concerned, Raymond W. Houston, the state commissioner, said yesterday.",
        "pub_date": "1958-09-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E7DD103DEF34BC4F51DFBF668383649EDE"
    },
    {
        "headline": "PRACTICE IS CITED ON BIRTH CONTROL; Health Department Gives 'Directional Information' -- No Welfare Policy",
        "snippet": "Dr. Leona Baumgartner, Commissioner of Health, disclosed yesterday that her department's policy on birth-control therapy was \"similar to that recently recommended by the Board of Hospitals.\"",
        "pub_date": "1958-09-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E3DE103DEF34BC4C51DFBF668383649EDE"
    },
    {
        "headline": "Birth Control Rule Says 2 Physicians Must Certify Need; BOARD SETS RULES ON BIRTH CONTROL",
        "snippet": "The Department of Hospitals specified yesterday that two physicians would have to certify the need before birth control therapy could be given in any case.",
        "pub_date": "1958-09-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00EED7163DE73ABC4B51DFBF668383649EDE"
    },
    {
        "headline": "GROUPS LAUD VOTE ON BIRTH CONTROL; Plan to Offer Contraceptive Therapy in Hospitals Is Praised by Rabbis",
        "snippet": "The decision of the Board of Hospitals to institute a program of contraceptive therapy in municipal hospitals was widely praised yesterday.",
        "pub_date": "1958-09-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5D71430E73BBC4152DFBF668383649EDE"
    },
    {
        "headline": "Text of Religious Groups' Statements on Birth Control",
        "snippet": "Following are the texts of statements on birth control by the Roman Catholic Archdiocese of New York and the Diocese of Brooklyn, the Protestant Council of New York, and the Commission on Law and Social Action of the American Jewish Congress:",
        "pub_date": "1958-09-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E5D61F3FEF34BC4052DFBF668383649EDE"
    },
    {
        "headline": "Birth Control Ban Ended By City's Hospital Board; CITY LIFTS ITS BAN ON BIRTH CONTROL",
        "snippet": "The ban on birth control therapy in city hospitals was lifted yesterday by an 8-to-2 vote of the Board of Hospitals. The decision was announced by Commissioner Morris A. Jacobs, who had set forth the ban in July. The prohibition has always been...",
        "pub_date": "1958-09-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E6D61F3FEF34BC4052DFBF668383649EDE"
    },
    {
        "headline": "RULING DUE TODAY ON BIRTH CONTROL; 10-Man Hospital Board and Dr. Jacobs to Weigh Ban at Regular Meeting",
        "snippet": "The Board of Hospitals will review Commissioner Morris A. Jacobs' controversial policy prohibiting birth control therapy in municipal hospitals today.",
        "pub_date": "1958-09-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E7D81430E73BBC4F52DFBF668383649EDE"
    },
    {
        "headline": "POPE CITES CURBS ON BIRTH CONTROL; Bars Artificial Insemination and Voluntary Adultery If a Partner Is Sterile NOTES HEREDITARY ILLS Blood Specialists Advised to Give Pre-Marital Tests -- Adoption Is Lauded",
        "snippet": "ROME, Sept. 15 -- Pope Pius XII has declared that neither artificial insemination nor voluntary adultery may be resorted to by married couples if a partner is sterile or if they fear they may transmit a hereditary defect to their offspring.",
        "pub_date": "1958-09-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE3D91430E73BBC4E52DFBF668383649EDE"
    },
    {
        "headline": "Birth Control Unit Says A. M. A. Warned Against Sectarianism",
        "snippet": "An ethical injunction by the American Medical Associatino to physicians against basing medical care on \"exclusive dogma or a sectarian system\" was cited yesterday in the birth-control controversy here.",
        "pub_date": "1958-09-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE3D91430E73BBC4E52DFBF668383649EDE"
    },
    {
        "headline": "CATHOLICS SCORED ON BIRTH CONTROL; Lyons Says Church Ignores Individual Rights by Trying to 'Impose Will on All'",
        "snippet": "A Protestant minister accused the Roman Catholic Church yesterday of being in \"authoritarian power\" that sought \"to impose its will on all.\"",
        "pub_date": "1958-09-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE7DD163DEF34BC4D52DFBF668383649EDE"
    },
    {
        "headline": "AT 71, MRS. SANGER SCORES DR. JACOBS; U. S. Birth Control Pioneer Marks Birthday Today -Calls-Ban 'Disgraceful'",
        "snippet": "Margaret Sanger, founder of the birth control movement in the United States, said yesterday she was \"delighted at the leadership taken by the different religions in defense of birth control\" in the controversial city hospital policy.",
        "pub_date": "1958-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E6DE1E39E632A25757C1A96F9C946992D6CF"
    },
    {
        "headline": "2 CHURCH GROUPS SCORE JACOBS BAN; Protestants in Queens and Bronx Join Critics of Birth Control Stand",
        "snippet": "Additional criticism was leveled yesterday at Commissioner Morris A. Jacobs' ban on birth control therapy in municipal hospitals.",
        "pub_date": "1958-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E5DE1E39E632A25757C1A96F9C946992D6CF"
    },
    {
        "headline": "MORE IN CITY URGE END OF JACOBS BAN; Leaders in Medical, School and Welfare Fields Attack Birth-Control Rule",
        "snippet": "Medical, welfare and educational leaders continued yesterday to protest Commissioner Morris A. Jacobs' ban on birth-control therapy in New York municipal hospitals.",
        "pub_date": "1958-09-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EED71F3FEF34BC4B52DFBF668383649EDE"
    },
    {
        "headline": "END OF JACOBS BAN ASKED BY 3 GROUPS; Physicians Forum and Two Religious Bodies Urge Birth-Control Change",
        "snippet": "Three new protests were issued yesterday against Commissioner Morris A. Jacobs' ban on birth-control therapy in New York's municipal hospitals.",
        "pub_date": "1958-09-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE1DF103FE73ABC4A52DFBF668383649EDE"
    },
    {
        "headline": "PROTESTANTS ASK END OF JACOBS BAN; Council Urges Hospital Unit to Allow Birth-Control Therapy if Requested",
        "snippet": "The board of directors of the Protestant Council of the City of New York adopted a resolution in a special session yesterday supporting birth-control therapy in municipal hospitals.",
        "pub_date": "1958-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE7D8163DE73ABC4952DFBF668383649EDE"
    },
    {
        "headline": "CITIZENS UNION HITS BIRTH CONTROL BAN",
        "snippet": "The Citizens Union has added its voice to the dispute over birth-control therapy in municipal hospitals.",
        "pub_date": "1958-09-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E2DE1238EF34BC4053DFBF668383649EDE"
    },
    {
        "headline": "ISAACS DENOUNCES DR. JACOBS' POLICY; Violation of Oath of Office Is Seen in Order Banning Birth-Control Therapy",
        "snippet": "Stanley M. Isaacs, City Council minority leader, said yesterday that Dr. Morris A. Jacobs, Commissioner of Hospitals, had violated his oath of office in ordering a Brooklyn physician not to prescribe a contraceptive device for a woman patient in a...",
        "pub_date": "1958-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE1DA163DE73ABC4F53DFBF668383649EDE"
    },
    {
        "headline": "CATHOLICS URGED: SUASION, NOT LAW; Commonweal Asserts Birth Control Should Not Be Fought by Legislation",
        "snippet": "An infuuential Roman Catholic weekly is cautioning members of that faith against demanding legal support for their opposition to artificial birth control.",
        "pub_date": "1958-09-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CEEDF103DEF34BC4E53DFBF668383649EDE"
    },
    {
        "headline": "DR. JACOBS SCORED ON BIRTH CONTROL; Rector Says in Sermon That Ban in Hospitals Poses Threat to Civil Rights",
        "snippet": "The policy of barring birth-control therapy in city hospitals was seen yesterday as \"a potential threat to the civil rights of the whole community.\"",
        "pub_date": "1958-09-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E3DF103DEF34BC4953DFBF668383649EDE"
    },
    {
        "headline": "DOCTORS HIT BAN ON BIRTH CONTROL; 6 Professors of Gynecology Score Dr. Jacobs' Refusal to Provide Therapy",
        "snippet": "Professors of obstetrics and gynecology in the six medical colleges in the city have protested the ban on birth control therapy in municipal hospitals. The ban was announced last month by Dr. Morris A. Jacobs, Commissioner of Hospitals.",
        "pub_date": "1958-08-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E7D91031E73BBC4950DFBE668383649EDE"
    },
    {
        "headline": "CLUB WOMAN BACKS BIRTH-CONTROL AID",
        "snippet": "Contraceptive service for all city hospital patients who desire it without regard to their religious faith, was urged yesterday by Mrs. Helen M. Clark, president of the New York City Federation of Women's Clubs.",
        "pub_date": "1958-08-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE5DF103DEF34BC4051DFBE668383649EDE"
    },
    {
        "headline": "PARENTHOOD UNIT BARS JACOBS IDEA; Birth Control Group Says It Is Unable and Unwilling to Take City Patients",
        "snippet": "The chairman of the Planned Parenthood Association of Manhattan and the Bronx asserted yesterday that giving contraceptive service to city patients was the responsibility of the municipal hospitals.",
        "pub_date": "1958-08-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04EED7163EE43BBC4F51DFBE668383649EDE"
    },
    {
        "headline": "LAMBETH BISHOPS FOR BIRTH CONTROL; Family Planning Described by Anglican Leaders as Duty Imposed by God",
        "snippet": "LONDON, Aug. 25 -- The Lambeth Conference of Bishops of the Anglican communion has endorsed birth control and declared that family planning is a responsibility laid by God upon parents everywhere.",
        "pub_date": "1958-08-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EFDB163DE73ABC4E51DFBE668383649EDE"
    },
    {
        "headline": "BIRTH CONTROL ISSUE AGAIN STIRS DEBATE; Hospital Commissioner's Action Rouses Bitter Controversy",
        "snippet": "The quiet but stubborn determination of a group of New York physicians to practice the same kind of medicine in public hospitals that they practice in private and teach in the five medical colleges in the city has forced a very controversial issue --...",
        "pub_date": "1958-08-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501EFDB1031E73BBC4C51DFBE668383649EDE"
    },
    {
        "headline": "A.D.A. CRITICIZES JACOBS; Says Birth Control Ban Is Violation of Civil Rights",
        "snippet": "ADA criticizes Jacobs",
        "pub_date": "1958-08-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E5DB1031E73BBC4C51DFBE668383649EDE"
    },
    {
        "headline": "Planned Parenthood Issue; Statement of Protestant Council on Birth Control Is Criticized",
        "snippet": "Though the statement of the Protestant Council of the City of New York holds that the use of contraceptives in Christian conscience fulfills rather than violates the law of God, the basis for this is not God's law but the New York Academy of Medicine...",
        "pub_date": "1958-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E7DC173BE43BBC4B51DFBE668383649EDE"
    },
    {
        "headline": "BIRTH CONTROL ARGUED; Protestant Group Denies That Anglicans Condemn It",
        "snippet": "Prot Council again asks Jacobs lift ban; denies Anglican Communion opposes control, reply to Bronk",
        "pub_date": "1958-08-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E6DA1E3EE63BBC4951DFBE668383649EDE"
    },
    {
        "headline": "CITY MAY EASE BAN ON BIRTH CONTROL; Jacobs Suggests Referrals to Voluntary Agencies -- Ministers Disapprove",
        "snippet": "Commissioner Morris A. Jacobs indicated yesterday that he might be considering a relaxation of his ban on contraceptive therapy in city hospitals.",
        "pub_date": "1958-08-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E0DF163DEF34BC4851DFBE668383649EDE"
    },
    {
        "headline": "DR. JACOBS SUED ON BIRTH CONTROL; Freethinkers Asking Court to Lift Ban on Therapy in Municipal Hospitals",
        "snippet": "The Freethinkers of America filed a suit in State Supreme Court yesterday to enjoin Dr. Morris A. Jacobs, Commissioner of Hospitals, from prohibiting birth-control therapy in city hospitals.",
        "pub_date": "1958-08-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E1D61538EF34BC4152DFBE668383649EDE"
    },
    {
        "headline": "HARLEM MINISTER CRITICIZES JACOBS; Calls Edict on Birth Control Forcing One Religion's Theology on Others",
        "snippet": "A prominent Harlem clergyman yesterday took sharp issue with the ban on birth-control therapy imposed by Dr. Morris A. Jacobs, Commissioner of Hospitals.",
        "pub_date": "1958-08-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE4DB163DE73ABC4052DFBE668383649EDE"
    },
    {
        "headline": "MEETINGS SLATED ON BIRTH CONTROL; Jacobs to Confer With Foes of Ban -- Catholic Paper Praises His Policy",
        "snippet": "Dr. Morris A. Jacobs, Commissioner of Hospitals, is to meet with two religious groups who oppose his ban on birth-control therapy in city hospitals.",
        "pub_date": "1958-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E4DF163DEF34BC4E52DFBE668383649EDE"
    },
    {
        "headline": "Jews Opposed to Birth Control",
        "snippet": "My attention was called to a report published in The New York Times of Aug. 3 quoting from a sermon by Dr. Maurice J. Bloom in which he stated that birth control, birth regulation and planned parenthood were compatible with Judaism.",
        "pub_date": "1958-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E4DF163DEF34BC4E52DFBE668383649EDE"
    },
    {
        "headline": "150 MINISTERS ASK TALK WITH JACOBS; Commissioner Agrees, but Says He Will Not Drop Birth Control Ban Now",
        "snippet": "The Interdenominational Ministers Alliance in Brooklyn announced yesterday that it would seek a conference with Commissioner Morris .A. Jacobs. It will attempt to obtain clarification of his prohibition of birth control therapy in municipal...",
        "pub_date": "1958-08-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E1D81F3FEF34BC4D52DFBE668383649EDE"
    },
    {
        "headline": "GROUP WILL ASSESS BIRTH-CONTROL RULE",
        "snippet": "A committee formed to change the unwritten rule against providing birth-control information in city hospitals will meet next Tuesday at 2 P.M. The group will review recent developments and discuss future plans.  ",
        "pub_date": "1958-08-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E1D7163EE43BBC4B52DFBE668383649EDE"
    },
    {
        "headline": "HARLEM PASTORS CRITICIZE JACOBS; Commissioner's Stand on Birth Control Is Also Decried by Rabbis",
        "snippet": "Further protests against the stand on birth control taken by Dr. Morris A. Jacobs, Commissioner of Hospitals, were made yesterday by two religious groups.",
        "pub_date": "1958-08-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00EFD61F3AEF34BC4A52DFBE668383649EDE"
    },
    {
        "headline": "PROTESTANTS GIVE VIEWS TO JACOBS; He Promises to Transmit Birth-Control Statement to Board of Hospitals",
        "snippet": "The Protestant Council of the CITY of New York obtained a pledge from Commissioner Morris A. Jacobs yesterday to present its case for birth control in city hospitals to the next meeting of the Board of Hospitals Sept. 17.",
        "pub_date": "1958-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E4DE163DE73ABC4153DFBE668383649EDE"
    },
    {
        "headline": "Conflict on Birth Control",
        "snippet": "lr deplores religious conflict over issue",
        "pub_date": "1958-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E4DE163DE73ABC4153DFBE668383649EDE"
    },
    {
        "headline": "JACOBS TO CONFER ON BIRTH CONTROL; Protestants to Meet Today With Commissioner on City Hospital Policy",
        "snippet": "Past and future policy on the prescribing of contraceptive devices in city hospitals will be examined today at a meeting between, Dr. Morris A. Jacobs, Commissioner of Hospitals, and a Protestant group.  ",
        "pub_date": "1958-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E1DB1E3EE63BBC4053DFBE668383649EDE"
    },
    {
        "headline": "WAGNER OPPOSED TO CONTRACEPTION; But He Will Leave Decision to Hospital Board Despite His Views as a Catholic CALLS MATTER MEDICAL Jacobs Agrees to Meet With Protestants Over Ban on Birth-Control Therapy",
        "snippet": "Mayor Wagner said yesterday that he was opposed to the prescribing of contraceptives in city hospitals, but that he would leave the decision to Dr. Morris A. Jacobs, Commissioner of Hospitals, and members of the Board of Hospitals.",
        "pub_date": "1958-08-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E6D9123DEF34BC4E53DFBE668383649EDE"
    },
    {
        "headline": "RABBIS GIVE PLAN ON BIRTH CONTROL; Board Suggests to Mayor That Patients Decide on Contraceptive Devices",
        "snippet": "The New York Board of Rabbis urged Mayor Wagner yesterday to rescind the unwritten policy of the Department of Hospitals that prevents the prescribing of birth-control devices in city hospitals.",
        "pub_date": "1958-08-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E0DF1E39E632A25756C0A96E9C946992D6CF"
    },
    {
        "headline": "JACOBS IS SCORED ON BIRTH CONTROL; Presbytery Says Hospitals' Chief Supports a Minority View of Contraception STAND HELD ARBITRARY Critics Assert City Cannot Tolerate 'Contemptuous' Treatment of Others",
        "snippet": "The Presbytery of New York condemned the policies of Dr. Morris A. Jacobs, Commissioner of Hospitals, yesterday in the controversy over birth control.",
        "pub_date": "1958-08-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E3D7133DEF34BC4C53DFBE668383649EDE"
    },
    {
        "headline": "OPINIONS STILL FLY ON BIRTH CONTROL; Rabbi Backs It -- K. of C. Hails Jacobs' Ban -- Ouster Asked by Freethinker",
        "snippet": "Public statements favoring and opposing birth control therapy in city hospitals continued yesterday.",
        "pub_date": "1958-08-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E3D8163EE43BBC4B53DFBE668383649EDE"
    },
    {
        "headline": "The Birth Control Issue",
        "snippet": "The controversy over the right to prescribe contraceptive devices in the city hospitals cannot be swept under the rug; and the Mayor will sooner or later have to come to a clear decision which he has thus far avoided. It seems to us there is only one...",
        "pub_date": "1958-08-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E7D61F3AEF34BC4953DFBE668383649EDE"
    },
    {
        "headline": "PROTESTANTS ASK HOSPITAL SESSION; A Special Board Meeting on Birth Control Policy Demanded by Council JACOBS BARS REQUEST City Religious Group Gives Views on Moral Aspects of Family Planning PROTESTANTS ASK HOSPITAL SESSION",
        "snippet": "Dr. Morris A. Jacobs, Commissioner of Hospitals, rejected a request by the Protestant Council yesterday for a special hospital board meeting on his recent order prohibiting birth-control therapy for a Protestant patient in a municipal hospital.",
        "pub_date": "1958-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E7D7133DEF34BC4950DFB1668383649EDE"
    },
    {
        "headline": "JACOBS DISPUTED ON BIRTH CONTROL; United Lutheran Church Scores Municipal Ban on Contraceptive Advice HEALTH FACTOR IS CITED Catholic Physicians' Unit in Bronx Backs the Policy in City's Hospitals",
        "snippet": "The United Lutheran Church in America announced yesterday its opposition to the policy of the city's Department of Hospitals on contraception.",
        "pub_date": "1958-07-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE6DD1430E73BBC4850DFB1668383649EDE"
    },
    {
        "headline": "BIRTH CONTROL HELD RIGHT OF CHRISTIANS",
        "snippet": "The Rev. Dr. Hampton Adams, pastor of the Park Avenue Christian Church, 1010 Park Avenue, said yesterday that \"the Christian reverence for life requires of some of us what we practice and give encouragement to birth control.\"",
        "pub_date": "1958-07-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E6D8163EE43BBC4051DFB1668383649EDE"
    },
    {
        "headline": "JAPAN SEEN AIDED BY BIRTH CONTROL; Gain in Solving Population Problems Cited in Book by Analyst at Princeton",
        "snippet": "PRINCETON, N. J., July 26 -- A population analyst at Princeton University believes that Japan may well be solving her population problems.",
        "pub_date": "1958-07-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEFD61F3AE73ABC4F51DFB1668383649EDE"
    },
    {
        "headline": "POLICY ADVOCATED ON BIRTH CONTROL; Medical Staffs Oppose It in City Hospitals -- Suggest Private Agency Care",
        "snippet": "A medical organization representing staff physicians of the city's hospitals has taken a stand that, in effect, opposes birth-control counseling in tax supported hospitals.",
        "pub_date": "1958-07-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEFD61F3AE73ABC4F51DFB1668383649EDE"
    },
    {
        "headline": "PROTESTANTS DECRY BIRTH CONTROL RULE",
        "snippet": "The Brooklyn division of the Protestant Council issued a statement yesterday saying that birth control was a matter to be judged by competent doctors and their patients.",
        "pub_date": "1958-07-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E6DD173BE43BBC4D51DFB1668383649EDE"
    },
    {
        "headline": "CHURCH CITES POPE ON BIRTH CONTROL; Chancery Office Reaffirms View -- Catholic Doctors Here Support Stand JACOBS REPORT SECRET Neither Commissioner Nor Mayor Speaks on Case of Diabetic Woman CHURCH CITES POPE ON BIRTH CONTROL",
        "snippet": "The Roman Catholic Church yesterday reaffirmed the position that no Catholic could accept contraceptive birth control as a medical treatment or cooperate in the administration of such treatment.",
        "pub_date": "1958-07-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E5DB1E3EE63BBC4C51DFB1668383649EDE"
    },
    {
        "headline": "Policy of City Hospitals; Ban on Birth Control Advice Said to Discriminate Against Poor",
        "snippet": "On July 16 the Commissioner of Hospitals of New York City forbade the giving of birth control advice to a diabetic mother at the Kings County Hospital. On the following day The New York Times published an editorial deprecating this action. I should...",
        "pub_date": "1958-07-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE6DB1E3EE63BBC4C51DFB1668383649EDE"
    },
    {
        "headline": "BIRTH-CONTROL TALK REJECTED BY JACOBS",
        "snippet": "Dr. Morris A. Jacobs, Commissioner of Hospitals, refused yesterday to meet at this time with a committee of the Protestant Council of the City of New York to discuss the question of birth-control therapy in city hospitals.",
        "pub_date": "1958-07-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E0DC1031E73BBC4B51DFB1668383649EDE"
    },
    {
        "headline": "PARLEY IS SOUGHT ON BIRTH CONTROL; Protestants Ask Talk With Hospitals' Head on Refusal to Permit Contraceptive INQUIRY IS PROJECTED Church Body to Investigate Civil Rights Implications in Case of Diabetic Here",
        "snippet": "The Protestant Council of the City of New York yesterday demanded an immediate meeting with Dr. Morris A. Jacobs, Commissioner of Hospitals, to discuss the city's policy on birth control therapy.",
        "pub_date": "1958-07-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE0DF1430E73BBC4A51DFB1668383649EDE"
    },
    {
        "headline": "Mayor Asks Jacobs Report on Dispute On Birth Control Therapy in Hospital",
        "snippet": "City officials were still silent yesterday on the matter of birth control therapy in the municipal hospitals.",
        "pub_date": "1958-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E2D71F3AE73ABC4152DFB1668383649EDE"
    },
    {
        "headline": "MAYOR TO INQUIRE ON BIRTH CONTROL; He Says He Seeks Facts on Case of Diabetic Woman -- Jacobs Still Silent",
        "snippet": "Official silence fell yesterday in the controversial question of birth control therapy in city hospitals.",
        "pub_date": "1958-07-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EFD61E30E73BBC4052DFB1668383649EDE"
    },
    {
        "headline": "CITY STOPS DOCTOR ON BIRTH CONTROL; Therapy for Diabetic Woman Patient in Kings County Hospital is Prohibited",
        "snippet": "An order by the Commissioner of Hospitals yesterday morning prevented the fitting of a contraceptive device for a woman who is in a city hospital with a severe case of diabetes.",
        "pub_date": "1958-07-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE7D71F3AE73ABC4F52DFB1668383649EDE"
    },
    {
        "headline": "PRELATE DECRIES POPULAR FEAR; Bishop of Buffalo Asserts Birth Control Advocates Will 'Eat Humble Crow'",
        "snippet": "BUFFALO, July 16 -- A Roman Catholic prelate charged here today that \"pseudo scientists\" were trying to \"frighten\" humanity by playing up the threat of overpopulation.",
        "pub_date": "1958-07-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE5D71F3AE73ABC4F52DFB1668383649EDE"
    },
    {
        "headline": "BIRTH-CONTROL PILL HIT; Catholics Call It Morally and Perhaps Physically Harmful",
        "snippet": "WASHINGTON, June 12 (AP) -- Two Roman Catholic priests said today that the use of a new \"birth control pill\" was morally and perhaps physically harmful.",
        "pub_date": "1958-06-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E5DA133DEF34BC4B52DFB0668383649EDE"
    },
    {
        "headline": "BIRTH CONTROL LAW HIT; 5 Suits Filed in Connecticut Challenge State's Code",
        "snippet": "NEW HAVEN, June 6 (AP) -- Five suits challenging the constitutionality of Connecticut's birth control law were filed in superior court today.",
        "pub_date": "1958-06-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE6DA1E31E73BBC4F53DFB0668383649EDE"
    },
    {
        "headline": "To Spread Birth-Control Measures",
        "snippet": "Two items in the same section of The Times of May 25 point to the futility of much of our foreign aid programs in their present form. The first is the letter by Dr. C. Lowell Harriss in which he states, \"Extremely rapid population growth will doom...",
        "pub_date": "1958-06-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E1D91F3FE43BBC4A53DFB0668383649EDE"
    },
    {
        "headline": "HOSPITALS SCORED ON BIRTH CONTROL; Potter Asserts Protestants Should Not Be Deprived of Medical Advice",
        "snippet": "A Protestant churchman said yesterday that \"persons of Protestant background and faith should not be deprived of accepting medical therapeutic information,\" including birth control prescriptions.",
        "pub_date": "1958-05-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E2DB133DEF34BC4E51DFB3668383649EDE"
    },
    {
        "headline": "BIRTH CONTROL HELD RIGHT OF ALL IN CITY",
        "snippet": "Dr. William Vogt, national director of the Planned Parenthood Federation of America, said yesterday that \"contraception, like any other medical procedure, should be available to all families, regardless of income, color or nationality.\"",
        "pub_date": "1958-05-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E3DD1E3EE63BBC4B51DFB3668383649EDE"
    },
    {
        "headline": "CITY EDICT SOUGHT ON BIRTH CONTROL; Some Hospital Doctors Find Recent Policy Statement on Counseling Vague",
        "snippet": "A strong drive has developed in recent weeks for clarification of the policy of the city Hospitals Department regarding the prescription of birth control where deemed necessary by the physician. A decision is believed imminent.",
        "pub_date": "1958-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E0D61E3AE73ABC4A51DFB3668383649EDE"
    },
    {
        "headline": "CITY 'UNCHANGED' ON BIRTH CONTROL; Dr. Jacobs Denies Alteration in Hospitals' Policy on Counsel to Patients",
        "snippet": "Dr. Morris A. Jacobs, Commissioner of Hospitals, said yesterday that his department had not changed its policy on birth-control information for patients in city hospitals.",
        "pub_date": "1958-05-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800EFDE173DE53BBC4B53DFB3668383649EDE"
    },
    {
        "headline": "NEW TEST DEVISED IN BIRTH CONTROL; Method to Determine Time of Ovulation Said to Have High Catholic Approval",
        "snippet": "LOS ANGELES, April 23 (AP) -- A new birth control method, said by its sponsor to have the approval of leading Roman Catholic Church officials, was described here today in a medical movie.",
        "pub_date": "1958-04-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904E5DA1E39EF3BBC4C51DFB2668383649EDE"
    },
    {
        "headline": "JESUIT CAUTIONS ON BIRTH CONTROL; Contends Social Problems Do Not Justify Violation of 'Natural Law'",
        "snippet": "Social problems, no matter how urgent, cannot justify birth control methods that are against \"natural law,\" Roman Catholic lawyers were told yesterday by a Jesuit authority on population studies.",
        "pub_date": "1958-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E4D81231E43ABC4851DFB2668383649EDE"
    },
    {
        "headline": "CATHOLICS UPHOLD BIRTH CONTROL BANS",
        "snippet": "WASHINGTON, April 19 (AP) -- A spokesman for the Roman Catholic Church declared today that artificial birth control was repugnant to the moral sense of men of good will of all nations.",
        "pub_date": "1958-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE6D61E30E73BBC4152DFB2668383649EDE"
    },
    {
        "headline": "CATHOLICS SCORED ON BIRTH CONTROL; Protestant Leader Criticizes Position as Ethically Weak and Theologically Wrong",
        "snippet": "BUCK HILL FALLS, Pa., April 17 -- A Protestant leader challenged the Roman Catholic position on birth control today.",
        "pub_date": "1958-04-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02EFDD1E3FE43BBC4052DFB2668383649EDE"
    },
    {
        "headline": "Church of England Panel Urges Ending Religious Opposition to Birth Control",
        "snippet": "LONDON, April 11 -- A committee convened by the Church of England recommended today that religious opposition to birth control be dropped.",
        "pub_date": "1958-04-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE4D71E30E73BBC4A52DFB2668383649EDE"
    },
    {
        "headline": "PEIPING GOES SLOW ON BIRTH CONTROL; Only Small Progress Made -- Population Rise Put at 13,000,000 a Year",
        "snippet": "HONG KONG, Jan. 28 -- Communist China's birth control program has met with only moderate success and over-population remains one of the country's biggest problems.",
        "pub_date": "1958-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E2D8163BE43BBC4950DFB7668383649EDE"
    },
    {
        "headline": "Hungary Spurs Birth Control",
        "snippet": "Hungary issues booklets on birth control in effort to halt abortions",
        "pub_date": "1958-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E6DE1F3AE53BBC4C51DFB7668383649EDE"
    }
]