[
    {
        "headline": "POINTS TO REMEDY FOR DIVORCE EVIL; The Rev Dr. J.B. Delauney Says 'Christ in the Home' Will Solve Marital Troubles. HE ASSAILS BIRTH CONTROL Tells St. Patrick's Congregation It Is \"Subversive Teaching\"-- Cardinal Presides at Mass.",
        "snippet": "The Rev. Dr. John B. Delauney advocated \"Christ in the Home\" as the solution for marital troubles, in the third of his series of five Advent sermons at St. Patrick's Cathedral yesterday morning. Cardinal Hayes ...",
        "pub_date": "1928-12-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E5D6113FE33ABC4F52DFB4678383639EDE"
    },
    {
        "headline": "CHIDWICK ASSAILS BIRTH CONTROL BILL; Asks Catholic Alumnae to Fight Measure Approved by League of Women Voters. FEMINIST TREND ATTACKED College Girls Are Talking Against Matrimony, He Says at Communion Breakfast. Urges Catholic Opposition. Regrets Defeat of Smith.",
        "snippet": "Educated Catholic women should fight the new attempts to repeal the law which prohibits the dissemination of birth control knowledge, Mgr. John P. Chidwick, pastor of St. Agnes's Church, told 300 members of the New York Catholic Circle of the ...",
        "pub_date": "1928-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E6DB1331E33ABC4A53DFB4678383639EDE"
    },
    {
        "headline": "Brief Reviews; A BOOK ABOUT WEATHER BIRTH CONTROL LONGFELLOW AND HIS FRIENDS Brief Reviews THE MORMON BATTALION Brief Reviews SCIENCE IN INDUSTRY CIVIL ENGINEERING",
        "snippet": "THE author of \"Shrines of the Great in Europe\" has hit upon a new idea in guide books. He  has listed the famous personal associations of places in most of the ...",
        "pub_date": "1928-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE0DB1331E33ABC4A53DFB4678383639EDE"
    },
    {
        "headline": "PROGRAM ADOPTED BY WOMEN VOTERS; State Dry Law Is Held Back for Study While Birth Control Is Formally Endorsed. LIVELY DEBATE OVER BOTH Convention at Buffalo Includes Women for Jury Service in Its Legislation Plans. Says Colleges Study Subject. Outline of League's Program.",
        "snippet": "BUFFALO, Nov. 23.--With but one exception the recommendations of the legislative committee of the New York State League of Women Voters in convention here were adopted today. The State law for enforcement of the Eighteenth Amendment was voted back on...",
        "pub_date": "1928-11-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E5DD1331E33ABC4C51DFB7678383639EDE"
    },
    {
        "headline": "SUCCEEDS MRS. SANGER.; Mrs. F. Robertson Jones Becomes Head of Birth Control League.",
        "snippet": "Becomes Pres of Amer Birth Control League",
        "pub_date": "1928-09-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E6DC113AE03ABC4B52DFBF668383639EDE"
    },
    {
        "headline": "MRS. SANGER QUITS BIRTH CONTROL POST; Resigns Presidency of League She Founded--To Study Ways to Lower Maternal Deaths. LONG RESEARCH PLANNED Mortality of Mothers Is Greater Here Than in Any Other Nation Except Chile, She Says.",
        "snippet": "Mrs. Margaret Sanger, founder and President of the Birth Control League, resigned her office yesterday at a meeting of the directors at the Bryn Mawr Club. She announced that she would devote herself to study of methods for reducing mortality among...",
        "pub_date": "1928-09-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E5DD113AE03ABC4A52DFBF668383639EDE"
    },
    {
        "headline": "FEAR REPLACEMENT OF SCOTS BY IRISH; Gloony Caledonians Predict Dire Results From \"Invasion\" of Aliens From Erin. SEE PROTESTANTS OUSTED Most Sotsmen Shrug Matter Off, but Dispute Figures on the National Birth Rate. Birth Control Idea Disputed. A Vocal Minority. Contest Over School.",
        "snippet": "Article on menace of Irish \"invasion\"; birth rate figures; W Power quoted",
        "pub_date": "1928-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE6DF1F30E633A25753C1A9609C946995D6CF"
    },
    {
        "headline": "WOMEN IN CLASH OVER PROHIBITION; National Voters' League Divides on Placing It on Its Study Program. BIRTH CONTROL DEBATED New York Delegates Take Lead in Discussions--Jane Addams Backs Non-Partisanship.",
        "snippet": "CHICAGO, April 25.--Inclusion of the Eighteenth Amendment and of birth control in the study program of the National League of Women Voters will be the points upon which the women of the New York delegation at the National League of Women Voters in...",
        "pub_date": "1928-04-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E6DA163CE73ABC4E51DFB2668383639EDE"
    },
    {
        "headline": "MRS. SANGER CALLS CATHOLICS BIGOTS; Birth Control Leader Assails Church 'Tyranny' for Ban at Parents' Exposition. ATTACKS SMITH CANDIDACY Example, She Asserts, of 'Usurpation by Religious Affiliations Entrenched in Political Power.'",
        "snippet": "The American Birth Control League, whose contract for a booth was canceled by the Parents' Exposition at the Grand Central Palace at the insistence of Board of Education officials, has retained Arthur Garfield Hays to sue the management. Mrs....",
        "pub_date": "1928-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E4DB163CE73ABC4D51DFB2668383639EDE"
    },
    {
        "headline": "BIRTH CONTROL BAN AROUSES PROTESTS; Kenneth Macgowan Declines Invitation to Speak at the Parents' Exposition. OBJECTS TO CENSORSHIP Editor Also Refuses to Take Part-- F.H. Sisson Talks at the Afternoon Session.",
        "snippet": "The controversy over birth control spread yesterday, threatening to affect various activities of the Parents' Exposition at the Grand Central Palace. The American Birth Control",
        "pub_date": "1928-04-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E4DC163CE73ABC4C51DFB2668383639EDE"
    },
    {
        "headline": "BIRTH CONTROL BODY FIGHTS SCHOOL BAN; Barring of Its Booth From Parents' Show, Opening Today, Stirs a Row.APPEAL TO O'SHEA FAILS League Rents Store to Show Its Exhibit, but Request for Sign IsRefused--Court Fight Looms.",
        "snippet": "A controversy over birth control marks the opening today of the Parents' Exposition in the Grand Central Palace. Events yesterday intensified the dispute which began when the exposition authorities canceled a contract for an American...",
        "pub_date": "1928-04-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E1DD1E3FE73ABC4951DFB2668383639EDE"
    },
    {
        "headline": "SCHOOL SHOW BARS BIRTH CONTROL BODY; League Invited Last Fall to Take Part Is Now Asked to Stay Away. EDUCATION BOARD OBJECTS Threatens to Withdraw From the Exhibition Opening Tomorrow-- Mrs. Sanger, Indignant, May Sue.",
        "snippet": "The American Birth Control League which was urged last Autumn to take part in the Parents Exposition beginning tomorrow in Grand Central Palace, has been barred from the exposition, it was learned last night, under threat or the Board of Education to...",
        "pub_date": "1928-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05EED6103CE33ABC4851DFB2668383639EDE"
    },
    {
        "headline": "HALDANE ASSAILS 'NORDIC SUPREMACY'; Says Theory as Basis of American Immigration RestrictionLacks Justification.RAPS BIRTH CONTROL IDEAS British Biologist, In Lecture on \"Science and Ethics,\" UrgesHigher Eugenic Standards.",
        "snippet": "LONDON, April 18.--J.B.S. Haldane, young British biologist and author, asserted in a lecture tonight that the American restriction on immigration in favor of so-called Nor- ...",
        "pub_date": "1928-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02EFDE163CE73ABC4152DFB2668383639EDE"
    },
    {
        "headline": "CALLS FOR OPEN MINDS.; Dr. Faunce Sees Bar to Prohibition and Birth Control Talk.",
        "snippet": "Urged by W H P Faunce",
        "pub_date": "1928-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402EED81E3DE73ABC4F51DFB5668383639EDE"
    },
    {
        "headline": "SAYS EUROPE'S FUTURE LIES IN BIRTH CONTROL; Mrs. Sanger, Back, Says OverPopulation Threatens to Leadto Food Riots and War.",
        "snippet": "Europe has become so over-populated that within ten years it must either recognize the necessity for birth control or it will burst its confines and become involved in a chaos of food riots and war, according to ...",
        "pub_date": "1928-03-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E6D7113FE73ABC4D52DFB5668383639EDE"
    },
    {
        "headline": "TO ASK BIRTH CONTROL LAW; Mass Meeting Will Be Held Thursday to Urge Olsen Bill.",
        "snippet": "Plans for mass meeting to urge Olsen bill",
        "pub_date": "1928-03-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DEFD7133CE33ABC4A52DFB5668383639EDE"
    },
    {
        "headline": "'HER UNBORN CHILD' COMES IN FROM ROAD; Birth Control Play, Seen in Hinterlands for Decade, Has MassAppeal, at Least.",
        "snippet": "The business of turning Fortysecond Street theatres--temporarily, at least--into lecture halls continues. Over at Wallack's Michael Kallesser last week re-opened the subject of trial marriage and last night at the Eltinge there began a discussion,...",
        "pub_date": "1928-03-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E2D6113DE73ABC4F53DFB5668383639EDE"
    },
    {
        "headline": "NEW JAPANESE DIET WILL MEET APRIL 20; Government Calls Short Special Session, Hoping to Avoid Controversial Issues. TRIES TO BREAK STALEMATE Opposition Will Base Attack on Interference in Elections--Labor Seeks Birth Control Law.",
        "snippet": "TOKIO, March 1.--The new Diet has been summoned for a special session, beginning April 20, to last a fortnight. The time limit indicates that the Government will not challenge the Opposition on a crucial issue.",
        "pub_date": "1928-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E4DA133CE33ABC4A53DFB5668383639EDE"
    },
    {
        "headline": "CONDEMNS BIRTH CONTROL; Kings Medical Society Fights Proposed Bill to Legalize Teaching.",
        "snippet": "Condemns it",
        "pub_date": "1928-02-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE2D6103DE73ABC4C53DFB4668383639EDE"
    },
    {
        "headline": "WOMEN'S CLUB LEADER SAYS PARENTS ARE LAX; Mrs. Sherman Defends Modern Youth--Opposes Lindsey on Birth Control.",
        "snippet": "Mrs. John D. Sherman, President of the General Federation of Womin's Clubs, declared yesterday at the Hotel Roosevelt that she believes that the transgressions of the modern youth can be blamed only on ...",
        "pub_date": "1928-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E5D8103DE73ABC4950DFB7668383639EDE"
    },
    {
        "headline": "LINDSEY AND WISE DEBATE MARRIAGE; Companion Unions, Says Judge, Will Legalize Birth Control, Now \"Bootlegged.\" RABBI WARNS OF DANGER Declares Divorce Will Increase$16,000 House Fills Carnegie Hall for Discussion. Wise Sees Impermanent Unions. Calls Remedy Worse Than Ills. Emotional Appeal Criticized.",
        "snippet": "Calling each other \"Ben\" and \"Steve,\" \"Dear Ben\" and \"Dear Steve,\" \"Dear Lindsey\" and \"Dear Dr. Wise,\" Judge Ben B. Lindsey of Denver and Rabbi Stephen S. Wise of New York debated last night the question of companionate marriage before a $16,000...",
        "pub_date": "1928-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E7DA1438E23ABC4151DFB7668383639EDE"
    },
    {
        "headline": "CATHOLIC WOMEN HIT BIRTH CONTROL; Condemn Immodest Dress and Improper Readng and Shows --Cardinal Praises Work. DECLINE IN MORALITY SEEN Council Urges Greater Effort to Combat Violations of Decent Standards of Churchwomen.",
        "snippet": "Resolutions condemning birth control, immodest dress and improper reading and entertainment were adopted yesterday by the New York Council of the National Council of...",
        "pub_date": "1928-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE0D8133DE73ABC4C52DFB7668383639EDE"
    },
    {
        "headline": "REPORT PROGRESS ON BIRTH CONTROL; Speakers at Annual Meeting of American League Tell of Educational Work. 300 MEMBERS PRESENT Dr. H.P. Fairchild Gives Account of Population Conference-- Clinical Activities Here.",
        "snippet": "More than 300 members of the American Birth Control League at the annual meeting in Town Hall yesterday were told that progress had been made during the year in promoting education and heard a report on the World Population Conference at Geneva last...",
        "pub_date": "1928-01-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E5DF1438E23ABC4B52DFB7668383639EDE"
    },
    {
        "headline": "CARDINAL CONDEMNS COMPANIONATE IDEA; Hayes Calls Latest Marriage Theory and Birth Control and Divorce a Curse. DECLARES ATHEISM A FOLLY Evidence of God Everywhere, He Says--Mgr. Lavelle Addresses 1,000 Newman Club Members. Asks Blessing on City. Lavelle Addresses Students WOULD ALTER MARRIAGE. Holmes Says Society Has Changed, but Marital Concept Has Not.",
        "snippet": "Cardinal Hayes condemned birth control and \"companionate marriage,\" terming the latter \"the latest abomination,\" in a New Year\"s and Epiphany sermon yesterday at high mass before more than 3,000 worshippers is St. Patrick's Cathedral.",
        "pub_date": "1928-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07EFD71738E23ABC4153DFB7668383639EDE"
    },
    {
        "headline": "WOMEN'S CITY CLUB FOR BIRTH CONTROL; Referendum Pledges Support to Bill in Legislature if It Is in \"Acceptable Form.\" DEBATED FOR SEVEN YEARS Measure Will Be Endorsed Only if Sponsored by Recognized Medical Groups.",
        "snippet": "Following a secret meeting of the directors of the Women's City Club, 22 Park Avenue, yesterday, it was announced that a referendum among the 2,500 members had endorsed the  proposal to support a suitable bill in the Legislature on birth control.",
        "pub_date": "1928-01-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEFDD113FE73ABC4D53DFB7668383639EDE"
    }
]