[
    {
        "headline": "BIRTH CONTROL LOSES IN MASSACHUSETTS; Majority Against Proposal Rises to 186,351",
        "snippet": "BOSTON, Nov. 4 (U.P.) -- Massachusetts voters rejected a birth control amendment which would have permited doctors to give contraceptive advice to married persons as a health measure. Final returns showed a \"No\" majority of 186,351.",
        "pub_date": "1942-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00EEDA1F3AE13BBC4D53DFB7678389659EDE"
    },
    {
        "headline": "Australia Curbs Birth Control",
        "snippet": "Banned, Australia",
        "pub_date": "1942-09-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E0D81239E33BBC4A53DFBF668389659EDE"
    },
    {
        "headline": "CONNECTICUT BACKS BIRTH CONTROL BAN; Supreme Court Again Upholds 63-Year-Old Statute",
        "snippet": "HARTFORD, Conn., June 2 (AP) -- The Connecticut Supreme Court ruled in a 3-to-2 decision today that it was illegal for a physician to prescribe the use of contraceptives even if he believed a married woman's life might be jeopardized by pregnancy.",
        "pub_date": "1942-06-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E1DC173AE233A25750C0A9609C946393D6CF"
    },
    {
        "headline": "Family Limitation Argued; Catholic Church View of Birth Control Opposed to Contraception",
        "snippet": "Recent letters in THE TIMES over the signatures of Chauncey B. Garver and Morris L. Ernst undertake to answer a letter of mine having reference to birth control published in THE TIMES of Feb. 7.",
        "pub_date": "1942-02-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5DC1439E33BBC4F51DFB4668389659EDE"
    },
    {
        "headline": "Birth Control Is Opposed; Some Statements at Recent Federation Meeting Are Disputed",
        "snippet": "Your accounts of the annual meeting of the Birth Control Federation of America were legitimate news stories; but since the views which were there given expression are contrary to the teaching of the Catholic Church, it is hoped that you will...",
        "pub_date": "1942-02-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E0D7153BE33BBC4F53DFB4668389659EDE"
    },
    {
        "headline": "'FAMILY PLANNING' FOR HARLEM URGED; It Is Vital in Eliminating Crime, Speaker Tells Birth Control Federation MORE CLINICS REQUESTED Legislative Progress Made by Movement Throughout Nation Summarized in Statement",
        "snippet": "Crime, ill health and poverty in Harlem cannot be eliminated until planned parenthood is \"fully recognized and applied\" in that overcrowded section of the city, the Birth Control Federation of America was told yesterday at its annual meeting in the...",
        "pub_date": "1942-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E3D7173BE33BBC4850DFB7668389659EDE"
    },
    {
        "headline": "UNEASY PEACE SEEN IN OVERPOPULATION; Birth Control Federation Holds Planned Families Solution for Post-War Problem",
        "snippet": "Citing overpopulation in Japan and other Axis countries as an obstacle to permanent future peace, speakers at the annual meeting of the Birth Control Federation of America in the Hotel Waldorf-Astoria agreed yesterday that planning of families was...",
        "pub_date": "1942-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E2DF1439E33BBC4151DFB7668389659EDE"
    },
    {
        "headline": "LEGALIZATION SEEN FOR BIRTH CONTROL; Morris Ernst Predicts State Will Provide Service as a 'Community Activity' PROGRAM LINKED TO WAR Prevention of Waste Called an Objective -- Strategy in Split in Church Is Outlined",
        "snippet": "End of the fight to legalize birth control was seen yesterday by Morris Ernst, counsel to the New York State Federation for Planned Parenthood, who predicted that the government would take over the movement as it had taken over fire control, public...",
        "pub_date": "1942-01-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E4DD173CE33BBC4051DFB7668389659EDE"
    },
    {
        "headline": "RULES ON BIRTH CONTROL; Court Giants Divorce to Wife on Grounds of 'Desertion'",
        "snippet": "Wife gets divorce",
        "pub_date": "1942-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DEFDD1F38E33BBC4E53DFB7668389659EDE"
    }
]