[
    {
        "headline": "Metropolitan Briefs; Birth Control Pills Seized From the Police Blotter: Synagogue's Windows Smashed Topless Bar Denied Liquor License Youth Shot by Police Officer Connecticut School Rolls Are Down",
        "snippet": "Phelps, George (Ptl): Daniel Michel, 16, wounded on Dec 21 by off-duty NYC Ptl George Phelps after he allegedly tried to run over Phelps following car collision, charged with attempted murder of ptl; John Maitland, 17, who allegedly tried to attack...",
        "pub_date": "1974-12-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E4DC1338E430A75751C2A9649D946590D6CF"
    },
    {
        "headline": "MANIA SET BACK ON BIRTH CONTROL; Fewer Women Cooperating in Voluntary Program",
        "snippet": "The Philippines, whose population of 39 million is expected to double in the next two decades is running into problems in her voluntary campaign to reduce births and educate Filipinos in family planning.  ",
        "pub_date": "1974-12-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E6D7103EE631A25756C1A9649D946590D6CF"
    },
    {
        "headline": "U.S. URGES A CURB ON FERTILIZER USE EXCEPT FOR CROPS; It Is Inadmissible' Effect Is Uncertain POPE CHIDES DELEGATES Asks Rome Conference for Global Restraint to Help Asia Grow More Food Supports Urgent Campaign Against Starvation, but Not by Birth Control Butz Arrives in Egypt FERTILIZER CURB IS URGED BY U.S. Half a Billion Hungry",
        "snippet": "The United States delegation, under press sure from Congressional advisers, proposed a resolution today at the World Food Conference urging that the nonagricultural use of fertilizer be reduced to ease a critical shortage in hungry South Asia.",
        "pub_date": "1974-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E0D9163FE13BBC4852DFB767838F669EDE"
    },
    {
        "headline": "Burmese Leader Resists Birth Control Programs",
        "snippet": "Not because of any cultural taboo or religious opposition, but because of the decision of one man, Burma is the only Asian nation offering outright resistance to family planning program aimed at population control.",
        "pub_date": "1974-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EFDC163FE13BBC4D53DFB767838F669EDE"
    },
    {
        "headline": "In Kerala, Smallest and Most Literate State in India, a Breakthrough in Birth Control Is Taking Place",
        "snippet": "TRIVANDRUM, India -- A breakthrough in. family planning is taking. place in Kerala, the smallest and most literate state of India.",
        "pub_date": "1974-10-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E2DC153DEF3ABC4851DFB667838F669EDE"
    },
    {
        "headline": "Letters to the Editor; Birth Control: 'The Price We Must Pay' Of Doctors and Greed China's Legitimate Voice The Inquisitors' Tears A Necessary Catharsis' To Be Safe in the Subway To Cure Our Economy : A Multipronged Attack",
        "snippet": "In your excellent July 26 news article on the world food crisis, Sterling Wortman, vice president of the Rockefeller Foundation, is quoted as thinking there is no solution to the world food situation unless we get population stabilized. He is...",
        "pub_date": "1974-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E2DB1E3CEF34BC4053DFBE66838F669EDE"
    },
    {
        "headline": "Declaration to Waldheim Urges Nations to Promote Birth Control",
        "snippet": "A declaration stress ing the urgency of world food and population problems was presented to. Secretary General Waldheim today. The docu ment speaks of the \"responsi bility of governments to pro vide their peoples\" with birth control information and...",
        "pub_date": "1974-04-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE3D7153DE73ABC4E51DFB266838F669EDE"
    },
    {
        "headline": "Teaching Teachers To Teach; Ideas & Trends Education, Neurophysiology, Birth Control",
        "snippet": "The first encounter with a classroom full of children can prove traumatic for young men and women learning to be teachers. Textbooks on education theory don't prepare them for the shock they may feel when first faced with a sixth-grader who can't...",
        "pub_date": "1974-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E6DE103BE53ABC4950DFB566838F669EDE"
    },
    {
        "headline": "Ideas &Trends; Education, Neurophysiology, Birth Control",
        "snippet": "In the world of organized sport, women are gradually breaking down the sex barriers: They're competing against men in horse racing (and winning regularly), track, motorboat racing, surfing and horseshoes.",
        "pub_date": "1974-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E6DE103BE53ABC4950DFB566838F669EDE"
    },
    {
        "headline": "POPE CAUTIONS UN. ON BIRTH CONTROL; His Speech to Officials Bars Any Shift in Church Stand Because of Pressure",
        "snippet": "Pope Paul VI, in a stern message to United Nations officials, reaffirmed his unyielding stand on birth control today. \"No pressure must cause the church to deviate toward doctrinal compromises or shortterm solutions,\" the Pope said.  ",
        "pub_date": "1974-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E2DA1630EF34BC4850DFB566838F669EDE"
    },
    {
        "headline": "Argentina, Hoping to Double Her Population This Century, Is Taking Action to Restrict Birth Control",
        "snippet": "As part of an effort to double Argentina's population to 50 million by the end of this century, the Government has issued a decree restricting the sale of contraceptive pills.",
        "pub_date": "1974-03-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CEED8113DE13ABC4F52DFB566838F669EDE"
    },
    {
        "headline": "Letters to the Editor; On Mr. Nixon's Address and the State of the Presidency Of Aramco's 'Disloyalty' Lost Urban Amenity Development Banks: The Laggard Booster Rabbi Roth on Birth Control For a 'No-Fault' Health Plan Readers and Non-Readers",
        "snippet": "To the Editor: Contrary to The New York Times' position on Watergate, I would support President Nixon's statement, \"One year of Watergate is enough.\" It isn't that America wants to forget Watergate;",
        "pub_date": "1974-02-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502EFD6173FEF34BC4D53DFB466838F669EDE"
    },
    {
        "headline": "North Africa Plans Birth Control",
        "snippet": "ALGIERS -North Africa, whose biggest production is people, is worried. Neither Tunisia, Algeria nor Morocco can handle her present population, let alone the big increases that come every year.",
        "pub_date": "1974-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E7D9103EEE37A25754C2A9679C946590D6CF"
    },
    {
        "headline": "No Child-Proof Packaging For Birth Control Pills",
        "snippet": "The Consumer Product Safety Commission announced today that it had decided to exempt most manufacturers of birth control pills from putting their pills in child-proof packages.  ",
        "pub_date": "1974-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E0DB103DE13ABC4A51DFB766838F669EDE"
    },
    {
        "headline": "2 Foundations Say Birth Control Study Needs New Funds",
        "snippet": "Officials of the Ford and Rockefeller foundations asserted yesterday that financial support for research on birth control was \"entirely inadequate.\"  ",
        "pub_date": "1974-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00EED6103AEF34BC4F53DFB766838F669EDE"
    },
    {
        "headline": "Birth Control: Pace-Setting Program Is Under Inquiry; Early Indictments Hinted",
        "snippet": "A family planning program here that has been hailed as a pacesetter in the struggle to control the world's population is under heavy attack from two levels of government.  ",
        "pub_date": "1974-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E3DE103DE13ABC4E53DFB766838F669EDE"
    }
]