[
    {
        "headline": "Birth Control Now a Major Part of U.S. Aid",
        "snippet": "WASHINGTON, Dec. 25 -- With the clearer perspective of hindsight, 1965 may well turn out to be the year in which the politicians, at home and abroad, awoke to the population explosion. This could be one of the most significant developments of 1965,...",
        "pub_date": "1965-12-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804EFD8143EE03ABC4E51DFB467838E679EDE"
    },
    {
        "headline": "BIRTH CONTROL STIRS PENNSYLVANIA FIGHT",
        "snippet": "PHILADELPHIA, Dec. 18 -- A state program to make birth control information and services available to Pennsylvanians who are on relief stirred a controversy today.",
        "pub_date": "1965-12-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E6DA143EE03ABC4152DFB467838E679EDE"
    },
    {
        "headline": "U.S. Would Support U.N. On Birth-Control Program",
        "snippet": "J Roosevelt says US would back UN in evolving birth control policies, s, UN com",
        "pub_date": "1965-12-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E5DF1430E33ABC4E52DFB467838E679EDE"
    },
    {
        "headline": "U.S. to Give Turkey Birth Control Help; U.S. TO GIVE TURKS BIRTH CONTROL AID",
        "snippet": "WASHINGTON, Dec. 11 -- The United States is preparing to take its first direct step toward helping other countries curb population growth through birth control.",
        "pub_date": "1965-12-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E0D91639E33ABC4A52DFB467838E679EDE"
    },
    {
        "headline": "Birth Control Group Pickets",
        "snippet": "Parents Aid Soc, led by W R Baird Jr, pickets Nassau County Health Dept to protest lack of control data at dept clinics",
        "pub_date": "1965-12-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE4D81730E33ABC4A53DFB467838E679EDE"
    },
    {
        "headline": "Council Leaves Way Open to Vatican Shift on Birth Control",
        "snippet": "ROME, Nov. 30 -- Papal amendments to an Ecumenical Council document dealing with birth control have been \"absorbed\" in a way to leave open the possibility of future modification of the Roman Catholic Church's ban on artificial contraception.",
        "pub_date": "1965-12-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06EFD91730E33ABC4953DFB467838E679EDE"
    },
    {
        "headline": "A HOME TEST AIDS IN BIRTH CONTROL; Hormone Levels Recorded for Rhythm Method Users",
        "snippet": "Two Boston physicians have developed a simple home test that, they say, acts as a reliable chemical calendar for women using the rhythm method of birth control.",
        "pub_date": "1965-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E3DA1639E33ABC4850DFB767838E679EDE"
    },
    {
        "headline": "Birth Control Scholar; Richard Newton Gardner",
        "snippet": "STROLLERS in the balmy weather of Washington's Rock Creek Park yesterday afternoon might have seen a scholarly looking man in a gray tweed suit rambling on horseback along the bridle paths.",
        "pub_date": "1965-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE4D91730E33ABC4151DFB767838E679EDE"
    },
    {
        "headline": "Birth Control Prohibition Reaffirmed by Pope Paul; POPE AFFIRMS BAN ON BIRTH CONTROL",
        "snippet": "ROME, Nov. 26 -- Pope Paul VI has directed the Ecumenical Council to make a specific restatement of the Roman Catholic Church's prohibition against chemical or mechanical methods to prevent conception.",
        "pub_date": "1965-11-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E2DB1639E33ABC4F51DFB767838E679EDE"
    },
    {
        "headline": "Moderate Papal Statement On Birth Control Foreseen",
        "snippet": "Pope Paul VI probably will not deviate from the Roman Catholic Church's traditional stand against contraception when he issues his promised statement on birth control, according to the Catholic magazine, America.",
        "pub_date": "1965-11-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE7D7173BE13ABC4A52DFB767838E679EDE"
    },
    {
        "headline": "L.I. Court Dismisses Charge Of Promoting Birth Control",
        "snippet": "MINEOLA, L.I., Nov. 5 -Charges against a man arrested for illegally disseminating birth-control information and contraceptive devices were dismissed here today in Nassau County District Court.",
        "pub_date": "1965-11-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E4D8173BE13ABC4E53DFB767838E679EDE"
    },
    {
        "headline": "1920 Birth Control Law an Issue In French Presidential Election",
        "snippet": "PARIS, Nov. 5 -- A forbidden little pill has become a big issue among the French presidential candidates, who hope to gain women's votes by giving them a legal right to use artificial means of birth control.",
        "pub_date": "1965-11-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E4D8173BE13ABC4E53DFB767838E679EDE"
    },
    {
        "headline": "Health Parley Asks U.S. Birth Control Aid for All; A Report on Family Planning Stresses Help for Poor",
        "snippet": "WASHINGTON, Nov. 4 -- The White House Conference on Health called on the Federal Government today to help provide birth control devices and instruction to all American families, particularly the poor.",
        "pub_date": "1965-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE7DB1730E33ABC4D53DFB767838E679EDE"
    },
    {
        "headline": "First Rural Area Gets U.S. Birth Control Aid; York County, Pa., Sets Up 2 Clinics With Help Given Under Antipoverty Plan",
        "snippet": "YORK, Pa., Nov. 1 --Birth control devices paid for by the Federal Government are being given to rural parents near here. Federal officials said the project was the first of its kind, in the antipoverty campaign, to offer birth control assistance...",
        "pub_date": "1965-11-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E2D61F30E23ABC4A53DFB767838E679EDE"
    },
    {
        "headline": "FRANCE ASKS STUDY OF BIRTH CONTROL",
        "snippet": "PARIS, Oct. 28 (Reuters) -- The French Government is making a study of birth control, including the safety of contraceptive pills, a Health Ministry spokesman said today.",
        "pub_date": "1965-10-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E1D81F30E23ABC4151DFB667838E679EDE"
    },
    {
        "headline": "Snow Ball Gala Arranged in Aid Of Birth Control; Planned Parenthood of Manhattan and Bronx Lists Nov. 12 Event",
        "snippet": "Officials of Planned Parenthood of Manhattan and the Bronx are planning the Snow Ball, a dinner dance to be held on Nov. 12 in the Grand Ballroom of the Sheraton-East.  ",
        "pub_date": "1965-10-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E0DF143EE03ABC4C51DFB667838E679EDE"
    },
    {
        "headline": "MEETING DISCUSSES BIRTH-CONTROL PILLS",
        "snippet": "A scientific study of a Planned Parenthood program offering contraceptive pills to 14,000 women in the Chicago area shows that 70 to 83 per cent continued to use them for 30 months without special encouragement.",
        "pub_date": "1965-10-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E7DB1F30E23ABC4152DFB667838E679EDE"
    },
    {
        "headline": "Pope on Birth Control",
        "snippet": "F Steegmuller lr queries whether Pope's statement is 'nonpartisan,'",
        "pub_date": "1965-10-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E1D7103CE733A25755C1A9669D946491D6CF"
    },
    {
        "headline": "Birth Control Advocate in U.S. Post",
        "snippet": "WASHINGTON, Oct. 11 -- President Johnson today named Dr. Philip Randolph Lee -- a man who believes the Federal Government should do more in the field of family planning -- to be Assistant Secretary for Health in the Department of Health, Education...",
        "pub_date": "1965-10-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE5DE1730E33ABC4A52DFB667838E679EDE"
    },
    {
        "headline": "2 to Get Award for Helping To Kill Birth-Control Ban",
        "snippet": "Two persons instrumental in having the Supreme Court strike down last June the 1879 Connecticut birth-control law, forbidding the use of contraceptives by anyone, will receive the Albert L. Lasker Award of the Albert and Mary Laker Foundation.",
        "pub_date": "1965-10-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E1DE1730E33ABC4A52DFB667838E679EDE"
    },
    {
        "headline": "Pope's Remarks on Birth Control Not Interpreted as New Ruling",
        "snippet": "ROME, Oct. 4 -- The impression here of the Pope's references to birth control in his United Nations speech was that they constituted a valid indication of the trend of his thinking on the issue, but not a final ruling.",
        "pub_date": "1965-10-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06EED81E3BEF3BA15756C0A9669D946491D6CF"
    },
    {
        "headline": "U.S. CATHOLIC UNIT URGES A RESTUDY OF BIRTH CONTROL; But Group's Effort to Get Views to Papal Commission Have Been Frustrated RESTUDY IS URGED ON BIRTH CONTROL",
        "snippet": "ROME, Sept. 27 -- A group of 37 American Roman Catholic scholars has given qualified endorsement to contraception and suggested a change in the church's traditional position on birth control.",
        "pub_date": "1965-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E4D81231E03BA1575BC2A96F9C946491D6CF"
    },
    {
        "headline": "Prelate Urges Vatican Council To Reach Stand on Birth Control",
        "snippet": "ROME, Sept. 22 -- A plea for speedy clarification of the Roman Catholic stand on birth control was voiced by an Italian prelate today in the Ecumenical Council.",
        "pub_date": "1965-09-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E4D81331E03BA15750C2A96F9C946491D6CF"
    },
    {
        "headline": "Birth-Control Talk No Longer Taboo at Parley",
        "snippet": "BELGRADE, Yugoslavia, Sept. 5 -- Many of the 700 specialists from 70 countries at the population conference of the United Nations here are talking about birth control in a matter-of-course manner that was unthinkable not many years ago.",
        "pub_date": "1965-09-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E0D91E3BE13ABC4E53DFBF66838E679EDE"
    },
    {
        "headline": "COURT CRITICIZED ON BIRTH CONTROL; Group Supports the Decision but Assails the Reasoning",
        "snippet": "Protestants and Other Americans United for the Separation of Church and State, an organization noted for its frequent and bitter criticism of the Roman Catholic hierarchy, appears to agree with the Catholic bishops on the implications of a decision...",
        "pub_date": "1965-09-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E6D8173EE03ABC4A53DFBF66838E679EDE"
    },
    {
        "headline": "PRELATE CAUTIONS ON BIRTH CONTROL; O'Boyle of Washington Hits Bill Now in Senate",
        "snippet": "WASHINGTON, Aug. 28 (AP) -- A Roman Catholic Archbishop sharply opposed today any Government involvement in birth control programs.",
        "pub_date": "1965-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E7DC103DEF3ABC4151DFBE66838E679EDE"
    },
    {
        "headline": "Religion: Bishops on Birth Control",
        "snippet": "Last Tuesday William B. Ball, a Harrisburg attorney and Roman Catholic layman, testified before the subcommittee on foreign aid expenditures of the Senate Committee on Government Operations. Subject: a proposed bill that would involve the Federal...",
        "pub_date": "1965-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E3DC103DEF3ABC4151DFBE66838E679EDE"
    },
    {
        "headline": "Bishops and the Court; Both Connect Birth Control Program With the Questions of Civil Liberties",
        "snippet": "There was something unpleasantly familiar yesterday about the headlines linking the Roman Catholic bishops with an attack on a birth control program.",
        "pub_date": "1965-08-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E6DA103CE733A25755C2A96E9C946491D6CF"
    },
    {
        "headline": "Frankness on Birth Control in Latin America",
        "snippet": "CALI, Colombia -- A quiet revolution is taking place all over Latin America, one that is not spectacular and not violent, but it will affect every man, woman and child in that rapidly exploding area of the world. For the first time in Latin America a...",
        "pub_date": "1965-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E2DC103CE733A25750C2A96E9C946491D6CF"
    },
    {
        "headline": "Hemisphere Regimes Urged To Issue Birth-Control Data",
        "snippet": "conf urges govts make birth control methods available on request",
        "pub_date": "1965-08-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E1DD173EE03ABC4D52DFBE66838E679EDE"
    },
    {
        "headline": "Advertising: On the Matter of Birth Control",
        "snippet": "The Emko Company appears to be breaking some new ground in what has been a rather sensitive area of advertising -birth control.",
        "pub_date": "1965-08-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EFDE173EE03ABC4952DFBE66838E679EDE"
    },
    {
        "headline": "India Begins Production of Birth-Control Device; First Factory Is Dedicated at Kanpur -- Will Produce 14,000 Loops a Day",
        "snippet": "KANPUR, India, Aug. 9 -India began production of the much-heralded Lippes loop today.",
        "pub_date": "1965-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E6DF103CE733A25753C1A96E9C946491D6CF"
    },
    {
        "headline": "Massachusetts Kills Plan To Ease Birth Control Ban",
        "snippet": "BOSTON, Aug. 2 (AP) -- The Massachusetts House killed a proposal today to exempt physicians and pharmacists from most provisions of the state law barring dissemination of birth control devices and information.",
        "pub_date": "1965-08-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904E4D9173BE13ABC4B53DFBE66838E679EDE"
    },
    {
        "headline": "Teaching Birth Control",
        "snippet": "Americans introduced birth-control methods to Japan after the last war. Unfortunately, the only people who understood the methods and were willing to experiment were the more intelligent and educated (the genetic \"haves,\" if you will).",
        "pub_date": "1965-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE2D7133CE733A25752C3A9619C946491D6CF"
    },
    {
        "headline": "Mrs. F. Robertson Jones Dead; , Birth Control Movement Leader",
        "snippet": "Jones, (Mrs) F Robertson",
        "pub_date": "1965-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E1D7133CE733A25752C3A9619C946491D6CF"
    },
    {
        "headline": "Birth Control Working in India, Bowles Says at Senate Hearing; He Backs Bill to Coordinate Federal Dissemination of Information on Subject",
        "snippet": "WASHINGTON, July 28 -- Government-sponsored birth control is beginning to take hold in India and gives promise of success in other developing countries, Ambassador Chester Bowles told a Senate subcommittee on population control today.",
        "pub_date": "1965-07-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE6DE173EE03ABC4151DFB166838E679EDE"
    },
    {
        "headline": "Jersey Refuses to Relax Rule on Birth Control Aid",
        "snippet": "TRENTON, July 28 (AP) -- The State Institutions Board rejected a proposal today to modify New Jersey's policy on birth control information.",
        "pub_date": "1965-07-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E4DE173EE03ABC4151DFB166838E679EDE"
    },
    {
        "headline": "India Attempts New Approach To Birth Control",
        "snippet": "NEW DELHI, July 17 -- Not so long ago, a birth control worker in New Delhi celebrated the birth of his 10th child.",
        "pub_date": "1965-07-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E5D7163EE03ABC4052DFB166838E679EDE"
    },
    {
        "headline": "Birth Control Help Legalized in State; STATE BAN ENDED ON BIRTH CONTROL",
        "snippet": "ALBANY, July 9 -- New York State's 84-year-old ban on the dissemination of birth control devices and information has been removed from the statute books.",
        "pub_date": "1965-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E0DA163EE03ABC4852DFB166838E679EDE"
    },
    {
        "headline": "BIRTH CONTROL AND THE CHURCH",
        "snippet": "Re \"The Catholic Church Reconsiders Birth Control\" by John Cogley (June 20) thousands of Catholic mothers are taking \"The Pill\" for birth-control purposes, and are not deprived of their sacramental life.",
        "pub_date": "1965-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5DA133CE733A25757C0A9619C946491D6CF"
    },
    {
        "headline": "Birth Control Drive Has Wide Response By South Koreans",
        "snippet": "SEOUL, South Korea, July 3 -- Only a few years ago Government health workers visiting villages to provide birth-control information were rudely accosted by the village elders and were struck roughly with the traditional long pipes these men smoke.",
        "pub_date": "1965-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E1DB133CE733A25757C0A9619C946491D6CF"
    },
    {
        "headline": "Dr. Rock for Birth Control Talks; Tell Senate Panel Rise in Population Is 'Lethal Threat'",
        "snippet": "WASHINGTON, June 29 (AP) -- Dr. John Rock of Brookline, Mass., testified today that \"present population growth rates on this planet present an obviously lethal threat to all that civilization has achieved.\"",
        "pub_date": "1965-06-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E0DA1F30E033A25753C3A9609C946491D6CF"
    },
    {
        "headline": "APPEALS MAY AID VATICAN LIBERALS; Panel on Birth Control May Get Nobel Winners' Pleas",
        "snippet": "ROME, June 23 -- The Appeals by American and European Nobel Prize winners for reconsideration of the current Roman Catholic ban on birth control will probably reinforce liberal forces in the papal commission now considering the subject.",
        "pub_date": "1965-06-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E5DA1F30E033A25757C2A9609C946491D6CF"
    },
    {
        "headline": "Birth Control Bill Voted",
        "snippet": "Ohio Sen passes bill to legalize sale of devices",
        "pub_date": "1965-06-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E5DA1F30E033A25757C2A9609C946491D6CF"
    },
    {
        "headline": "In The Nation: The Birth Control Hearings",
        "snippet": "WASHINGTON, June 23 -- Of all the contributions President Johnson may make toward the goal he has described as the \"harmonious unity of man with the world he has built,\" none may prove to have been more substantial than his initiative of recognition...",
        "pub_date": "1965-06-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E4DA1F30E033A25757C2A9609C946491D6CF"
    },
    {
        "headline": "Letter by Eisenhower on Birth Control",
        "snippet": "WASHINGTON, June 22 -- Following is the text of a letter on population explosion from former President Dwight E. Eisenhower to Senator Ernest Gruening, Democrat of Alaska, who is chairman of the Senate Government Operations subcommittee on foreign...",
        "pub_date": "1965-06-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E4DD173BE13ABC4B51DFB066838E679EDE"
    },
    {
        "headline": "Protestants' Record on Birth Control",
        "snippet": "Why must your paper always belittle Protestant thought and action? In your June 9 editorial you speak of the Connecticut birth-control law as \"this 1879 vestige of Protestant prudery\" and later comment on the people's years of frustration and their...",
        "pub_date": "1965-06-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E2DD173BE13ABC4B51DFB066838E679EDE"
    },
    {
        "headline": "U.S. Offering Birth Control Help To the Underdeveloped Nations",
        "snippet": "WASHINGTON, June 21 -- Cautiously and as unobstrusively as possible, the Administration is going ahead in helping underdeveloped nations curb their growing populations.",
        "pub_date": "1965-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DEFDB1F30E033A25751C2A9609C946491D6CF"
    },
    {
        "headline": "NOBEL LAUREATES PETITION THE POPE; 81 Prize Winners Ask for Reconsideration of Stand Against Birth Control BIRTH CURB PLEA IS MADE TO POPE",
        "snippet": "Two groups of Nobel Prize winners have appealed to Pope Paul VI for the Roman Catholic Church to reconsider its position on birth control.",
        "pub_date": "1965-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE2DB1F30E033A25751C2A9609C946491D6CF"
    },
    {
        "headline": "The Catholic Church Reconsiders Birth Control; Clergy and laity alike are expressing new opinions on a subject that had been considered closed for centuries. The implications are immense; the outcome, still unforeseeable. The Church and Birth Control",
        "snippet": "THEY tell the story of a young standing outside the glassed-in nursery of a Roman Catholic hospital. A nurse was holding up a newborn baby for his approval. The hospital chaplain happened to pass by.",
        "pub_date": "1965-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DEED91139EF32A25753C2A9609C946491D6CF"
    },
    {
        "headline": "Udall Offers Help On Family Planning; UDALL OFFERS AID ON BIRTH CONTROL",
        "snippet": "WASHINGTON, June 19 -- The Department of the Interior became today the first Federal agency to offer direct birth-control advice and services, including contraceptives.",
        "pub_date": "1965-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E5D91139EF32A25753C2A9609C946491D6CF"
    },
    {
        "headline": "Legislature Voids Birth Control Ban, In Effect 84 Years; ALBANY VOIDS BAN ON BIRTH CONTROL",
        "snippet": "ALBANY, June 16 -- A bill that would end the state's 84-year-old law against the dissemination of birth control devices and information won final passage today in the Legislature. Governor Rockefeller declined to say whether he would sign it.",
        "pub_date": "1965-06-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE0DF173BE13ABC4F52DFB066838E679EDE"
    },
    {
        "headline": "Wiretap v. Privacy; Court's Recent Ruling on Birth Control Seen as Wedge Against Eavesdropping",
        "snippet": "The connection between birth control and wiretapping may not seem obvious to the naked eye. But there were legal experts yesterday who predicted that last week's ruling by the United States Supreme Court invalidating Connecticut's birth control...",
        "pub_date": "1965-06-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE4DF173BE13ABC4D52DFB066838E679EDE"
    },
    {
        "headline": "STATE BILL GAINS ON BIRTH CONTROL; Senate Approves Measure Easing Present Bans",
        "snippet": "ALBANY, June 14 -- A bill that would all but repeal New York's 84-year-old law banning the sale or distribution of birth-control devices and information was approved overwhelmingly today by the Senate.",
        "pub_date": "1965-06-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E3DF173BE13ABC4D52DFB066838E679EDE"
    },
    {
        "headline": "LAW: COURT BANS BIRTH CONTROL CURBS",
        "snippet": "The secretary of the New York Society for the Suppression of Vice had an impressive record against sin. Anthony Comstock had confiscated books, burned magazines and destroyed photographs that he considered obscene.",
        "pub_date": "1965-06-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E2DC1F30E033A25750C1A9609C946491D6CF"
    },
    {
        "headline": "7-to-2 Ruling Establishes Marriage Privileges -- Stirs Debate; COURT VOIDS LAW ON BIRTH CONTROL",
        "snippet": "WASHINGTON, June 7 -- The Supreme Court struck down the Connecticut birth-control law today in a sweeping decision that established a new constitutional \"right of privacy.\"",
        "pub_date": "1965-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E2D7163BE13ABC4053DFB066838E679EDE"
    },
    {
        "headline": "Excerpts From Opinions of Supreme Court in Barring Curbs on Birth Control",
        "snippet": "Following are excerpts from the opinions in which the Supreme Court, by a 7-2 division, held unconstitutional yesterday the Connecticut law banning use and dissemination of birth control information and devices:",
        "pub_date": "1965-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E1D7163BE13ABC4053DFB066838E679EDE"
    },
    {
        "headline": "Bill for Liberalizing New York Statute Goes to the State Senate; State Senate Gets a Birth Control Bill",
        "snippet": "A bill to liberalize New York State's 1881 law against the dissemination of birth-control devices and information about them was reported out of the State Senate Rules Committee yesterday, with enhanced chances of passage.",
        "pub_date": "1965-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E2D7163BE13ABC4053DFB066838E679EDE"
    },
    {
        "headline": "BIRTH CONTROL AID GAINS IN ILLINOIS",
        "snippet": "SPRINGFIELD, Ill., May 26 -- Extension of publicly aided birth control programs to unmarried mothers and those separated from their husbands was approved by a 41-to-8 vote today by the Illinois Senate.",
        "pub_date": "1965-05-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E3DC163BE13ABC4F51DFB366838E679EDE"
    },
    {
        "headline": "FAMILY PLANNING HELD 'BASIC RIGHT'; Scientists Bid U.S. Press Birth Control Program",
        "snippet": "WASHINGTON, May 24 -- A panel of scientists today urged a far-reaching birth-control program to extend the \"basic human right\" of family planning to all in the United States.",
        "pub_date": "1965-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E5DF133CE733A25756C2A9639C946491D6CF"
    },
    {
        "headline": "W.H.O. Authorized To Give Members Birth-Control Data",
        "snippet": "GENEVA, May 21 -- The World Health Organization was authorized for the first time today by its assembly of member nations to include birth control in its official program.",
        "pub_date": "1965-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EED8123CE733A25751C2A9639C946491D6CF"
    },
    {
        "headline": "For Birth Control Bill",
        "snippet": "Reports from Albany sometimes lead me to think that New York's legislators are living in a world of fantasy, removed from unpleasant realities. One of these realities is the menace of population expansion. Another is the menace of social and personal...",
        "pub_date": "1965-05-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE0DD1039EE32A25753C2A9639C946491D6CF"
    },
    {
        "headline": "L.I. Man Arrested While Distributing Birth-Control Data",
        "snippet": "HEMPSTEAD, L.I., May 13 -- A 32-year-old former medical student set the stage here tonight for a constitutional test of a state law prohibiting the dissemination of birth-control information and contraceptive devices.",
        "pub_date": "1965-05-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E1D9123CE733A25757C1A9639C946491D6CF"
    },
    {
        "headline": "PARENTHOOD UNIT REPORTS GROWTH; Birth Control Parley Told of International Gains",
        "snippet": "MILWAUKEE, May 8 -- The International Planned Parenthood Federation is operating in 28 countries, Dr. Alan F. Guttmacher, president of the Planned Parenthood Federation of America, reported today.",
        "pub_date": "1965-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE3D71F38E13ABC4153DFB366838E679EDE"
    },
    {
        "headline": "Birth Control Bill",
        "snippet": "I deplore the news in The New York Times May 6 that the \"Chairman of the Senate and Assembly Codes Committee disclosed that a bill to repeal the state's birth control law tad been quietly killed.\" Fortunately, the death was not quiet, since it...",
        "pub_date": "1965-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801EED71F38E13ABC4153DFB366838E679EDE"
    },
    {
        "headline": "U.S. ROLE BACKED ON BIRTH CONTROL; Stronger Action Is Sought by Science Committee",
        "snippet": "MILWAUKEE, May 7 -- Dr. William D. McElroy, chairman of a special committee on population of the National Academy of Sciences, announced today that the committee would call for increased Federal action to encourage birth control.",
        "pub_date": "1965-05-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E0DA123CE733A2575BC0A9639C946491D6CF"
    },
    {
        "headline": "NEW MORAL ISSUE IN SEX PRESENTED; Birth Control Leader Sees Challenge to Advocates",
        "snippet": "MILWAUKE, May 6 -- Donald B. Straus, board chairman of the Planned Parenthood Federation of America, warned members of this national birth control organization today that they could no escape the moral implications of widespread, easy-to-use...",
        "pub_date": "1965-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EFD81F38E13ABC4F53DFB366838E679EDE"
    },
    {
        "headline": "Albany Kills Bill to Repeal Law Against Birth Control; ALBANY KILLS BILL ON BIRTH CONTROL",
        "snippet": "ALBANY, May 5 -- The chairmen of the Senate and Assembly Codes Committees disclosed today that a bill to repeal the state's controversial birth-control law had been quietly killed. Thomas A. Duffy of Queens, Democratic chairman of the Senate...",
        "pub_date": "1965-05-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E7DA123CE733A25755C0A9639C946491D6CF"
    },
    {
        "headline": "Business Leaders Give Support to Birth Control; Report to Parenthood Group Says Curbs Are Needed to Raise Living Standard",
        "snippet": "MILWAUKEE, May 5 -Lammot du Pont Copeland said today that thoughtful businessmen and leaders of all religious faiths recognized that birth control was an essential part of \"any humane design\" to raise living standards in the world and to maintain...",
        "pub_date": "1965-05-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E6DA123CE733A25755C0A9639C946491D6CF"
    },
    {
        "headline": "EXPERT IS GLOOMY ON BIRTH CONTROL; He Says Progress in Asia Is 'Most Disheartening'",
        "snippet": "CHICAGO, May 4 -- Birth control by means of an hypodermic injection has emerged from limited clinical testing and is now undergoing a two-year trial that will involve about 5,000 women, physicians said today.",
        "pub_date": "1965-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E2DB123CE733A25756C0A9639C946491D6CF"
    },
    {
        "headline": "Birth Control Diet for Pigeons Tested in Effort to Cut Number",
        "snippet": "Wearing a pink hat topped by a pink rose, Mrs. Alice Hirshfield scattered handfuls of wheat onto Sherman Square yesterday, and the first trial of a birth-control program for pigeons was under way.",
        "pub_date": "1965-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03EFDC1F38E13ABC4A51DFB266838E679EDE"
    },
    {
        "headline": "UNESCO to Name Panel To Advise on Birth Control",
        "snippet": "UNESCO commends 10-day conf on problems; plans internatl panel to advise on birth control aid",
        "pub_date": "1965-04-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E4DD1F38E13ABC4852DFB266838E679EDE"
    },
    {
        "headline": "BIRTH CONTROL ISSUE",
        "snippet": "BOLOGNA, Italy, April 3 -- In deep secrecy, the Roman Catholic Church is searching for means to resolve what is probably the most anguishing dilemma for its members -- the conflict between human sexuality and the Catholic conscience.",
        "pub_date": "1965-04-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E0D9133DEE3ABC4C53DFB266838E679EDE"
    },
    {
        "headline": "Marital Status Becomes an Issue In High Court Birth-Control Case; MARITAL STATUS AN ISSUE IN COURT",
        "snippet": "WASHINGTON, March 30 -- The Supreme Court took the Connecticut birth-control case under advisement today after a brisk exchange between one of the Justices and the lawyer representing the state of Connecticut.",
        "pub_date": "1965-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07EFDF1F38E13ABC4950DFB566838E679EDE"
    },
    {
        "headline": "POPE ASKS RULING ON BIRTH CONTROL; Exhorts Study Panel to Act Soon on Issue Causing 'Anguish' to Many",
        "snippet": "ROME, March 29 -- Pope Paul VI has urged his commission of priests, scientists and laymen to recommend soon a Roman Catholic policy on birth control in response to \"the anguish of so many souls\" on the issue.",
        "pub_date": "1965-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E7DC163EE03ABC4850DFB566838E679EDE"
    },
    {
        "headline": "Headway on-Birth Control",
        "snippet": "ed hails move",
        "pub_date": "1965-03-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E0DD163EE03ABC4151DFB566838E679EDE"
    },
    {
        "headline": "City Expanding Birth Control Clinics",
        "snippet": "Birth control services to needy New York City families are growing dramatically because of a recent infusion of Federal funds and a more liberal interpretation of the criteria for maternal health.",
        "pub_date": "1965-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E2D61E38E13ABC4051DFB566838E679EDE"
    },
    {
        "headline": "Tax Aid to Birth Control Is Rising Across Nation; Public Facilities Are Being Established in 33 States Senator Gruening of Alaska Seeks a Positive Approach TAX AID ON RISE FOR BIRTH ADVICE",
        "snippet": "CHICAGO, March 27 -- Tax-supported birth-control assistance in the form of advice, drugs and devices is increasing in all parts of the country.",
        "pub_date": "1965-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E4D61E38E13ABC4051DFB566838E679EDE"
    },
    {
        "headline": "STATE AID VOTED ON BIRTH CONTROL; Welfare Board Will Provide Help to Unwed Recipients Who Are Family Heads",
        "snippet": "The State Board of Social Welfare voted yesterday to make birth control information available to unmarried welfare recipients if they are the heads of families.",
        "pub_date": "1965-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E0DA153CE733A25754C2A9659C946491D6CF"
    },
    {
        "headline": "Birth Control Law",
        "snippet": "The Penal Code Commission is to be congratulated for removing, among other obsolete sections, those that restrict the sale and distribution of contraceptives. These laws were put on the books by Protestant moralists of another era, and their removal...",
        "pub_date": "1965-03-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03EFDE163EE03ABC4A51DFB566838E679EDE"
    },
    {
        "headline": "Family Planning; ALL THINGS NEW: A Declaration of Faith. By Anne C. Biezanek. 152 pp. New York and Evanston: Harper & Row. $3.50. CATHOLICS AND BIRTH CONTROL: Contemporary Views on Doctrine. By Dorothy Dunbar Bromley. 207 pp. New York: The Devin-Adair Company. $4.95. Family Planning",
        "snippet": "ON May 31, 1964, Anne Biezanek, mother of seven children and the first Roman Catholic to open a family-planning clinic, was given communion at London's Westminster Cathedral after having been publicly passed by at the altar rail by her parish priest...",
        "pub_date": "1965-03-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E3DE163EE03ABC4951DFB566838E679EDE"
    },
    {
        "headline": "Tax Money for Birth Control Services",
        "snippet": "In his letter published March 15 Charles Sheedy suggests that all citizens should be permitted to decide the propriety and social consequences of the use of tax money to subsidize birth control services.",
        "pub_date": "1965-03-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406EFDB153CE733A25753C2A9659C946491D6CF"
    },
    {
        "headline": "Michigan Starts Birth Control Plan, First for the State",
        "snippet": "LANSING, Mich., March 16 -- Offering of birth control advice and services to state welfare recipients became the official policy of the state of Michigan today.",
        "pub_date": "1965-03-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E5D81E38E13ABC4F52DFB566838E679EDE"
    },
    {
        "headline": "Welfare Board Delays Vote On Birth-Control Proposal",
        "snippet": "ALBANY, March 15 -- The State Board of Social Welfare said today it would postpone a vote on a controversial plan to supply birth-control information to unmarried persons on relief.",
        "pub_date": "1965-03-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E7DB1030E23ABC4E52DFB566838E679EDE"
    },
    {
        "headline": "Timidity on Birth Control",
        "snippet": "The Agency for International Development is still pretty timid about carrying out President Johnson's pledge to find \"new ways to use our knowledge to help deal with the explosion of world population.\" The AID says it will supply information,...",
        "pub_date": "1965-03-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E6DD153CE733A25754C0A9659C946491D6CF"
    },
    {
        "headline": "U.S. Gives Policy For Birth Control Under Foreign Aid",
        "snippet": "WASHINGTON, March 4 (AP) -- The United States is prepared to help foreign birth control programs with information, educational material, training and auxiliary equipment, but will not supply any contraceptives.",
        "pub_date": "1965-03-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E0DF153CE733A25756C0A9659C946491D6CF"
    },
    {
        "headline": "BIRTH-CONTROL DATA BACKED BY CUSHING",
        "snippet": "BOSTON, March 2 (AP) -- Richard Cardinal Cushing, the Roman Catholic Archbishop of Boston, lent his support today to a move to legalize the dissemination of birth-control information and devices in Massachusetts, although disapproving of the...",
        "pub_date": "1965-03-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E4DF153CE733A25750C0A9659C946491D6CF"
    },
    {
        "headline": "Heenan Says Pope Wants Birth-Control Debate Ended",
        "snippet": "Cardinal Heenan, on return from Rome to London, says Pope wants pub debate on contraception ended; 2 RC priests were recently called to Rome for reprimands",
        "pub_date": "1965-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07EFD61630E33ABC4953DFB566838E679EDE"
    },
    {
        "headline": "BIRTH CONTROL AID ASSAILED UPSTATE; Albany County Officials Repel Easier State Policy",
        "snippet": "ALBANY, Feb. 26 -- The state's controversial proposal to make birth control information and contraceptives available to unmarried welfare recipients was attacked by two Albany county officials today.",
        "pub_date": "1965-02-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E7D81E38E13ABC4F51DFB466838E679EDE"
    },
    {
        "headline": "2d English Priest Punished For Favoring Birth Control",
        "snippet": "LONDON, Feb. 25 -- The second English Roman Catholic priest within a week was disciplined today for expressing views in favor of birth control. He was barred from preaching.",
        "pub_date": "1965-02-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E5D6143CE733A25755C2A9649C946491D6CF"
    },
    {
        "headline": "Birth Control Barrier",
        "snippet": "ed urges law revision",
        "pub_date": "1965-02-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801EED7143CE733A25757C2A9649C946491D6CF"
    },
    {
        "headline": "'BIRTH CONTROL NEEDED'",
        "snippet": "Mr. Horwitz brought a basic question to my mind. When will the public become so aroused by increasing crime and soaring welfare costs that pressure can be brought upon the New York State Department of Social Welfare to liberalize its policy on birth...",
        "pub_date": "1965-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E5DC1F3FEE32A25752C2A9649C946491D6CF"
    },
    {
        "headline": "OLD LAW IMPERILS BIRTH CONTROL AID; Little-Known State Statute Bans Giving Information -- Enforcement Studied",
        "snippet": "ALBANY, Feb. 20 -- An old New York law has put the state's proposed birth control program for unmarried welfare recipients in doubt.",
        "pub_date": "1965-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E2DD1F3FEE32A25752C2A9649C946491D6CF"
    },
    {
        "headline": "British Priest Flies to Rome After Defending Birth Control",
        "snippet": "LONDON, Feb. 20. The Rev. Arnold A. McMahon, a Roman Catholic priest who wrote an article supporting birth control, flew to Rome today to see his superiors.",
        "pub_date": "1965-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE2DD1F3FEE32A25752C2A9649C946491D6CF"
    },
    {
        "headline": "U.S. CHIDED AS TIMID OVER BIRTH CONTROL",
        "snippet": "The Federal Government was urged yesterday to \"preach what it practices\" by encouraging the states to provide birth control information for families receiving welfare aid.",
        "pub_date": "1965-02-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02EFDA1E38E13ABC4851DFB466838E679EDE"
    },
    {
        "headline": "STATE MAY WIDEN BIRTH-CONTROL AID; Rule Is Proposed to Provide Information to Unmarried Recipients of Welfare",
        "snippet": "ALBANY, Feb. 17 -- The state is considering making birth-control information and funds for contraceptives available to unmarried welfare recipients who are at least 18 years old.",
        "pub_date": "1965-02-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DEFD8143CE733A2575BC1A9649C946491D6CF"
    },
    {
        "headline": "CHICAGO SETS UP 'FAMILY PLANNING'; Birth Control Plan Is Begun With Grant of U.S. Funds",
        "snippet": "CHICAGO, Feb. 17 -- The Chicago Board of Health started a birth control program today in its own clinics, open to all, regardless of income or married status.",
        "pub_date": "1965-02-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E7D7143CE733A2575BC1A9649C946491D6CF"
    },
    {
        "headline": "BIRTH-CONTROL AID IS MILD BRITISH ISSUE",
        "snippet": "LONDON, Feb. 15 -- Roman Catholics in Britain have reacted mildly to a decision by one of the nation's most popular charities to support birth-control projects in developing countries.",
        "pub_date": "1965-02-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E3D8143CE733A25755C1A9649C946491D6CF"
    },
    {
        "headline": "MILWAUKEE CLINIC AGAIN IN DISPUTE; Birth-Control Plan Scored by Catholics and Doctors",
        "snippet": "MILWAUKEE, Feb. 1 -- A plan to establish birth-control clinics here under the Federal antipoverty program has again become the target of criticism from Roman Catholics and some doctors.",
        "pub_date": "1965-02-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E3D9143CE33ABC4A53DFB466838E679EDE"
    },
    {
        "headline": "A PRIEST PRAISES JEWISH HARMONY; But He Tells Rabbis Birth Control Is Still an Issue",
        "snippet": "LATROBE, Pa., Jan. 28 -- The birth control problem will remain a divisive factor in Roman Catholic-Jewish relations for some time to come despite a high degree of accord in other areas such as racial justice, religious liberty and civic morality,...",
        "pub_date": "1965-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E3DB143CE733A2575AC2A9679C946491D6CF"
    },
    {
        "headline": "A STUDY IS URGED OF BIRTH CONTROL; Minnesota to Examine Law That Goes Back to 1886",
        "snippet": "ST. PAUL, Jan. 23 -- A cautious movement is under way to legalize the sale of contraceptives and the dissemination of information about them in Minnesota. A leader of the State Medical Association proposed today that a special Legislative committee...",
        "pub_date": "1965-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E1D91F3FE03ABC4C51DFB766838E679EDE"
    },
    {
        "headline": "A.M.A. to Give Doctors Birth-Control Reports",
        "snippet": "CHICAGO, Jan. 22 (AP) -- The American Medical Association said today it would send information on various aspects of human reproduction and population control to the nation's physicians sometime this year.",
        "pub_date": "1965-01-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE4DC1E38E13ABC4B51DFB766838E679EDE"
    },
    {
        "headline": "U.S. EXPANDS ROLE IN BIRTH CONTROL; Health Aide Says Federal Help Is Offered to All",
        "snippet": "An expanding role by the Federal Government in providing birth-control information was reported here yesterday by the District of Columbia's Director of Public Health, Dr. Murray Grant.",
        "pub_date": "1965-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E0DD1E38E13ABC4A51DFB766838E679EDE"
    },
    {
        "headline": "Dr. Lovett Dewees Is Dead at 84; Opened Birth Control Unit in '28",
        "snippet": "Dewees, Lovett",
        "pub_date": "1965-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE1DF133DEE3ABC4F52DFB766838E679EDE"
    },
    {
        "headline": "UNION TO GIVE AID ON BIRTH CONTROL; Laundry Workers' Center Plans Free Service",
        "snippet": "The Amalgamated Laundry Workers announced yesterday that birth control information and devices would be provided free to the 19,000 union members who use its health center.",
        "pub_date": "1965-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E4D91F3FE03ABC4C52DFB766838E679EDE"
    },
    {
        "headline": "Fowler V. Harper o[ Yale Dies; Challenged Birth,Control Law; Author of Legal Case Books Defended Liberal Causes in Class and Court",
        "snippet": "Harper, Fowler V",
        "pub_date": "1965-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E7D9123CEE32A2575AC0A9679C946491D6CF"
    },
    {
        "headline": "Catholics Reaffirm Birth-Control Bans In Reply to Johnson; Catholics Reaffirm Opposition To Public Aid for Birth Control",
        "snippet": "WASHINGTON, Jan. 8 -- A single sentence in President Johnson's State of the Union Message prompted a Roman Catholic official today to restate the church's opposition to most aspects of birth control.",
        "pub_date": "1965-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE0DA123CEE32A2575AC0A9679C946491D6CF"
    },
    {
        "headline": "City's Clinics for Birth Control And Maternal Care Expanded",
        "snippet": "An expansion of the city's services for family planning and comprehensive maternal care was announced yesterday by Dr. George James, Commissioner of the Department of Health.",
        "pub_date": "1965-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E4DD1E38E13ABC4F53DFB766838E679EDE"
    },
    {
        "headline": "U.S. AIDING TEXAS IN BIRTH CONTROL; Federal Funds Likely to Be Given Other Applicants",
        "snippet": "WASHINGTON, Jan. 5 -- Federal funds to assist local communities in birth control programs have been made available to one city and are likely to be granted to others.",
        "pub_date": "1965-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E3D91E3BE13ABC4E53DFB766838E679EDE"
    },
    {
        "headline": "Milwaukee Agency Approves 4 Clinics For Birth Control",
        "snippet": "MILWAUKEE, Jan. 4 -- The Social Development Commission of Greater Milwaukee approved today a plan for birth-control clinics. The plan had received wide attention and aroused opposition from some Milwaukee Catholics.",
        "pub_date": "1965-01-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E2DE1E38E13ABC4D53DFB766838E679EDE"
    }
]