[
    {
        "headline": "Catholic Foster Homes Let Youths Receive Birth Control Counseling",
        "snippet": "  New York City and Catholic foster-care agencies have reached an agreement that allows the city to tell teen-agers in Catholic-run group homes about birth control and abortion services without the active participation of the agencies.   The city...",
        "pub_date": "1991-12-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/12/22/nyregion/catholic-foster-homes-let-youths-receive-birth-control-counseling.html"
    },
    {
        "headline": "New Look at Birth Control Choices",
        "snippet": "  THERE has been a dramatic jump in the number of women using birth control pills, with more women staying on the pill longer and an increasing number remaining on the pill into their 40's, a new study has found.   Among the other surprising findings...",
        "pub_date": "1991-08-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/08/21/news/new-look-at-birth-control-choices.html"
    },
    {
        "headline": "Patents; Birth Control Vaccine Seen For Animals",
        "snippet": "  Contraceptives for cats? Zonagen Inc., a small biotechnology company outside Houston, has patented what it contends is a permanent vaccine against pregnancy that can replace surgical sterilization in dogs, cats and even rabbits.   The purpose of...",
        "pub_date": "1991-07-06T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/07/06/business/patents-birth-control-vaccine-seen-for-animals.html"
    },
    {
        "headline": "Cost Said to Rule Out Birth Control for Many",
        "snippet": "  In about three-fourths of the world's developing countries, birth control methods are so expensive that the average family cannot afford them, according to a study made public today.   The issue of cost is important now because some nations are...",
        "pub_date": "1991-07-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/07/02/science/cost-said-to-rule-out-birth-control-for-many.html"
    },
    {
        "headline": "M.C. Chang, Scientist, Dies at 82; A Developer of Birth-Control Pill",
        "snippet": "  Dr. M. C. Chang, a renowned scientist in the field of reproductive biology who was the co-developer of the birth-control pill, died Wednesday at the Medical Center of Central Massachusetts-Memorial in Worcester, Mass. He was 82 years old and lived...",
        "pub_date": "1991-06-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/06/07/obituaries/mc-chang-scientist-dies-at-82-a-developer-of-birth-control-pill.html"
    },
    {
        "headline": "Poland Ends Subsidies for Birth Control Pills",
        "snippet": "  The Polish Government, which finances at least 70 percent of all medicines, has eliminated subsidies for birth control pills, more than tripling their price.   The decision, made in January, was announced this week, just days before the Polish...",
        "pub_date": "1991-05-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/05/09/world/poland-ends-subsidies-for-birth-control-pills.html"
    },
    {
        "headline": "Birth Control Safer Than Unprotected Sex",
        "snippet": "  Contrary to popular opinion, using birth control is safer and healthier than not using it, according to a report released today.   \"The average woman who has ever used the pill is less likely to get cancer and die as a result before age 55 than a...",
        "pub_date": "1991-04-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/04/23/science/birth-control-safer-than-unprotected-sex.html"
    },
    {
        "headline": "Judge Removes Himself in Birth Control Case",
        "snippet": "  The judge who ordered a convicted child abuser to have an innovative birth control device implanted in her arm has removed himself from the case.   The judge, Howard Broadman of Tulare County Superior Court, received widespread publicity after he...",
        "pub_date": "1991-04-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/04/15/us/judge-removes-himself-in-birth-control-case.html"
    },
    {
        "headline": "Somers H. Sturgis, 86, Birth Control Pioneer",
        "snippet": "  Somers Hayes Sturgis, a pioneer in birth control research who was a founder of the first abortion clinic in Massachusetts, died Wednesday at his home in Cambridge, Mass. He was 86 years old.   He died of lung cancer, said his daughter, Joan Sturgis...",
        "pub_date": "1991-04-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/04/07/obituaries/somers-h-sturgis-86-birth-control-pioneer.html"
    },
    {
        "headline": "A Plan to Pay Welfare Mothers for Birth Control",
        "snippet": "  A Kansas state legislator has proposed that the state pay $500 to any mother on welfare who uses Norplant, a new, long-lasting method of birth control consisting of five matchstick-size tubes implanted in a woman's upper arm.    Under the bill,...",
        "pub_date": "1991-02-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/02/09/us/a-plan-to-pay-welfare-mothers-for-birth-control.html"
    },
    {
        "headline": "BIRTH-CONTROL BACKLASH",
        "snippet": "  I certainly appreciated Philip J. Hilts's cautionary note on modern America's ongoing retreat into the dark ages of contraception (\"Birth-Control Backlash,\" Dec. 16). I couldn't help wondering, though, why he chose to stretch the contraceptive...",
        "pub_date": "1991-01-13T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/01/13/magazine/l-birth-control-backlash-226091.html"
    },
    {
        "headline": "Implanted Birth Control Device Renews Debate Over Forced Contraception",
        "snippet": "  Less than a month after the Federal Government approved a new birth control device that is implanted under a woman's skin, the long-lasting device is the focus of a renewed debate over forced contraception.   A county judge in California has...",
        "pub_date": "1991-01-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/01/10/us/implanted-birth-control-device-renews-debate-over-forced-contraception.html"
    },
    {
        "headline": "Woman in Abuse Case Agrees to Birth Control",
        "snippet": "  A mother who pleaded guilty to child abuse has agreed to have a birth control device implanted under her arm as part of probation sentence.   The woman, Darlene Johnson, who is pregnant, is to serve one year in jail before starting three years of...",
        "pub_date": "1991-01-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/01/05/us/woman-in-abuse-case-agrees-to-birth-control.html"
    },
    {
        "headline": "Woman Agrees to Sentence That Requires Birth Control",
        "snippet": "  A mother who pleaded guilty to child abuse has agreed to have a birth control device implanted under her arm as part of a sentence of probation.   Darlene Johnson, who is pregnant, is to serve one year in jail before starting three years of...",
        "pub_date": "1991-01-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1991/01/04/us/woman-agrees-to-sentence-that-requires-birth-control.html"
    }
]