[
    {
        "headline": "India Becoming a Leader in Birth Control Research; Easier to Get Research Grants",
        "snippet": "NEW DELHI, Nov. 12--In a laboratory on the outskirts of the city, a doctor is working on a nasal spray that could take the place of birth control pills. Another researcher is developing a vaccine that could prevent a woman from becoming ...",
        "pub_date": "1977-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01EEDA173BE133A25750C1A9679D946690D6CF"
    },
    {
        "headline": "A Clinic for Men On Birth Control",
        "snippet": "HACKENSACK  MEN at Planned Parenthood? Well, why not? \"Women have traditionally had more outlets to discuss their feel  ings and learn about their bodies-- through clinics, self-help groups and gynecologists,\" said Adalyn Hixson, executive director...",
        "pub_date": "1977-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEEDC133CE731A2575AC0A9669D946690D6CF"
    },
    {
        "headline": "India, Eliminating Coercion, Makes Sharp Shift in Birth-Control Policy; Family Planning to Family Welfare INDIA ENDS COERCION IN CONTROL OF BIRTHS",
        "snippet": "NEW DELHI, Sept. 30--The new Government of India, a country with one of the world's most severe population problems, has sharply modified its birth-control program, eliminating all elements of compulsion.",
        "pub_date": "1977-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01EFDC1138E033A25750C0A9669D946690D6CF"
    },
    {
        "headline": "India, Eliminating Coercion, Makes Sharp Shift in Birth-Control Policy; Family Planning to Family Welfare INDIA ENDS COERCION IN CONTROL OF BIRTHS",
        "snippet": "NEW DELHI, Sept. 30--The new Government of India, which has one of the world's most severe population problems, has sharply modified its birth-control program, eliminating all elements of compulsion.  ",
        "pub_date": "1977-10-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E3DB1138E033A25750C0A9669D946690D6CF"
    },
    {
        "headline": "Catholics Are Reported Matching Non-Catholics on Birth Control",
        "snippet": "Married Roman Catholic women have moved farther away from Church doctrine on birth control in recent years and now show little difference from nonCatholics in their contraceptive practices, according to the latest national fertility study.",
        "pub_date": "1977-09-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00EEDD1638E334BC4E51DFBF66838C669EDE"
    },
    {
        "headline": "Patents; Reversible and Nonsurgical Birth Control Patents: Method of Birth Control Is Nonsurgical and Impermanent",
        "snippet": "WASHINGTON A doctor of physical chemistry at the Franklin Institute in Philadelphia has devised a reversible, nonsurgical method of birth control. The technique has been used successfully with rabbits on a laboratory scale, and preparations are being...",
        "pub_date": "1977-08-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE4DA1F3BE334BC4B52DFBE66838C669EDE"
    },
    {
        "headline": "Vatican Still Bars Birth-Control Vasectomy; New Decree Said to Leave Unchanged Prohibition Against Contraception",
        "snippet": "ROME, Aug. 7 (AP) Roman Catholic church sources said today that the Vatican forbids vasectomies for the purpose of birth control despite its new decree allowing men with vasectomies to contract valid marriages.",
        "pub_date": "1977-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE3D6113FE334BC4053DFBE66838C669EDE"
    },
    {
        "headline": "ROBERT G. HEINER, AT 76; BIRTH-CONTROL ADVOCATE",
        "snippet": "Heiner, Robert Graham",
        "pub_date": "1977-07-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EED7123BE43ABC4C51DFB166838C669EDE"
    },
    {
        "headline": "Adeline Schulberg, a Talent Agent; Active for Birth Control Ran 'Underground Railroad'",
        "snippet": "Adeline Schulberg, who was a major talent agent in Hollywood, New York and London, and earlier a pioneer in family-welfare movements, died yesterday of cancer at her home in New York. She was 83 years old.",
        "pub_date": "1977-07-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0CE3DA173BE133A25755C1A9619C946690D6CF"
    },
    {
        "headline": "Birth Control in Latin America Making Little Headway as Population Pressures Grow",
        "snippet": "MEXICO CITY National family-planning programs are slowing birthrates in some countries of Latin America, but for the most part population pressures on limited resources of land, water and capital are increasing dramatically.",
        "pub_date": "1977-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE5DE133EE334BC4851DFB066838C669EDE"
    },
    {
        "headline": "Numbers Have Sharply Increased in the 70's; Birth Control: More People Are Turning to Sterilization",
        "snippet": "discusses growing trend to voluntary sterilization as means of family planning; trend is most evident in US where over 1-million sterlizations were performed yrly in 5 of last 6 yrs and total is now about 7-million; balance between male and female...",
        "pub_date": "1977-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E4DE163BE73ABC4A51DFB366838C669EDE"
    },
    {
        "headline": "Around the Nation; 300 Million Couples Lack Birth Control, Study Says",
        "snippet": "US Justice Dept sues Jefferson County for segregation in 2 county jails (S)",
        "pub_date": "1977-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E7D61F38E73ABC4A51DFB366838C669EDE"
    },
    {
        "headline": "India's Health Plan Seeks Birth Control Without Coercion",
        "snippet": "NEW DELHI The Indian government has drafted new programs for providing health care for villagers and promoting birth control. They were announced at a two-day conference here of health officials.",
        "pub_date": "1977-05-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E6DC1139E334BC4053DFB366838C669EDE"
    },
    {
        "headline": "Consumer Notes; Birth Control Device Recalled by the Manufacturer",
        "snippet": "A major manufacturer of birth-control devices announced yesterday the recall of 86,000 diaphragms manufactured under the brand name Koro-Flex during a four-month period in 1976. Some of the devices are defective.",
        "pub_date": "1977-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0CE7DC1139E334BC4F53DFB366838C669EDE"
    },
    {
        "headline": "BIRTH CONTROL DRIVE EXTENDED IN BRAZIL; Local Women in Northeast Region Act as Promoters--Traditional Attitudes Being Challenged All State Communities Included Church Opposition Cited Mayor Is Committed Educating the Men",
        "snippet": "RECIFE, Brazil, April 12--Brazil's private family-planning organization is extending birth-control methods into impoverished rural areas of this populous northeast region through a community program based on local women as promoters.",
        "pub_date": "1977-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E3DF103FE637A25754C1A9629C946690D6CF"
    },
    {
        "headline": "Studies Find Birth Pills Riskier, for Smokers Over 30; Studies Find Birth Control Pills Are Riskier for Over-30 Smokers",
        "snippet": "The increased risk of death faced by older women who use oral contraceptives largely results from the combined effects of cigarette smoking and pill use, according to an analysis of British and American studies released yesterday.  ",
        "pub_date": "1977-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E0DC113BE334BC4850DFB566838C669EDE"
    },
    {
        "headline": "Studies Find Birth Pills Riskier for Smokers Over 30; Studies Find Birth Control Pills Are Riskier for Over-30 Smokers",
        "snippet": "The increased risk of death faced by older women who use oral contraceptives  largely results from the combined effects of cigarette smoking and pill use, according to an analysis of British and American studies released yesterday.",
        "pub_date": "1977-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E0DB113BE334BC4850DFB566838C669EDE"
    },
    {
        "headline": "India's Birth-Control Program May Be Casualty of Election Campaign",
        "snippet": "NEW DELHI, March 8 Doctors and family-planning workers around India are concerned that one of the principal casualties of the current election campaign will be the country's birth-control program.",
        "pub_date": "1977-03-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04EFD71239E334BC4A52DFB566838C669EDE"
    },
    {
        "headline": "A High School Editor Gains Right to Print Birth Control Article",
        "snippet": "ALEXANDRIA, Va., Feb. 25 (AP) A high school newspaper editor has won a Federal court battle to publish an article on birth control over the objections of her Principal and school board.",
        "pub_date": "1977-02-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E2DF1239E334BC4E51DFB466838C669EDE"
    },
    {
        "headline": "Town Hit by a Birth-Control Riot Looks Forward to Indian Election",
        "snippet": "MUZAFFARNAGAR, India The old man stroked his scraggly white beard thoughtfully as his friends, nodding agreement, pressed close around to hear his streetcorner pronouncement: \"We can't let the Government get away with all this coercion in family...",
        "pub_date": "1977-02-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E5DB1E3DE036A05753C2A9649C946690D6CF"
    }
]