[
    {
        "headline": "Birth Control Pill Risk Affirmed but Called Low",
        "snippet": "New research by the World Health Organization provides more evidence that some newer birth control pills may double the risk of blood clots compared with  older types.         But two studies by the organization, published today in The Lancet, a...",
        "pub_date": "1995-12-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/12/17/world/birth-control-pill-risk-affirmed-but-called-low.html"
    },
    {
        "headline": "Norplant Devices For Birth Control Safe, F.D.A. Says",
        "snippet": "  The Food and Drug Administration says the contraceptive Norplant is safe, and that it has authorized an education campaign to inform women of its benefits and possible side effects.   Norplant consists of six small capsules that are surgically...",
        "pub_date": "1995-08-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/08/20/us/norplant-devices-for-birth-control-safe-fda-says.html"
    },
    {
        "headline": "To Prevent Teen-Age Pregnancy, Think Jobs; What of Birth Control?",
        "snippet": "  To the Editor:   Lisa Schiffren (Op-Ed, Aug. 10) did not disappoint in her tirade about the so-called threat of \"illegitimacy\" among poor and adolescent women. Sure enough, she devoted exactly 17 words to contraception and abortion.  You would...",
        "pub_date": "1995-08-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/08/16/opinion/l-to-prevent-teen-age-pregnancy-think-jobs-what-of-birth-control-723095.html"
    },
    {
        "headline": "President's Call for Birth Control Is Dividing Peru",
        "snippet": "  Gabriella Molina, a 27-year-old maid who has seven children aged 1 to 9, said she decided last week not to get pregnant again. She made the decision, she said, after hearing that a woman from a Lima shantytown killed two of her six children because...",
        "pub_date": "1995-08-12T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/08/12/world/president-s-call-for-birth-control-is-dividing-peru.html"
    },
    {
        "headline": "China Knows Costs Of Birth Control",
        "snippet": "  To the Editor:   Your article about the Chinese people's responses to the country's birth control laws (front page, June 25) presented examples of \"coercion and evasion\" in China's family-planning effort in Hunan and Anhui. Such problems are also...",
        "pub_date": "1995-07-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/07/05/opinion/l-china-knows-costs-of-birth-control-414795.html"
    },
    {
        "headline": "Birth Control in China: Coercion and Evasion",
        "snippet": "  From the highway, it takes 40 minutes to walk down a dirt road and then a long red-clay rut to where the \"wild people\" of these hills in southern Hunan Province have been living in isolation for nearly 30 years.   Ever since the Government smashed...",
        "pub_date": "1995-06-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/06/25/world/birth-control-in-china-coercion-and-evasion.html"
    },
    {
        "headline": "May 21-27: Don't Worry, Be Happy; Study Finds Men Leave Birth Control to Women",
        "snippet": "  In a survey of 2,002 adults released last week by the Kaiser Family Foundation of Menlo Park, Calif., 70 percent of the men said they think men are \"not responsible enough\" to make birth control choices. About the same number of women agreed.",
        "pub_date": "1995-05-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/05/28/weekinreview/may-21-27-don-t-worry-be-happy-study-finds-men-leave-birth-control-to-women.html"
    },
    {
        "headline": "Study Finds Little Male Responsibility in Birth Control",
        "snippet": "  Nearly two-thirds of American men do not think they can be counted on to choose a birth control method, and women agree with them, according to a poll released yesterday.    In the survey, a Harris Poll for the Kaiser Family Foundation of Menlo...",
        "pub_date": "1995-05-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1995/05/23/us/study-finds-little-male-responsibility-in-birth-control.html"
    }
]