[
    {
        "headline": "MRS. SANGER TALKS AT YALE; Invited to Return After Lecture to Divinity Students on Birth Control.",
        "snippet": "Add to Yale Divinity School on birth control",
        "pub_date": "1924-12-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE4DC143FE733A25756C0A9649D946595D6CF"
    },
    {
        "headline": "SEES PEACE MENACE IN OVER-POPULATION; Fairchild Says World May Have to Adopt Birth Control to Prevent Wars. RODGERS HITS AT JAPAN Admiral Asks if She Seeks to Expand in Australia and Free the Philippines. SOVIET EXECUTIONS CITED Dr. Bonn Tells Politics Institute Parliamentary Blocs Endanger European Democracy.",
        "snippet": "WILLIAMSTOWN, Mass., Aug. 28. -- The world eventually may have to come to birth control to prevent wars caused by overpopulation and attempts to seize territory for the accommodation of surplus populations, according to Professor Henry Prall...",
        "pub_date": "1924-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07EEDE163EE233A2575AC2A96E9C946595D6CF"
    },
    {
        "headline": "H.G. WELLS ASSISTS BIRTH-CONTROL MOVE; He Denounces Health Minister's Opposition to Propaganda Among Working Classes.",
        "snippet": "aids birth control movement in England",
        "pub_date": "1924-05-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505EFD81539E233A25753C1A9639C946595D6CF"
    },
    {
        "headline": "DRY ACTION DIVIDES THE WOMEN VOTERS; Mrs. Pinchot Leads Fight in Convention for Specifying 18th Amendment. VOTE TO BE ON COMPROMISE She Defends Younger Generation -- Birth Control Study Rejected -- World Court Endorsed.",
        "snippet": "BUFFALO, April 28. -- A resolution calling on the President, Congress and the Governors of all States to enforce the law, and particularly the Eighteenth Amendment to the Constitution, was drafted at a meeting of the Board of Directors of the...",
        "pub_date": "1924-04-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E4D91539E233A2575AC2A9629C946595D6CF"
    },
    {
        "headline": "VETOES BIRTH CONTROL BAN; Syracuse Mayor Overrides Council Action to Prevent Conference.",
        "snippet": "SYRACUSE, N.Y., Feb. 25. -- Obstacles to the State conference of birth control advocates, scheduled to be held here Thursday and Friday, were removed today by Mayor Walrath's veto of an ordinance, passed last week, forbidding discussion of birth...",
        "pub_date": "1924-02-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E3DD1539E233A25755C2A9649C946595D6CF"
    },
    {
        "headline": "FAVORS BIRTH CONTROL.; Head of Jersey Health Board Says It Would Reduce Crime.",
        "snippet": "Urged by Dr Lee as means of reducing crime",
        "pub_date": "1924-02-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE0DB123DEF3ABC4D52DFB466838F639EDE"
    },
    {
        "headline": "WOMEN VOTERS HIT BIRTH CONTROL BAN; State League at Utica Urges That Law Forbidding Teaching Be Amended.",
        "snippet": "UTICA, N.Y., Jan. 16. -- After a sharp contest, the State League of Women Voters, in convention here today, passed a resolution by a large majority favoring amendment of the law \"which prohibits the giving of birth control information,\" and which...",
        "pub_date": "1924-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05EFD8113CE733A25754C1A9679C946595D6CF"
    }
]