[
    {
        "headline": "Let Teen-Agers Know Medical Risks of Birth Control Implants; A Need for Love",
        "snippet": "  To the Editor:   Offering Norplant in Baltimore school-based clinics, discussed in \"Teen-Agers Split on Birth Control Plan\" (news article, Dec. 5) may be the contraceptive answer for many teen-age girls attempting to stay in school. But those are...",
        "pub_date": "1992-12-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/12/29/opinion/l-let-teen-agers-know-medical-risks-of-birth-control-implants-a-need-for-love-929592.html"
    },
    {
        "headline": "Let Teen-Agers Know Medical Risks of Birth Control Implants",
        "snippet": "  To the Editor:   \"Baltimore School Clinics to Offer Birth Control by Surgical Implant\" (front page, Dec. 4) mentions as a side effect of Norplant that it \"frequently causes irregular menstrual bleeding.\" But you fail to point out that these...",
        "pub_date": "1992-12-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/12/29/opinion/l-let-teen-agers-know-medical-risks-of-birth-control-implants-928792.html"
    },
    {
        "headline": "Birth-Control Implant Gains Among Poor Under Medicaid",
        "snippet": "  Since Norplant was introduced two years ago, thousands of poor women have flocked to health clinics, hospitals, private doctors and Planned Parenthood affiliates around the country to get the contraceptive implant, which is covered by Medicaid in...",
        "pub_date": "1992-12-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/12/17/us/birth-control-implant-gains-among-poor-under-medicaid.html"
    },
    {
        "headline": "Teen-Agers Split on Birth Control Plan",
        "snippet": "  The classroom had about 30 girls, 13 to 19 years of age, and every one of them pregnant. They were discussing birth control and the city health commissioner's proposal to offer them Norplant, the birth control implant, starting in January.   In...",
        "pub_date": "1992-12-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/12/05/us/teen-agers-split-on-birth-control-plan.html"
    },
    {
        "headline": "Baltimore School Clinics to Offer Birth Control by Surgical Implant",
        "snippet": "  Frustrated by their apparent inability to put a dent in the city's high teen-age pregnancy rate, Baltimore public health officials are planning to offer Norplant, the surgically implanted contraceptive, at clinics in city schools. The program is...",
        "pub_date": "1992-12-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/12/04/us/baltimore-school-clinics-to-offer-birth-control-by-surgical-implant.html"
    },
    {
        "headline": "Making Birth Control Easier Raises Touchy Political Issues",
        "snippet": "  DEPO-PROVERA had the longest gestation period of any contraceptive in American history. When the synthetic version of progesterone was first developed in the 1950's, Elvis was on stage shocking America with gyrations hinting there was life below...",
        "pub_date": "1992-11-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/11/08/weekinreview/ideas-trends-making-birth-control-easier-raises-touchy-political-issues.html"
    },
    {
        "headline": "U.S. Approves Injectable Drug As Birth Control",
        "snippet": "  American women gained another option for birth control today as the Food and Drug Administration approved Depo-Provera, an injectable drug that prevents pregnancy for three months.   The contraceptive, which is available in more than 90 countries,...",
        "pub_date": "1992-10-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/10/30/us/us-approves-injectable-drug-as-birth-control.html"
    },
    {
        "headline": "Japan Keeps Ban on Birth Control Pill",
        "snippet": "  In an unusual attempt to control private behavior, Japan announced today that it would keep a longtime ban on birth control pills, in spite of findings that the pills are safe. A Government panel said the pill would discourage the use of condoms...",
        "pub_date": "1992-03-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/1992/03/19/world/japan-keeps-ban-on-birth-control-pill.html"
    }
]