[
    {
        "headline": "BIRTH CONTROL ASSAILED; Catholic Leaders Deny Theses Breeding Exhausts Food",
        "snippet": "Cath Internatl Peace Assn com assails use as population control measure",
        "pub_date": "1950-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05EED61139E23ABC4852DFB767838B649EDE"
    },
    {
        "headline": "FORUM IN FORMOSA SHUNS BIRTH CONTROL",
        "snippet": "TAIPEI, Formosa, Nov. 3-Birth control propaganda ran head-on today into Sun Yat-sen's doctrines and came off second best. Government and Kuomintang party officials who attended a United Nations Association forum discussion ...",
        "pub_date": "1950-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE6D91139E23ABC4D53DFB767838B649EDE"
    },
    {
        "headline": "1950 Planned Parenthood Awards To Go to Mrs. Sanger and Dr. Moses; Leader in the Birth-Control Movement Since 1914 and Baltimore Obstetrician Are First Women to Get Foundation's Prize",
        "snippet": "Mrs. Margaret Sanger, a leader in the birth control movement since 1914, and Mr. Bessie L. Moses, Baltimore obstetrician, have been named winners of the Albert and Mary Lasker Foundation Awards in Planned Parenthood for 1950.",
        "pub_date": "1950-10-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5DD173CE333A0575AC1A9669D946192D6CF"
    },
    {
        "headline": "BIRTH CONTROL ON RISE; Planned Parenthood Federation Reports 333 Clinics Active",
        "snippet": "Planned Parenthood Fed repts 333 clinics, US; sees growing acceptance of methods",
        "pub_date": "1950-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E4D8153EEF3BBC4952DFBF66838B649EDE"
    },
    {
        "headline": "POPULATION RATE IN JAPAN IS OFF 1%; Advocates of Birth Control Seek Fund to Intensify Campaign in Country",
        "snippet": "TOKYO, May 25--One year after the passage last June of the Diet's controversial eugenic protection law, legalizing abortion under some circumstances and putting local governments behind the dissemination of birth-control information, Japan today has...",
        "pub_date": "1950-05-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE6DA103BE23ABC4850DFB366838B649EDE"
    },
    {
        "headline": "U.N. CRITICIZED IN ROME; Vatican Paper Rebukes Agency for Stand on Birth Control",
        "snippet": "Osservatore Romano scores UNESCO advocacy for backward areas",
        "pub_date": "1950-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DEFD8143EEF3BBC4D51DFB266838B649EDE"
    },
    {
        "headline": "Mrs. Sanger Barred by MacArthur From Birth Control Talks in Japan; M'ARTHUR RULING BARS MRS. SANGER",
        "snippet": "TOKYO, Feb. 12--Margaret Sanger, world-renowned birth control advocate, has been barred from giving a series of lectures in Japan, a spokesman for the Tokyo newspaper Yomiuri said today.",
        "pub_date": "1950-02-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E7DC1731E23BBC4B52DFB466838B649EDE"
    },
    {
        "headline": "CATHOLIC PROTEST UPHELD; MacArthur Omits Birth Control Section From Book on Japan",
        "snippet": "Gen MacArthur hdqrs halts distribution of book on Jap resources to delete refs to birth control after RC Ch protests",
        "pub_date": "1950-02-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E0DA173EEF3BBC4053DFB466838B649EDE"
    },
    {
        "headline": "BIRTH CONTROL IN BRITAIN; Government Survey Shows It Increasing--Birth Rate Drops",
        "snippet": "GB repts use increased to 60% of married couples",
        "pub_date": "1950-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E7D9163EEF3BBC4C52DFB766838B649EDE"
    }
]