[
    {
        "headline": "BIRTH CONTROL AID RECEIVED BY 56,000; Mrs. Sanger Reports Clinical Work Nearly 100% Effective, but Urges Wider Scope. SAYS MILLIONS NEED HELP She Asks Further Assistance of Science to Reduce Costs -- New Researches Revealed.",
        "snippet": "Clinical birth control methods are approaching 100 per cent success; but cheaper, easier and equally harmless means must be found to help the millions to whom present methods are economically or geographically unavailable, Mrs. Margaret Sanger,...",
        "pub_date": "1936-12-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE4D91F39EE3BBC4850DFB467838D629EDE"
    },
    {
        "headline": "DOCTORS TO REPORT ON BIRTH CONTROL; Representatives of 50 Clinics Will Take Part in Sessions Opening Here Tuesday.",
        "snippet": "Problems and procedures of birth control clinics will be discussed at the conference on contraceptive research and clinical practice to be held at the Hotel Roosevelt Tuesday and Wednesday. Representatives from about fifty clinics will take part in...",
        "pub_date": "1936-12-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E2DF1339E632A25754C2A9649D946794D6CF"
    },
    {
        "headline": "PHYSICIAN UPHELD ON BIRTH CONTROL; Court Rules Contraceptives May Be Imported for Use Under Doctor's Direction.",
        "snippet": "The Tariff Act of 1930 that prohibits the importation of contraceptives does not apply to articles received here for use under the direction of physicians for the purpose of preserving health, the United States Circuit Court of Appeals ruled...",
        "pub_date": "1936-12-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E1D8173EEE3BBC4053DFB467838D629EDE"
    },
    {
        "headline": "URGE WIDER STUDY OF BIRTH CONTROL; Western New York Baptist Young People Also Support Cooperatives. RESOLUTION BANS ALL WAR Final Session of Rochester Convention Advocates a Christian Economic Order.",
        "snippet": "ROCHESTER, N.Y., Nov. 29. -- An expanded program for birth-control education was unanimously recommended here today by 500 members of the convention of the Western New York Baptist Young People.",
        "pub_date": "1936-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E1D71E39EE3BBC4850DFB767838D629EDE"
    },
    {
        "headline": "Dr. Durant on Birth Control",
        "snippet": "lr, explains views",
        "pub_date": "1936-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E5D6153DE33BBC4E51DFB767838D629EDE"
    },
    {
        "headline": "MRS. SANGER GETS TOWN HALL AWARD; Beebe, Adolph Lewisohn, Mrs. Simkhovitch and H. W. Taft Also Are Honored. MARRIAGE GRANTS URGED Birth Control Leader Offers Plan to Increase Number of Eugenic Children.",
        "snippet": "Margaret Sanger, leader of the birth control movement, will receive the annual Award of Honor of the Town Hall Club, it was announced yesterday. The award is voted to that member who has made the \"most conspicuous contribution to the enlargement and...",
        "pub_date": "1936-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE0DC1E39EE3BBC4952DFB767838D629EDE"
    },
    {
        "headline": "RELIGION EXTOLLED AS HEALTH FACTOR; It Saves More Persons From Social Disease Than Anything Else, Dr. Stokes Declares. BIRTH CONTROL CRITICIZED Dangers Inherent in It Must Not Be Overlooked, Dr. Kosmak Tells Clubwomen.",
        "snippet": "For the second time in two days, the State Federation of Women's Clubs listened yesterday to an endorsement by non-religious professional men of \"old fashioned\" religious and moral ideology as a beneficent influence on physical health.",
        "pub_date": "1936-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E2DC1E39EE3BBC4952DFB767838D629EDE"
    },
    {
        "headline": "Birth Control to Limit Population of Bermuda",
        "snippet": "Bermuda to limit population through birth control propaganda",
        "pub_date": "1936-11-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E2DE153CE53ABC4D53DFB767838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL 'CLUB' REVEALED IN NEWARK; Police Charge Doctor Seized in Raid Got $2 a Month From Each of 800 'Members.'",
        "snippet": "NEWARK, N.J., Oct. 12 -- Further police investigation of charges of illegal practice against Dr. George Harley, whose offices at 175 Milford Avenue here were raided last Friday, revealed today a club plan of birth control in which at least 800 women...",
        "pub_date": "1936-10-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E1DD163EEE3BBC4B52DFB667838D629EDE"
    },
    {
        "headline": "Bermuda Birth Control To Limit Negro Families",
        "snippet": "HAMILTON, Bermuda, Sept. 27. -- The Bermuda Government plans to establish birth control clinics to check the growth of the Negro population, General Sir Reginald Hildyard, Governor since last May, said today at the opening of two dockside visitors'...",
        "pub_date": "1936-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E7D81F3FEE3BBC4051DFBF66838D629EDE"
    },
    {
        "headline": "STAMP ASKS SPEED ON AIDS TO SOCIETY; Urges British Scientists to Press for Solutions of Problems Science Raises. HE ANALYZES IDLENESS Economist Suggests 'Birth Control' in Industry to Curb Impact of Inventions.",
        "snippet": "BLACKPOOL, England, Sept. 9. -- Scientists are not especially concerned with the social consequences of their work. Statesmen have no way of foreseeing how science will reshape society. Hence \"the crucial impact of science on society is nobody's...",
        "pub_date": "1936-09-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906EFDE1F30E13BBC4852DFBF66838D629EDE"
    },
    {
        "headline": "CATHOLIC DAUGHTERS PUSH ANTI-RED DRIVE; Organization's National Heads Also Renew Fight on Salacious Films and Birth Control.",
        "snippet": "ATLANTIC CITY, N.J., Aug. 8 -- Communism, birth control and salacious films were condemned at the opening of the semi-annual session conference of the national officers and directors of the Catholic Daughters of America here today.",
        "pub_date": "1936-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E7DA173DE33BBC4153DFBE66838D629EDE"
    },
    {
        "headline": "RABBINICAL ASSEMBLY PRAISED BY DR. ADLER; Message Greets Tannersville Meeting -- Birth Control Is Backed by Committee.",
        "snippet": "TANNERSVILLE, N.Y., July 7. -- One hundred rabbis are attending the Rabbinical Assembly of the Jewish Theological Seminary of America, which opened its annual convention here yesterday and will continue through Thursday.",
        "pub_date": "1936-07-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE1D61330E13BBC4053DFB166838D629EDE"
    },
    {
        "headline": "NEUROLOGISTS BACK BIRTH CONTROL MOVE; Convention Holds the American Medical Society Should Act 'to Remedy Situation.'",
        "snippet": "ATLANTIC CITY, June 3. -- A report demanding repeal of the anti-birth-control laws and urging the American Medical Association to seek that reform, was adopted today at the sixty-second annual meeting of the American Neurological Association in the...",
        "pub_date": "1936-06-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E2DC1230E13BBC4C53DFB066838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL; Modification of Federal Laws Held Needed",
        "snippet": "I read with a great deal of interest in THE TIMES the report of the committee of six physicians of the American Medical Association on the subject of birth control.",
        "pub_date": "1936-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00EEDD1230E13BBC4C51DFB366838D629EDE"
    },
    {
        "headline": "METHODISTS BALK AT BIRTH CONTROL; Committee Rejects Proposal to Support the Movement, Fearing a Misinterpretation. BAN ON ALL WARS URGED Report to Ohio Conference Asks Military Exemption for 'Conscientious Objectors.'",
        "snippet": "COLUMBUS, Ohio, May 15. -- The birth control memorial put before the general conference of the Methodist Episcopal Church with the endorsement of leading educators and ministers in the church, including Bishop-elect G. Bromley Oxnam, was disapproved...",
        "pub_date": "1936-05-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506EFD61530E13BBC4E52DFB366838D629EDE"
    },
    {
        "headline": "PHYSICIANS FORM COUNCIL; 71 Will Conduct Research for Birth Control League.",
        "snippet": "Formed by drs in 23 States",
        "pub_date": "1936-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE6DF103FEE3BBC4D52DFB366838D629EDE"
    },
    {
        "headline": "HORDER LINKS ILLS TO PERSONALITY; Physician to King Says 'Vicious Circle' in Disease May Include the Psyche. REPORT ON BIRTH CONTROL Doctors Tell Medical Association That Propaganda Is a Peril, With Poor Little Aided.",
        "snippet": "KANSAS CITY, May 12 (AP). -- Lord Horder of London, physician to King Edward VIII, proposed a new interpretation of disease today to the American Medical Association.",
        "pub_date": "1936-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE4D71530E13BBC4B52DFB366838D629EDE"
    },
    {
        "headline": "METHODISTS SPLIT ON BIRTH CONTROL; Subcommittee Rejects Memorial as Deceptive in Listing Other Churches' Approval. DEBATED IN COMMITTEE Liberals Win Motion to Recommit Question After Others Warn 'Not to Touch It.'",
        "snippet": "COLUMBUS, Ohio, May 8. -- The birth control memorial before the general conference of the Methodist Episcopal Church was reported out by a subcommittee today for non-concurrence on the ground that it was \"artfully drawn\" and deceptive in asserting...",
        "pub_date": "1936-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEFD91530E13BBC4153DFB366838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL PLEA PUT TO METHODISTS; Lifting of Federal Ban Is Urged in Memorial to General Conference at Columbus. PROPOSAL CALLED ETHICAL Committee Rejects Change in Retiring Age of Bishops -- Church Merger Advocated. BIRTH CONTROL PLEA PUT TO METHODISTS",
        "snippet": "COLUMBUS, Ohio, May 6. -- A birth control memorial was fried today with the General Conference of the Methodist Episcopal Church, which is in session here. The memorial, said to be the first dealing with birth control ever to come before the...",
        "pub_date": "1936-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E0DB1530E13BBC4F53DFB366838D629EDE"
    },
    {
        "headline": "ACTS ON BIRTH CONTROL; Y.W.C.A. Approves Authorized Medical Information Service.",
        "snippet": "Natl convention; resolutions adopted",
        "pub_date": "1936-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E3D7133FEE3BBC4D53DFB366838D629EDE"
    },
    {
        "headline": "MRS. SANGER URGES THE GASSAWAY BILL; Declares Birth Control May Become National Issue if Measure Is Defeated. REPORTS ON WORLD TOUR Encouraged by 'Amazing' Growth of Movement Even in Backward Countries, She Says.",
        "snippet": "Encouraged by a world tour that showed \"amazing\" growth of the birth-control movement, Margaret Sanger, president of the National Committee on Federal Legislation for Birth Control, said here yesterday that birth control may become a national...",
        "pub_date": "1936-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE4D7133FEE3BBC4D53DFB366838D629EDE"
    },
    {
        "headline": "WYNNE SEES PERIL IN BIRTH CONTROL; Fears Lowered Intelligence Because the 'Wrong People Have Large Families.' SOCIAL DISEASES FACTOR Ex-Health Commissioner Asks More Preventive Medicine in Talk to Business Women.",
        "snippet": "Continuance of birth control by the healthy and intelligent, and with population increases coming from the mentally and physically unfit will soon lower the average intelligence of the United States to less than 10 years of age, Dr. Shirley W. Wynne,...",
        "pub_date": "1936-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900EFDE173AE33BBC4152DFB266838D629EDE"
    },
    {
        "headline": "CATHOLICS OPEN CHARITY CAMPAIGN; Cardinal and Smith Among 100 at Committee Session -- $109,650 Gifts So Far. VALUE OF SERVICE CITED Organization Aided Fight on Birth Control, Hayes Says -- Year's Work Reviewed.",
        "snippet": "The 1936 appeal for funds for the Catholic Charities of the Archdiocese of New York was begun yesterday when more than 100 members of the Catholic clergy and laity attended the first \"report\" luncheon of the special gifts committee at the Hotel...",
        "pub_date": "1936-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE3D81239E632A25754C1A9629C946794D6CF"
    },
    {
        "headline": "SECURITY ACT HELD HEALTH WORK AID; Dr. Farrand Stresses Need for Study of Administrative Methods to Curb Waste. BIRTH CONTROL DISCUSSED Biologist, at Milbank Fund Conference, Says 50% of White Married Women Practice It.",
        "snippet": "A period of great growth in public health work, partly stimulated by grants to States under the Federal Social Security Act, was seen yesterday by health authorities, attending the fourteenth annual conference of the Milbank Memorial Fund at the New...",
        "pub_date": "1936-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE0D91430E13BBC4F51DFB566838D629EDE"
    },
    {
        "headline": "MOTHERS GET FREE ADVICE; Birth Control Clinics Make No Charge for Half of Patients.",
        "snippet": "Records of the American Birth Control League show that 41 per cent of the mothers who came to the league's clinics last year were receiving public relief, Dr. Eric M. Matsner, medical director of the league, said yesterday at a meeting of the...",
        "pub_date": "1936-03-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904E4D9123FEE3BBC4E51DFB566838D629EDE"
    },
    {
        "headline": "FOR BIRTH CONTROL; Inevitable Consequences of Too Great Population Cited",
        "snippet": "In THE TIMES there appeared recently a commendable letter by William Zerffi on the vital subject of population curbs.",
        "pub_date": "1936-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E4DC133BE33BBC4953DFB566838D629EDE"
    },
    {
        "headline": "Will Discuss Birth Control.",
        "snippet": "Plans for Natl Cath Alumni Fed symposium",
        "pub_date": "1936-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03EEDD133BE33BBC4953DFB566838D629EDE"
    },
    {
        "headline": "CATHOLIC ACTION' BACKED BY WOMEN; Daughters of America Vote to Oppose Birth Control and Child Labor Amendment. MEXICAN PROTEST URGED Report Is Sought in Senate on Borah Resolution -- Block Booking Ban Asked.  CATHOLIC ACTION' BACKED BY WOMEN",
        "snippet": "Methods of intensifying efforts to achieve the program outlined in July at the international convention of the Catholic Daughters of America were discussed yesterday by members of the order's Supreme Board, which met for an all-day session at the...",
        "pub_date": "1936-02-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502E4DB1730E13BBC4B51DFB466838D629EDE"
    },
    {
        "headline": "FILES BIRTH CONTROL BILL.; Copeland Offers Revised Measure for Powers to Doctors.",
        "snippet": "Sen Copeland files bill",
        "pub_date": "1936-02-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E0DC153FEE3BBC4B52DFB466838D629EDE"
    },
    {
        "headline": "MILK SLUMP LAID TO BIRTH CONTROL; Drop in City Rate Parallels Decline in Sale of Certified Product, Dr. Rice Says.",
        "snippet": "Part of the blame for the decline in the sale of certified milk during the depression may be attributed to the advocates of birth control, Dr. John L. Rice, Health Commissioner, told 200 scientists, pediatricians and milk company executives yesterday...",
        "pub_date": "1936-02-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804EED8173CE53ABC4C53DFB466838D629EDE"
    },
    {
        "headline": "LIBERAL POLICIES URGED ON DOCTORS; C.E. Farr, New Head of County Society, Favors Voluntary Health Insurance. HITS BIRTH CONTROL LAWS He Opposes Mercy Killings, but Would Not Act to Prolong Life in Desperate Cases.",
        "snippet": "Voluntary health insurance for workers of restricted income and the liberalization of laws relating to birth control and abortion were advocated last night at a meeting of the Medical Society of the County of New York, at the New York Academy of...",
        "pub_date": "1936-01-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9405E2DC1630E13BBC4051DFB766838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL CALLED 'A NEW RESPONSIBILITY'; Ethical Culture Speaker Urges Education of Public to Make Human Life 'Nobler.'",
        "snippet": "The unbalanced growth of parts of the population, including defectives and diseased persons, demands the wider practice of birth control, Algernon D. Black said yesterday at the New York Society for Ethical Culture, Central Park West and Sixty-fourth...",
        "pub_date": "1936-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E2D6173BE33BBC4F51DFB766838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL STIRS INDIA; Lectures by Mrs. Sanger Inaugurate a Debate Upon Family Limitation",
        "snippet": "MRS. MARGARET SANGER, American advocate of birth control, is now in India, lecturing on family limitation. She has spoken in Bombay, Calcutta and Delhi, and the newspapers have opened their columns to a debate on birth control, a subject heretofore...",
        "pub_date": "1936-01-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E7D9173BE33BBC4E51DFB766838D629EDE"
    },
    {
        "headline": "Spread of Birth Control Work Revealed in Leagues' Reports; 21 State Chairmen and 12 County Leaders Have in Last Week Summarized the Activities of 235 Centers -- 70,000 Women Applied for Aid -- Many Services Given Free.",
        "snippet": "rept of chairman of Amer Birth Control League and N Y S Birth Control Fed show spread of work and courage of workers",
        "pub_date": "1936-01-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E2DA173BE33BBC4E51DFB766838D629EDE"
    },
    {
        "headline": "DR. LITTLE ACCEPTS BIRTH CONTROL POST; New President of League Foresees Hard Fight on 'Unsound' Relief Policy. 56 DOCTORS BACK DRIVE Insist Public Is Entitled to Information -- Dr. Duggan Accuses Military Nations.",
        "snippet": "In accepting the presidency of the American Birth Control League, Dr. Clarence Cook Little, the biologist, managing director of the American Society for the Control of Cancer, wrote from Bar Harbor, Me., that \"the league faces an immense amount of...",
        "pub_date": "1936-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E5DD1630E13BBC4C51DFB766838D629EDE"
    },
    {
        "headline": "STATE GAINS LISTED FOR BIRTH CONTROL; Federation Leaders Report Increasing Cooperation by Physicians.",
        "snippet": "Reports of increasing cooperation from the medical profession were given by the chairmen of twelve affiliated committees of the New York State Birth Control Federation at the annual meeting held in the Biltmore Hotel yesterday morning, attended by...",
        "pub_date": "1936-01-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E0D8143FEE3BBC4B51DFB766838D629EDE"
    },
    {
        "headline": "U.S. LOSES IN TEST ON BIRTH CONTROL; Importation of Contraceptive Devices Upheld if They Are Not for Illegal Use. SEIZED BY CUSTOMS MEN Judge Moscowitz Refers to the Testimony of Physicians in Behalf of Clinic.",
        "snippet": "Federal Judge Grover M. Moscowitz, acting yesterday in a test case brought by the Birth Control Clinic, through Dr. Hannah M. Stone, its director, ruled that contraceptive devices could be imported into the United States if they were not to be put to...",
        "pub_date": "1936-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E2DC143FEE3BBC4F53DFB766838D629EDE"
    },
    {
        "headline": "Birth Control League's Aims.",
        "snippet": "On Jan. 1 THE NEW YORK TIMES published a statement made by the Rev. Dr. Edward Roberts Moore, director division of social action of the Catholic Charities of the New York Archdiocese.",
        "pub_date": "1936-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E3DD143FEE3BBC4E53DFB766838D629EDE"
    },
    {
        "headline": "BIRTH CONTROL FOE REPLIES TO CRITICS; Dr. Moore Warns a Utilitarian Code Would Justify 'Mercy Killing' of Unemployed. CHARGES 16 EXPERTS ERR Catholic Spokesman Contends Full Goal of Movement Is Licensed Parenthood.",
        "snippet": "Substitution of a utilitarian for a moral code as advocated by sponsors of the birth-control movement would provide justification for \"mercy killings\" of the sick, the aged and the unemployed and unemployable, a prominent spokesman for the Catholic...",
        "pub_date": "1936-01-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E2DE1F31E13BBC4953DFB766838D629EDE"
    }
]