[
    {
        "headline": "Insurance for Viagra Spurs Coverage for Birth Control",
        "snippet": "Viagra, it turns out, has a political side effect.    Last year's anti-impotence sensation has led to this year's byproduct: Around the country, more than a half-dozen state legislatures, swayed largely by insurers' coverage of Viagra treatment, have...",
        "pub_date": "1999-06-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/06/30/us/insurance-for-viagra-spurs-coverage-for-birth-control.html"
    },
    {
        "headline": "Don't Blame Birth Control for Society's Ills",
        "snippet": " To the Editor:    In his June 9 Op-Ed article on the birth control pill, Francis Fukuyama disregards the difference between association and causality. The pill was only one of several social changes affecting sexual and marital  dynamics in the...",
        "pub_date": "1999-06-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/06/11/opinion/l-don-t-blame-birth-control-for-society-s-ills-116580.html"
    },
    {
        "headline": "Don't Blame Birth Control for Society's Ills",
        "snippet": " To the Editor:    Francis Fukuyama omits a key point in his attempt to prove that the pill will unleash behaviors bound to destroy the Japanese family (Op-Ed, June 9). Japanese women are already trying to control their fertility, but with limited...",
        "pub_date": "1999-06-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/06/11/opinion/l-don-t-blame-birth-control-for-society-s-ills-116599.html"
    },
    {
        "headline": "Don't Blame Birth Control for Society's Ills",
        "snippet": " To the Editor:    Francis Fukuyama (Op-Ed, June 9) worries that the birth control pill will help ''undercut the social bargain on which Japanese society has traditionally rested, in which male resources were exchanged for female fertility.''...",
        "pub_date": "1999-06-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/06/11/opinion/l-don-t-blame-birth-control-for-society-s-ills-116602.html"
    },
    {
        "headline": "Japan's Tale of Two Pills: Viagra and Birth Control",
        "snippet": "Japan normally takes many years, even decades, to approve foreign medications. But last year the middle-aged men who run the Ministry of Health and Welfare decided to rush the process for an American drug that they apparently deemed so critical that...",
        "pub_date": "1999-04-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/04/27/science/japan-s-tale-of-two-pills-viagra-and-birth-control.html"
    },
    {
        "headline": "Study of Birth Control Pill Finds No Ill Effects",
        "snippet": "Women suffer no lasting ill effects from taking birth control pills, according to the biggest study ever on the subject and one that some experts say finally lays to rest fears that have lingered since the pill was introduced in 1961.    Ten years...",
        "pub_date": "1999-01-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1999/01/09/world/study-of-birth-control-pill-finds-no-ill-effects.html"
    }
]