[
    {
        "headline": "DRY BILL PUT BACK BY WOMEN VOTERS; Convention at Syracuse Follows Leaders' Views That It Has Little Chance Now. FIGHT CHILD BUREAU MOVE Messages Sent Protesting Against Proposed Absorption by Health Service Department. Promises League Support. Birth Control Measure Endorsed. Mrs. Carter to Be Chairman.",
        "snippet": "SYRACUSE, Nov. 21.--The bill calling for a State law to enforce the Eighteenth Amendment was removed this afternoon from the \"active legislative program\" to the \"endorsed measures\" by the general delegate ...  ",
        "pub_date": "1930-11-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501EED61E38E433A25751C2A9679D946194D6CF"
    },
    {
        "headline": "BIRTH CONTROL VIEW OF BRITISH PRIMATE; Text of Address by Archbishop of Canterbury Before His Provincial Convocation.SEES CHURCH UNION GAININGLambeth Conference of 1930 DidNot Recede From Its Standof 1920, He States. Text of Declarations. Door to Reunion Open. Move Toward Indian Church. Turns to Birth Control. Asserts Duty of Parenthood. Discusses Abstinence.",
        "snippet": "LONDON, Nov. 15.--The Archbishop of Canterbury's outspoken declarations on Christian reunion and birth control are regarded among churchmen of all denominations here as amplifying the recent resolutions of the Lambeth Conference.",
        "pub_date": "1930-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00EEDD1F3AEE32A25755C1A9679D946194D6CF"
    },
    {
        "headline": "BIRTH CONTROL MOVE UPHELD BY PRIMATE; Archbishop of Canterburg Says Lambeth Conference Could Not Overlook Subject. CHRISTIAN UNITY FORECAST Dr. Lang Believes That \"In Our Time\" All Churches but That of Rome May Join Forces. Abstinence Is Considered. Christian Unity Forecast. Disappointed at Nonconformists.",
        "snippet": "LONDON, Nov. 13.--The frankest and most outspoken declaration on the subject of birth control ever made by an Anglican churchman was delivered...",
        "pub_date": "1930-11-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E5D91E38E433A25757C1A9679D946194D6CF"
    },
    {
        "headline": "BRITISH BIRTHS DECLINE.; Chief Medical Officer Lays Big 1929 Drop to Birth Control.",
        "snippet": "Decline in 1929 birth rate laid to birth control",
        "pub_date": "1930-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E7DE1638E43ABC4B53DFB767838B629EDE"
    },
    {
        "headline": "SEES BIRTH CONTROL AS ROAD TO ATHEISM; Father Cox Scores Assent of Other Sects to Doctrine He Condemns as Pernicious. CALLS IT A DENIAL OF GOD Speaker at Fordham Conference Says Its Sponsors Are Blind to Danger to Marriage.",
        "snippet": "Criticism of the recent action of the New York East Conference of the Methodist Episcopal Church, as veil as of other Protestant sects, and...",
        "pub_date": "1930-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E7DE1638E43ABC4B53DFB767838B629EDE"
    },
    {
        "headline": "HUXLEY SAYS MAN FACES COSMIC FIGHT; Birth Control Is the Means of Shaping Our Racial Destiny, He Declares in Lecture.",
        "snippet": "Birth control was described yesterday by Professor Julian S. Huxley of King's College, London, as the means by which man eventually will control his own racial destiny, instead...",
        "pub_date": "1930-10-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E3DE1E38E433A2575AC2A9669D946194D6CF"
    },
    {
        "headline": "3 CANDIDATES FAVOR WOMEN AS JURORS; All Agree Also on Extending Parole System in Replies to Voters' League Queries. VARY ON JOB INSURANCE Roosevelt and Tuttle Return No Answer on Birth Control-- Waldman Is for it.",
        "snippet": "The three party candidates for Governor, Franklin D. Roosevelt, Democrat; Charles H. Tuttle, Republican, and Louis Waldman, Socialist, agreed on amending the law to enable women to serve on juries on the same terms as men in their answers to the...",
        "pub_date": "1930-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E2DF1138E433A25757C1A9669D946194D6CF"
    },
    {
        "headline": "SEES BIRTH CONTROL AS NATIONAL DANGER; North Carolina Bishop Tells Catholic Daughters Moral Standards Are at Stake. MEMORIAL MASS IS HELD Cathedral Is Filled for Annual Service--Governor's Wife Speakerat Luncheon.",
        "snippet": "St. Patrick's Cathedral was filled yesterday morning when the annual memorial pontifical high mass of the Catholic Daughters of America, a national insurance and charity organization, was sung. This was the twentieth annual mass of requiem celebrated...",
        "pub_date": "1930-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401EFDF1138E433A25757C1A9669D946194D6CF"
    },
    {
        "headline": "WOMEN GET PRIZES AT EXPOSITION HERE; Oratory Awards Won by Mrs. Timme, Birth-Control Worker, and Mrs. Floyd Bennett. SIX CITED FOR QUILTING Popular Vote Decides Winning Soulptor and Painter--Three Choruses Are Rewarded.",
        "snippet": "Prizes were awarded last night in many of the contests which marked the Exposition of Women's Arts and Industries which had been held since Monday at the Hotel Astor.",
        "pub_date": "1930-10-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E3D61E3AEE32A25751C1A9669D946194D6CF"
    },
    {
        "headline": "OPPOSES BEAUTY CONTESTS; Catholic Women's Council Also Hits Teaching of Birth Control.",
        "snippet": "Reelected pres of Natl Council of Cath Women",
        "pub_date": "1930-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E0D71E3FE432A25751C0A9669D946194D6CF"
    },
    {
        "headline": "RABBIS URGE 5-DAY WEEK.; Conference Also Sends Statement to Synagogues for Birth Control.",
        "snippet": "Central Conf of Amer Rabbis urges intelligent attitude",
        "pub_date": "1930-09-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DE2DA1038E433A25750C2A96F9C946194D6CF"
    },
    {
        "headline": "ANGLICAN GROUP HITS BIRTH CONTROL STAND; Eleven Clergymen Urge Newport Congress to Repudiate Bishops' Lambeth Attitude.",
        "snippet": "11 clergymen, in open lr to Bishop of Monmouth, pres of next Ch cong, urges cong to repudiate Lambeth Conf's birth-control resolution",
        "pub_date": "1930-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E5DB1E3AEE32A25752C2A96F9C946194D6CF"
    },
    {
        "headline": "QUITS OVER BIRTH CONTROL; Seattle Episcopal Rector to Join Notre Dame Faculty.",
        "snippet": "Resigns as rector of St Michael's Episc Mission",
        "pub_date": "1930-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E4DB1E3AEE32A25752C2A96F9C946194D6CF"
    },
    {
        "headline": "BISHOP STIRES BACK, HAILS CHURCH PLANS; Praises Courage of Lambeth Vote on Birth Control and Christian Unity. SEES GAIN FOR RELIGION Modern Problems Were Faced With Unsurpassed Reverence, Long Island Cleric Says.",
        "snippet": "The Right Rev. Ernest M. Stires, Protestant Episcopal Bishop of Long Island, returned yesterday on the Holland-America liner Statendam from England, where he attended the Lambeth conference of 310 Bishops, Bishop Stires, accompanied by Mrs. Stires,...",
        "pub_date": "1930-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E1DF1E3AEE32A25754C0A96F9C946194D6CF"
    },
    {
        "headline": "HEALTH INSURANCE URGED UPON DOCTORS; New Head of British Medical Association Calls for Fair Deal to All in Illness Cost. STRESSES RURAL REGIONS But Dr. W.H. Smith Tells Convention at Winnipeg That Private Practice Would Continue. ACCORD ON BIRTH CONTROLMany Delegates Agree With LordDawson Favoring \"Responsible\" Guidance as Racial Need. Lack of Economic Organization. Calls for a \"Readjustment.\" Religious Services Held. Agreement on Birth Control. Economic Basis Emphasized. Tuberculosis Prevention Predicted.",
        "snippet": "WINNIPEG, Man., Aug. 26.--A system of health insurance was advocated here today by Professor W. Harvey Smith of this city, newly elected president of the British Medical Association, as the only method by which competent medical service may be placed...",
        "pub_date": "1930-08-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E4DE1739EE3ABC4F51DFBE66838B629EDE"
    },
    {
        "headline": "EUGENIST'S ARGUMENTS HEARD BY ANGLICANS; Doctor Addresses Churchmen Discussing Birth Control on Policy Toward Blind.",
        "snippet": "OXFORD, England, Aug. 21.-- Birth control continued to be the subject of discussion at today's session of the Modern Churchmen's Conference being held here on \"the problems of personal life.\"",
        "pub_date": "1930-08-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E0DD1338E433A25751C2A96E9C946194D6CF"
    },
    {
        "headline": "BIRTH CONTROL HELD AID TO THE FAMILY; Physician Tells Churchmen in England Measure, Despite Dangers, Will Stay. MARRIAGE LAWS ASSAILED Clergyman Blames House of Commons for the Condition--Suicide for Doomed Criminals Attacked.",
        "snippet": "OXFORD, England, Aug. 20.-Marriage, divorce and birth control were discussed at the session today of the Modern Churchmen's conference be-- ing held here on \"Problems of Personal Life.\"",
        "pub_date": "1930-08-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E7DD1338E433A25752C2A96E9C946194D6CF"
    },
    {
        "headline": "PREACH ON LAMBETH TEXT.; British Ministers Take Up Birth Control and Other Issues.",
        "snippet": "Brit ministers preach on resolutions",
        "pub_date": "1930-08-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E4D7113AEE32A2575BC1A96E9C946194D6CF"
    },
    {
        "headline": "BRITAIN IS STIRRED BY BISHOPS' VIEWS; Anglo-Catholic Group in Church of England Calls Birth Control Stand Revolutionary.",
        "snippet": "LONDON, Aug 16 (AP).--The attitude of the Lambeth Conference of Anglican Bishops toward religious questions and such modern social problems as birth control and divorce has provoked a great stir of comment and controversy throughout Great Britain....",
        "pub_date": "1930-08-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E0DD1731E13ABC4F52DFBE66838B629EDE"
    },
    {
        "headline": "BIRTH CONTROL RULE STIRS CONTROVERSY; Lambeth Resolution Is Scored for Not Going Far Enough and for Going Too Far. CLEARER WORDING URGED Church Times Says the Bishops' Decision Is a \"Revolution in Christian Morality.\"",
        "snippet": "LONDON, Aug. 15.--As might have been expected, the part of the Lambeth Conference report which has attracted most of the popular attention ...",
        "pub_date": "1930-08-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EED61238E433A25755C1A96E9C946194D6CF"
    },
    {
        "headline": "LAMBETH BISHOPS BACK ARBITRATION FOR ALL PEOPLES; Urge Citizens Not to Support Governments Which Go to War Without Mediation. THANKS GOD FOR LEAGUE Archbishop of Canterbury, in Encyclical Letter, Praises Kellogg-Briand Pact. DIVIDE ON BIRTH CONTROL Bishops Decide Christian Principles Must Guide Avoidance of Parenthood. Declare for Arbitration. LAMBETH BISHOPS BACK ARBITRATION Would Instruct the Young. Reaffirms Monogamy Principle. No Antagonism to Science. Bans Race Distinctions. Moves for Unity Appreciated. Archbishop Alludes to Russia. What Is More Significant.",
        "snippet": "LONDON, Aug. 14.--A more liberal attitude on such controversial questions as sex and the duty of the Church in regard to war, science and closer relations among the different ...",
        "pub_date": "1930-08-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE6D61238E433A25756C1A96E9C946194D6CF"
    },
    {
        "headline": "BISHOPS ON BIRTH CONTROL; It Has No Place in Perfect Christian Life, Paper Says They Decided.",
        "snippet": "Not condemned uncompromisingly by Lambeth Conf, but Conf concludes it has no place in perfect Christian life",
        "pub_date": "1930-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E1D91238E433A2575AC0A96E9C946194D6CF"
    },
    {
        "headline": "DR. BARBOUR URGES BIRTH CONTROL LAW; Brown University Head, Citing Lindbergh Baby as Ideal, Asks Curb on Inferior Types. VIEWS IT AS INEVITABLE Educator, in Brooklyn Sermon, Says Machine Age Provides Its Own Remedies for Perils of Routine.",
        "snippet": "Dr. Clarence A. Barbour, president of Brown University, speaking from the pulpit of the Lafayette Avenue Presbyterian Church in Brooklyn yesterday, recommending the passage of birth control legislation, said that the machine age had virtues which...",
        "pub_date": "1930-08-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01E6DC1238E433A25757C0A96E9C946194D6CF"
    },
    {
        "headline": "FINDS BIRTH CONTROL WRECKING HOME LIFE; Justice Lewis Deplores Childless Marriages as Cause of Unrest and Divorce.",
        "snippet": "Sup Ct Justice H F Lewis lays childless marriages to unrest and divorce",
        "pub_date": "1930-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E4DF1338E03ABC4852DFB066838B629EDE"
    },
    {
        "headline": "SCORES SOCIAL POLICY LIMITING POPULATION; Dr. C.E. McGuire States Scientific View Against Birth Control Before Newman Club.",
        "snippet": "Called upon to supplement the theological argument against birth control by stating the scientific view, Dr. C.E. McGuire of the Brookings Institute of Social and Economic Research declared yesterday at the annual communion breakfast of the Newman...",
        "pub_date": "1930-05-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EFDC1538E433A25751C1A9639C946194D6CF"
    },
    {
        "headline": "YOUNG PLAN FOES DECLARED 'JINGOES'; Virgil Jordan Tells the Social Science Academy That Politicians Would Hide Failure.SAYS 'MEDDLING' MUST ENDReplying to McFadden, He Warns That Intelligent Business Men Won't Tolerate Such Interfering. \"Jingoism\" Charge Applauded. Danger in Economic Nationalism. Way Cleared for Young Plan. Charges Political Sabotage. Birth Control and Migrations.",
        "snippet": "PHILADELPHIA, Pa., May 2.-- Virgil Jordan, economist and editor of The Business Week, declared tonight before the convention of the American Academy of Political and Social Science that the attacks made recently by Representative Louis T. McFadden...",
        "pub_date": "1930-05-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E5DC163AEE3ABC4B53DFB366838B629EDE"
    },
    {
        "headline": "HONORS 71 WORKERS IN SUFFRAGE CAUSE; League of Women Voters at Louisville Meeting Adopts Roll for National Tablet. EACH NAME GETS OVATION Anniversary Fund and Memorial Plan Bring $119,887 to the League's Treasury. New York Nominates Twelve. Names Accepted for Roll. New York Roll of Honor. Birth Control Sidetracked. Officers Nominated.",
        "snippet": "LOUISVILLE, May 1.--Seventy-one women living and dead were honored today by the National League of Women Voters in biennial convention when their names were accepted as worthy of record on a national roll of honor, commemorating the services of...",
        "pub_date": "1930-05-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E2D81738E03ABC4A53DFB366838B629EDE"
    },
    {
        "headline": "WOMEN VOTERS ASK ARMS CUT ACTION; Support of Measures Preparatory to World Reduction IsApproved at Convention.CHILDREN'S BUREAU URGEDLapse of Towner Act Deplored--Birth Control Study Rejected--Dr. Mitchell Criticizes League. Children's Bureau Lauded. Dr. Mitehell Criticizes League.",
        "snippet": "LOUISVILLE, Ky., April 29.--Delegates to the anniversary convention here of the National League of Women Voters today celebrated the tenth birthday of woman suffrage by expressing their determination to work for the continuance of the maternity and...",
        "pub_date": "1930-04-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E1D91738E03ABC4850DFB266838B629EDE"
    },
    {
        "headline": "WOMEN VOTERS ASK WORLD AMITY MOVES; Campaign for World Court and Arms Cuts Mapped as League Gathers at Louisville. DRY DEBATE IS UNLIKELY Birth Control Also Is Expected to Be Tabooed as Topic--Sessions Open Today. Seven New Subjects for Study. Social Program Begins.",
        "snippet": "LOUISVILLE, Ky., ,April 27.-- World peace and domestic and foreign policy leading to or away from it will come in for study and discusssion during the biennial convention of the National League of Women Voters which opens here tomorrow.",
        "pub_date": "1930-04-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE4DB1738E03ABC4051DFB266838B629EDE"
    },
    {
        "headline": "MRS. SANGER TELLS OF TRIP; Says Many Physicians in West Are Backing Birth Control Movement.",
        "snippet": "M Sanger tells of large backing in West",
        "pub_date": "1930-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E1D81638E03ABC4D51DFB266838B629EDE"
    },
    {
        "headline": "METHODISTS ASSIGN NEW YORK PASTORS; Many Shifts Are Announced-- Dr. Reisner Attacks the Poll on Prohibition. BIRTH CONTROL ISSUE UP East Conference Favors Ending of Restrictions in Interest of Morality and Science. Birth Control Advice Favored.",
        "snippet": "Bishop Charles Wesley Burns of the San Francisco Methodist Area closed the 131st annual New York Methodist Conference early last evening after reading the appointments of the ministers for the year.",
        "pub_date": "1930-04-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E4DF1F39E03ABC4053DFB266838B629EDE"
    },
    {
        "headline": "ASSAILS MODERN MARRIAGE; Father Smyth Also Attacks Birth Control as Immoral.",
        "snippet": "Assailed as immoral by J C Smyth",
        "pub_date": "1930-04-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E3D61E39E03ABC4F53DFB266838B629EDE"
    },
    {
        "headline": "PORTO RICO MOVES FOR BIRTH CONTROL; Legislature Considers Plan as Means of Curbing Too Rapid Population Growth. CATHOLICS ARE OPPOSED Church Opposition, However, Is Not United--Women Will Have Voice in Decision.",
        "snippet": "SAN JUAN, Porto Rico, March 31. --For the second time a bill to provide for birth control clinics, to be established by the government, has been introduced in the lower house of the Legislature. Last year a bill passed without arousing much...",
        "pub_date": "1930-04-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E6D71E39E03ABC4E53DFB266838B629EDE"
    },
    {
        "headline": "MACDONALD IS URGED TO AID BIRTH CONTROL; Delegations Contend Population of Britain Is Increasing Too Rapidly for Resources.",
        "snippet": "MacDonald Govt urged to make med information available, as population in Gt Britain increases too rapidly for resources",
        "pub_date": "1930-04-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE1D91E39E03ABC4D53DFB266838B629EDE"
    },
    {
        "headline": "FIGHT BIRTH CONTROL BILL; Porto Rican Catholics Promised a Hearing by the Legislature.",
        "snippet": "Porto Rican Roman Caths fight bill to establish clinics; pub hearing promised",
        "pub_date": "1930-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E2DF1E39E03ABC4F51DFB566838B629EDE"
    },
    {
        "headline": "BIRTH CONTROL TALK GOES ON AIR TONIGHT; Buffalo Company's 4 Stations to Send It--Letters Give Attitude of Broadcasters.",
        "snippet": "Announces series of broadcasts by H P Fairchild over Buffalo Broadcasting Co stations",
        "pub_date": "1930-03-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE5D61139E03ABC4D51DFB566838B629EDE"
    },
    {
        "headline": "BAN ON FILM IS LIFTED.; Two New Jersey Vice Chancellors Pass Birth Control Picture.",
        "snippet": "New Jersey vice chancellors lift ban on film",
        "pub_date": "1930-03-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E3DF153AE532A25750C2A9659C946194D6CF"
    },
    {
        "headline": "BIRTH CONTROL FILM BANNED AT ELIZABETH; Police Disperse 300 in Front of Theatre--Management Plans to Seek Injunction.",
        "snippet": "Showing of film banned at Elizabeth, N J",
        "pub_date": "1930-03-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E7D71139E03ABC4A51DFB566838B629EDE"
    },
    {
        "headline": "NOTE GAINS IN WORK FOR BIRTH CONTROL; Doctors Here Report Country's Clinics Have Doubled in the Past Two Years. 23 CITIES HAVE 55 CENTRES Rise of More Than 300 Such Places Abroad Viewed as Thend Toward Marriage Advice Stations.",
        "snippet": "Birth control centres in the United States have doubled in number during the past two years, the increase being about equal in the demonstration clinics and in the out-patient services connected with hospitals and public health centres, according to...",
        "pub_date": "1930-03-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E1DA1139E03ABC4851DFB566838B629EDE"
    },
    {
        "headline": "LUNCHEON FOR MISS MARION; Birth Control League Honors Woman Who Sold Its Journal.",
        "snippet": "Honored by Amer Birth Control League for vending Birth Control Review for 13 yrs",
        "pub_date": "1930-02-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEED91239E03ABC4A52DFB466838B629EDE"
    },
    {
        "headline": "HONORS VENDOR OF PAPER.; Birth Control Group to Fete Woman Who Sold Journal Here 13 Years.",
        "snippet": "K Marion honored by Amer Birth Control Assn for vending Review for 13 yrs in N Y C; no longer to be vended",
        "pub_date": "1930-02-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE5DD133EE33ABC4852DFB466838B629EDE"
    },
    {
        "headline": "EVADING OF MATERNITY ASSAILED BY DR. DUBLIN; He Blames Birth Control Movement, but Miss Fox Backs Itof Association Meeting.",
        "snippet": "Legalizing the distribution of birthcontrol information was advocated by Miss Elizabeth Fox, director of the Public Health Nursing Service of the American Red Cross, in an address at the annual meeting of the Maternity Centre Association yesterday...",
        "pub_date": "1930-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EEDB1239E03ABC4950DFB766838B629EDE"
    },
    {
        "headline": "BIRTH CONTROL BODY PROTESTS RADIO BAN; Members of American League Score N.B.C. for Attitude Toward National Convention.BAILEY HITS CENSORSHIPMrs. Robertson Jones Asks Supportfor Bill to Lift Restrictions on Physicians.",
        "snippet": "More than 200 members of the American Birth Control League joined in protest against the ban of birth control discussions on the radio at the annual meeting luncheon at the Hotel Woodstock yesterday.",
        "pub_date": "1930-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E1D91039E43ABC4F52DFB766838B629EDE"
    },
    {
        "headline": "SEEKS LOST PAPERS IN M'ADOO CASES; Liberties Union Says Property Taken in Two \"Illegal\" Raids Was Not Returned. HE SIGNED THE WARRANTS Complaints Were Dismissed, but Efforts to Recover Documents Failed, It Is Said. OFFICIAL INQUIRY ASKED Cases of Birth Control Clinic and Publisher of \"Well of Loneliness\" Are Cited.",
        "snippet": "Chief City Magistrate McAdoo, who has been investigating the disappearance of records in cases heard by Magistrate Albert H. Vitale, was asked yesterday to inquire into papers and property missing since they were seized by the police on warrants...",
        "pub_date": "1930-01-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE3D61339E43ABC4B52DFB766838B629EDE"
    },
    {
        "headline": "BIRTH CONTROL UNIT PLANS $100,000 FUND; Committee on Legislation Will Conduct Drive for Money to Push Its Bills.",
        "snippet": "Plans for a campaign to raise $100,000 by Sept. 1 to promote legislation which would allow physicians to give contraceptive advice and to aid the ...",
        "pub_date": "1930-01-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E6D91339E43ABC4952DFB766838B629EDE"
    }
]