[
    {
        "headline": "BIRTH CONTROL GROUP CUTS BUDGET",
        "snippet": "   The world's largest independent family- planning organization said today that it was being forced to curtail its services drastically because of Reagan Administration policies on abortion.   The International Planned Parenthood Federation said in...",
        "pub_date": "1984-12-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/12/04/world/birth-control-group-cuts-budget.html"
    },
    {
        "headline": "Pills for Birth Control Seized as Counterfeit",
        "snippet": "  The Food and Drug Administration has seized more than 330,000 counterfeit birth-control pills from two distributors on Long Island as part of a nationwide effort to remove the pills from the market.   Donald McLearn, a spokesman for the F.D.A.,...",
        "pub_date": "1984-11-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/11/16/nyregion/pills-for-birth-control-seized-as-counterfeit.html"
    },
    {
        "headline": "FOLLOW-UP ON THE NEWS ; Birth Control",
        "snippet": "  For more than a decade, the Government has been striving to thin the populations of formerly domestic animals now roaming wild on Federal lands in the West. The animals, which are said to threaten the survival of indigenous wild creatures by their...",
        "pub_date": "1984-11-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/11/11/nyregion/follow-up-on-the-news-birth-control.html"
    },
    {
        "headline": "Pills for Birth Control Are Recalled by Searle",
        "snippet": "   The pharmaceutical manufacturer G. D. Searle is recalling more than a million birth control pills because low-strength counterfeit versions, which may not prevent pregnancy, have been distributed, the Food and Drug Administration said today.   ...",
        "pub_date": "1984-11-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/11/02/us/pills-for-birth-control-are-recalled-by-searle.html"
    },
    {
        "headline": "2d Birth Control Center Firebombed in Georgia",
        "snippet": "   A planned parenthood counseling center in this affluent suburban community has been firebombed, the second such attack directed against an Atlanta area family planning clinic in a week.   ''There is really extensive fire and smoke damage,'' said...",
        "pub_date": "1984-09-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/09/23/us/around-the-nation-2d-birth-control-center-firebombed-in-georgia.html"
    },
    {
        "headline": "BATTLEGROUND IN COLOMBIA: BIRTH CONTROL",
        "snippet": "   When Colombia's most outspoken Roman Catholic prelate charged recently that ''global castration'' and ''mutilation'' were taking place here under the guise of ''voluntary sterilizations,'' the country's main family planning association seemed...",
        "pub_date": "1984-09-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/09/05/world/battleground-in-colombia-birth-control.html"
    },
    {
        "headline": "CHINA DEFENDS ABORTION IN BIRTH CONTROL EFFORTS",
        "snippet": "   Critics of abortion as a means of birth control do not understand the problems that China faces in trying to limit its population growth, a spokesman for the Family Planning Commission said today.   Shen Guoxiang, chief of the commission's...",
        "pub_date": "1984-07-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/07/04/world/china-defends-abortion-in-birth-control-efforts.html"
    },
    {
        "headline": "CHINA ADDS COMPASSION TO ITS BIRTH CONTROL DRIVE",
        "snippet": "   When China began one of its periodic family planning drives early last year, the family planning officials of Shunyi County responded with a vengeance. Middle- aged women using intrauterine devices were told to undergo sterilization. Other women...",
        "pub_date": "1984-05-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/05/18/world/china-adds-compassion-to-its-birth-control-drive.html"
    },
    {
        "headline": "STUDY LINKING BIRTH CONTROL PILL TO BREAST CANCER IS ATTACKED",
        "snippet": "   A study linking an ingredient in birth control pills to breast cancer is being criticized by other researchers, months after it was published in a prestigious British medical journal.   The national Centers for Disease Control and Boston...",
        "pub_date": "1984-05-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/05/08/science/study-linking-birth-control-pill-to-breast-cancer-is-attacked.html"
    },
    {
        "headline": "U.S. DEFENDING NOTIFYING PARENTS ON BIRTH CONTROL",
        "snippet": "   The Reagan Administration is again defending its effort to require birth control clinics to notify parents of minors receiving prescription contraceptives, even though four Federal courts have struck down the rule as illegal.    The Administration...",
        "pub_date": "1984-03-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1984/03/22/us/us-defending-notifying-parents-on-birth-control.html"
    }
]