[
    {
        "headline": "Welfare, Birth Control and Fear",
        "snippet": "\"She was 14 years old and was the mother of a month-old baby. I asked her if she knew about birth control and she answered proudly, 'Sure, my cousin takes pills and my sister uses a coil but I don't use anything.'\"",
        "pub_date": "1966-12-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EFDF133BE63ABC4D51DFB467838D679EDE"
    },
    {
        "headline": "ROCKEFELLER URGES ABORTION REVIEW; Says State's Law Should Be More Liberal Approves Birth Control Decision",
        "snippet": "ALBANY, Dec. 21 Governor Rockefeller said today that he favored a liberalization of the state's 84-year-old abortion law.",
        "pub_date": "1966-12-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803EED9123CE43BBC4A51DFB467838D679EDE"
    },
    {
        "headline": "STATE EASES RULE ON BIRTH CONTROL; Allows Welfare Workers to Offer Information to Poor Even if Not Requested",
        "snippet": "The State Board of Social Welfare revised its rules yesterday to allow caseworkers to give birth-control information to welfare recipients whether it is requested or not.",
        "pub_date": "1966-12-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E0DB123BE63ABC4951DFB467838D679EDE"
    },
    {
        "headline": "Capital Group Plans To Test the Impact Of Birth Control Aid",
        "snippet": "WASHINGTON, Dec. 19-- The antipoverty organization here is planning to test the effectiveness of birth control information and materials among teen-age girls whose family background indicates that, left alone, they would probably bear illegitimate...",
        "pub_date": "1966-12-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E6DA153EE731A25753C2A9649D946791D6CF"
    },
    {
        "headline": "U.S. Backs UNICEF Efforts in Family Planning; Makes Extra $1-Million Gift  Thant Endorses Plea by 12 States on Birth Control",
        "snippet": "UNITED NATIONS, N.Y. Dec!. 9 Arthur J. Goldberg announced today a United States gift of $1-million to the United Nations Children's Fund and stressed American support for the fund's activities in the field of family planning.",
        "pub_date": "1966-12-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE6DB1130E43BBC4852DFB467838D679EDE"
    },
    {
        "headline": "Study Finds Birth Control Used By Most Catholic Wives 18-39; Study Finds Rise in Birth Control Use",
        "snippet": "SOUTH BEND, Ind., Dec. 2 --A nationwide study based on interviews with 5,600 married women of all faiths indicated that a majority of Roman Catholic wives between the ages of 18 and 39 no longer conform to church doctrine on birth control.",
        "pub_date": "1966-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805E5D9133FEF3BBC4B53DFB467838D679EDE"
    },
    {
        "headline": "U.S. Welfare Aide Pledges New Help On Birth Control",
        "snippet": "KANSAS CITY, Mo., Nov. 29 (AP)--New Federal support of family planning, including birth control, was pledged today by an official of the Health, Education and Welfare Department.",
        "pub_date": "1966-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CEED6153BE63ABC4850DFB767838D679EDE"
    },
    {
        "headline": "City Presses State To Lift Restrictions On Birth-Curb Data; City Presses for Eased Birth Control",
        "snippet": "Mayor Lindsay said yesterday that he had urged the state to allow the city Welfare Department to give birth-control information to welfare clients even if they did not ask for it.",
        "pub_date": "1966-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E6DB1731E135A2575AC2A9679D946791D6CF"
    },
    {
        "headline": "Eisenhower Urges Birth Control Data Be Available to All",
        "snippet": "GETTYSBURG, Pa., Nov. 28 (UPI)--Former President Dwight D. Eisenhower said today that birth control information should be made easily accessible \"so that every family may decide for itself, wisely and freely, the course it chooses to take.\"",
        "pub_date": "1966-11-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E7D91731E135A2575AC2A9679D946791D6CF"
    },
    {
        "headline": "POPE'S AID SOUGHT ON BIRTH CONTROL; 85 World Leaders Ask Paul to Join Population Fight POPE'S AID SOUGHT ON BIRTH CONTROL",
        "snippet": "A group of religious and scientific leaders, including 21 winners of the Nobel Prize, published an appeal to Pope Paul VI yesterday to join with them in preventing a future world overpopulation disaster by supporting birth control now.",
        "pub_date": "1966-11-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406E0D71030E43BBC4D51DFB767838D679EDE"
    },
    {
        "headline": "PAPAL ERROR SEEN ON BIRTH CONTROL; Priest Says Bishops Should Have Considered Question",
        "snippet": "MIDDLETOWN, Conn., Nov. 23 The Rev. George H. Tavard, a prominent Roman Catholic theologian and an expert on Christian unity at the Ecumenical Council, said today that in his opinion Pope Paul VI had made a \"tactical mistake\" in turning the question...",
        "pub_date": "1966-11-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE6D91030E43BBC4C51DFB767838D679EDE"
    },
    {
        "headline": "Episcopal Bishop Affirms Support of Birth-Curb Aid; Hines Counters Catholic Charge of U.S. Coercion  Church Helps Clinics BISHOP BACKS U.S. ON BIRTH CONTROL",
        "snippet": "The Presiding Bishop of the Episcopal Church issued yesterday a special statement reaffirming his denomination's support of Federal participation in birth-control programs.",
        "pub_date": "1966-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E0DB1030E43BBC4B51DFB767838D679EDE"
    },
    {
        "headline": "POPULATION ISSUE PERTURBS WIRTZ; He Discerns Inadequacies in Birth Control Discussions",
        "snippet": "Secretary of Labor W. Willard Wirtz observed critically yesterday that the controversial question of birth control had not been discussed openly \"unless to be derided\" at the recently held election campaigns throughout the country.",
        "pub_date": "1966-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E7D71330E43BBC4951DFB767838D679EDE"
    },
    {
        "headline": "Washington: The Catholic Bishops on Birth Control; Vigorous Opposition",
        "snippet": "WASHINGTON, Nov. 19--In the last three years the Federal Government's budget for family planning has gone up from $2.3 million in fiscal 1965 to $14.7 million in fiscal 1966, and to $25.3 million in fiscal 1967.",
        "pub_date": "1966-11-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E7DD1E38E133A25753C2A9679D946791D6CF"
    },
    {
        "headline": "Text of Bishops' Statement on Government and Birth Control",
        "snippet": "WASHINGTON, Nov. 14 Following is the text of a statement on the Government and birth control adopted today by the Roman Catholic Bishops of the United States:",
        "pub_date": "1966-11-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500EEDA1330E43BBC4D52DFB767838D679EDE"
    },
    {
        "headline": "INDIANA APPROVES BIRTH CONTROL AID",
        "snippet": "INDIANAPOLIS, Nov. 10 The Indiana State Board of Health yesterday approved for the first time the use of state funds for birth control pills and other contraceptives.",
        "pub_date": "1966-11-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00EFDD1330E43BBC4952DFB767838D679EDE"
    },
    {
        "headline": "U.S. EXPANDING AID TO BIRTH CONTROL; Annual Report Shows Help Was Widened in '66 and Will Grow More in '67",
        "snippet": "WASHINGTON, Nov. 9 The Government significantly broadened its involvement in birth control programs during the last year and will continue to do so.",
        "pub_date": "1966-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E3D71230E43BBC4852DFB767838D679EDE"
    },
    {
        "headline": "Dutch Towns Give Funds to Birth-Control Clinics",
        "snippet": "THE HAGUE The Dutch public's attitude toward birth control and sexual questions seems to be taking a liberal turn.",
        "pub_date": "1966-11-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00EFDB133CE53BBC4E53DFB767838D679EDE"
    },
    {
        "headline": "Pondering Birth Control",
        "snippet": "Pope Paul's decision to defer once again a modification of the stand of the Catholic Church on birth control is disappointing, particularly to Catholic leaders who have been pressing for and anticipating decisive change. Worse still, his strong...",
        "pub_date": "1966-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E7D61530E43BBC4B53DFB767838D679EDE"
    },
    {
        "headline": "U.S. Expenditures For Birth Control Will Be Increased",
        "snippet": "WASHINGTON, Nov. 2 The Federal Government will almost double expenditures in the fiscal year 1967 for birth control and family planning, according to a survey by the Bureau of the Budget.",
        "pub_date": "1966-11-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E4D61530E43BBC4B53DFB767838D679EDE"
    },
    {
        "headline": "Birth Control Consultant Begins Jersey Jail Term",
        "snippet": "FREEHOLD, N.J., Oct. 28 (UPI)--William R. Baird, a birth control consultant, was jailed today after refusing to pay a $100 fine for violating a law barring dissemination of birth control information.",
        "pub_date": "1966-10-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01EFD8153BE63ABC4151DFB667838D679EDE"
    },
    {
        "headline": "Letters to the Editor of The Times; Decline of Democratic Party Choice for Governor To Reduce Cab Exhaust Lower Voting Age Birth Control for Welfare Cases Aiken Proposal Alternative Courses Renewal of Park's Periphery To Protect Firemen",
        "snippet": "lr on fire urges development of device to give adequate warning of dangerous stress levels j in burning bldgs",
        "pub_date": "1966-10-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E5DB163CE731A25757C2A9669D946791D6CF"
    },
    {
        "headline": "Birth Control Group Award",
        "snippet": "WASHINGTON, Oct. 9 (UPI) President Johnson has agreed to accept an award from the nation's leading birth control organization.",
        "pub_date": "1966-10-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E1DC143CE43BBC4852DFB667838D679EDE"
    },
    {
        "headline": "Birth Control Is Denounced By Castro as Unnecassary",
        "snippet": "MIAMI, Sept. 21--Premier Fidel Castro of Cuba has made a statement strongly opposing birth control.",
        "pub_date": "1966-09-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E4D71130E03ABC4A51DFBF66838D679EDE"
    },
    {
        "headline": "Population Pressures Spurring Latin Birth Control Advances",
        "snippet": "RECIFE, Brazil, Sept. 19  Birth-control programs are developing in Latin America in response to growing public awareness of population problems.",
        "pub_date": "1966-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE3D61639E63BBC4951DFBF66838D679EDE"
    },
    {
        "headline": "CURB ON CHILD AID BACKED IN JERSEY; Welfare Board in Monmouth Favors Plan to Prosecute Parents of Illegitimates DEMONSTRATOR IS FINED Court Imposes $100 Penalty for a Public Display of Birth-Control Devices",
        "snippet": "FREEHOLD, N. J., Sept. 14 --A plan to give the names of unwed parents seeking welfare benefits for their illegitimate children to the Monmouth County Prosecutor for criminal action was unanimously approved by the county's Welfare Board today.",
        "pub_date": "1966-09-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E5DC143BE63ABC4D52DFBF66838D679EDE"
    },
    {
        "headline": "Birth Control Advocate Is Arrested in Freehold",
        "snippet": "William R. Baird, director of the Parents Aid Society, was arrested yesterday in front of the Monmouth County Courthouse in Freehold, N.J., as he challenged a New Jersey law prohibiting the distribution of birth control information.",
        "pub_date": "1966-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E6DA1331E53ABC4952DFBF66838D679EDE"
    },
    {
        "headline": "Margaret Sanger Is Dead at 82; Led Campaign for Birth Control; Mrs. Margaret Sanger, Pioneer in Birth Control, Is Dead at 82",
        "snippet": "TUCSON, Ariz., Sept, 6-- Margaret Sanger, the birth control pioneer, died this afternoon of arteriosclerosis in the Valley House Convalescent Center. She would have been 83 years old on Sept. 14.",
        "pub_date": "1966-09-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E1D7143EE731A25754C0A96F9C946791D6CF"
    },
    {
        "headline": "Birth Control Study Finds No Proof Pill Is Unsafe; Panel F.D.A. Sponsored Asks More Research to Get at the Facts U.S. Birth Control Study Finds No Evidence Pills Are Unsafe",
        "snippet": "A Government-sponsored committee of medical experts has concluded that, on the basis of present knowledge, there is no evidence that oral contraceptives are unsafe.",
        "pub_date": "1966-08-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E2DD1E31E43BBC4D52DFBE66838D679EDE"
    },
    {
        "headline": "Birth-Control Ban Protested by Pickets at St. Patrick's",
        "snippet": "A small group of mothers, children and college students picketed yesterday in front of St. Patrick's Cathedral to protest the Roman Catholic Church's ban on artificial methods of birth control.",
        "pub_date": "1966-08-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE6DC123BE333A25750C1A96E9C946791D6CF"
    },
    {
        "headline": "MRS. BANGS, LEADER IN BIRTH CONTROL, 72",
        "snippet": "MORRISTOWN, N.J. July 24 Mrs. Catherine Clement Bangs, a former president of the American Birth Control League, died yesterday in Morristown Memorial Hospital. She was 72 years old and lived here and at 14 East 90th Street, New York.  ",
        "pub_date": "1966-07-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E7D71231E43BBC4D51DFB166838D679EDE"
    },
    {
        "headline": "Dr. Clarence J. Gamble Dies; Birth-Control Leader Was 72",
        "snippet": "GEORGETOWN, Me., July 17 Dr. Clarence J. Gamble of  Milton, Mass., a leader in birthcontrol research, died Friday in Kennebec Point, where he had been staying. His age was 72.",
        "pub_date": "1966-07-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E6D8143BE53BBC4052DFB166838D679EDE"
    },
    {
        "headline": "CATHOLICS DECRY AID FOR BIRTH CONTROL",
        "snippet": "CHICAGO, July 9 (AP) The New World, the official newspaper of the Chicago Roman Catholic Archdiocese, has criticized Sargent Shriver for issuing a memorandum approving Federal family-plannine grants.",
        "pub_date": "1966-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E4D6113DE43BBC4852DFB166838D679EDE"
    },
    {
        "headline": "Birth-Control Program in Egypt Gets New Ford Fund Grant",
        "snippet": "CAIRO, July 9 Egypt's population-control program, which has been gaining momentum over the last eight months, has been stimulated by a new $488,000 grant from the Ford Foundation.",
        "pub_date": "1966-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE5D6113DE43BBC4852DFB166838D679EDE"
    },
    {
        "headline": "CONNECTICUT GETS 3D PARENT CLINIC; Birth Control Gaining Since 1965 High Court Ruling",
        "snippet": "NEW HAVEN, July 9 The Planned Parenthood League of Connecticut is opening the third of its new birth-control cinics next week, a year after the United States Supreme Court made them legal.",
        "pub_date": "1966-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E3D6113DE43BBC4852DFB166838D679EDE"
    },
    {
        "headline": "Birth Control Is Opposed",
        "snippet": "Phila Caths urged at masses to write to state legislators if they oppose Govt birth control programs",
        "pub_date": "1966-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E5D8143EE731A25757C0A9619C946791D6CF"
    },
    {
        "headline": "Sidelights; A Business View of Birth Control",
        "snippet": "Amid forecasts of a world population expansion, which by the end of the century could more than double the present total of 3.3 billion, a business executive called yesterday for \"programs for the control of population growth that are acceptable on...",
        "pub_date": "1966-06-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905EED71431E43BBC4151DFB066838D679EDE"
    },
    {
        "headline": "Religion; Rome Weighs Its Answer on Birth Control",
        "snippet": "Reports out of Rome last week indicated that a more liberalized Roman Catholic position on birth control is likely as a result of a Vatican study on that problem.  ",
        "pub_date": "1966-06-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04EED61731E43BBC4E51DFB066838D679EDE"
    },
    {
        "headline": "Shriver Demurs at a Proposal To Widen Birth Control Rules",
        "snippet": "WASHINGTON, June 21 A Senator presiding at hearings on the antipoverty program suggested today that Sargent Shriver liberalize his agency's family planning rules.",
        "pub_date": "1966-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E3DE1731E43BBC4A51DFB066838D679EDE"
    },
    {
        "headline": "STATE WILL REVIEW BIRTH CONTROL RULE",
        "snippet": "The State Board of Social Welfare, which determines welfare policy throughout the state, agreed yesterday to review its rules for giving clients information about birth control.",
        "pub_date": "1966-06-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E3DE1731E43BBC4A51DFB066838D679EDE"
    },
    {
        "headline": "Catholic Birth Control Panel Begins Its Final Discussions",
        "snippet": "ROME, June 19 A pontifical commission assigned by Pope Paul VI to study the problems of population, family and birth began a series of final discussions today on the Roman Catholic Church's stand on birth control.",
        "pub_date": "1966-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400EED9103DE43BBC4851DFB066838D679EDE"
    },
    {
        "headline": "CITY ASKS CHANGE ON BIRTH CONTROL; Wants the State to Let It Send Some on Welfare to Family Planning Clinics",
        "snippet": "Welfare Commissioner Mitchell I. Ginsberg asked the state yesterday to allow welfare workers to recommend family planning to their clients.",
        "pub_date": "1966-06-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E7DC1E3DE63BBC4C52DFB066838D679EDE"
    },
    {
        "headline": "Goddard Describes Birth Control Pills As 'Relatively Safe'",
        "snippet": "WASHINGTON, June 12 (UPI)--Dr. James L. Goddard, Commissioner of the Food and Drug Administration, said today he was satisfied that the birth control pills now being used by millions of American women were \"relatively safe.\"",
        "pub_date": "1966-06-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E7D61231E53ABC4B52DFB066838D679EDE"
    },
    {
        "headline": "Washington: The Politics of Birth Control",
        "snippet": "WASHINGTON, June 9 The United States Government is rapidly overcoming the political objections to its population control programs. In fact, the contrast now with the last days of the Eisenhower Administration is startling.",
        "pub_date": "1966-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E2DE133DE43BBC4852DFB066838D679EDE"
    },
    {
        "headline": "The Pill: Revolution in Birth Control; The Pill: A Revolution in Birth Control Since Its Introduction 6 Years Ago 6 MILLION USERS IN U.S. REPORTED Impact on Poverty Area Foreseen--A Decline in Morals Is Disputed",
        "snippet": "Six years ago this month a drug appeared on the American scene that was destined to exert a profound effect on the emotional and social life of the nation.",
        "pub_date": "1966-05-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE2DD143EE731A25752C3A9639C946791D6CF"
    },
    {
        "headline": "Ford Fund Makes First Grants To Provide Birth Control Data",
        "snippet": "The Ford Foundation announced yesterday its first grants for family-planning action programs in the United States. The move, the foundation said, reflects \"increasing concern with domestic population problems.\"",
        "pub_date": "1966-05-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E7DE123DE43BBC4B51DFB366838D679EDE"
    },
    {
        "headline": "W.H.O. REBUFFS U.S. ON BIRTH CONTROL; U.N. Unit Declines to Take Leading Role in Campaign",
        "snippet": "GENEVA, May 18 The World Health Organization refused today to assume international leadership in developing family planning as an answer to the population explosion.",
        "pub_date": "1966-05-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E5D91639E63BBC4152DFB366838D679EDE"
    },
    {
        "headline": "Birth Control as Policy; U.S. Position, a Reversal Since 1959, Is to Make Information Available to All",
        "snippet": "During his administration, President Eisenhower declared:  \"This Government has no and will not, as long as I am here, have a positive political doctrine in Its program that has to do with this problem of birth control. That's not our business.\"",
        "pub_date": "1966-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E0DC173BE63ABC4D52DFB366838D679EDE"
    },
    {
        "headline": "Birth-Control Martyr, Once Jailed, Aids State",
        "snippet": "VALLEY STREAM, L.I., May 14--Last year William R. Baird Jr. spent May 13 and 14 in jail for handing out birth \"control information in violation of what was then a state law prohibiting such action. Today he accepted an invitation to become a...",
        "pub_date": "1966-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02E1DC173BE63ABC4D52DFB366838D679EDE"
    },
    {
        "headline": "Birth Control Aid Abroad Wins First Approval by Congress Unit; BIRTH CONTROL AID BACKED IN HOUSE",
        "snippet": "WASHINGTON, May 6 The House Agriculture Committee has approved, as part of the proposed $3.3-billion \"Food for Freedom\" bill, authorization to offer birth control assistance, when requested, to countries participating in the program. The vote was 30...",
        "pub_date": "1966-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE6D61E3EE43BBC4F53DFB366838D679EDE"
    },
    {
        "headline": "U.S. SETS UP POST ON BIRTH CONTROL; Gardner Names Researcher to Coordinate Activities",
        "snippet": "WASHINGTON, May 5 John W. Gardner, Secretary of Health, Education and Welfare, created a new post today to centralize and emphasize his department's birth control activities.",
        "pub_date": "1966-05-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E5D71E3EE43BBC4E53DFB366838D679EDE"
    },
    {
        "headline": "Massachusetts Legislature Votes to Legalize Birth Control for the Married; An Educational Service",
        "snippet": "BOSTON, May 4--The Massachusetts Legislature passed today a measure legalizing birth control for married persons.  ",
        "pub_date": "1966-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800EEDE1130E03ABC4D53DFB366838D679EDE"
    },
    {
        "headline": "16-MM. FILM FETE DUE HERE MAY 11; Leading Movie Topics: Birth Control and Water Pollution",
        "snippet": "Birth control and water pollution are now the leading topics of American 16-millimeter noncommercial films.",
        "pub_date": "1966-05-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03EEDE103AE13BBC4953DFB366838D679EDE"
    },
    {
        "headline": "PEACE CORPS TO AID IN BIRTH CONTROL; 50 Volunteers in India to Help Publicize Plan",
        "snippet": "NEW DELHI, April 27 The Peace Corps will embark later this year on the first birthcontrol project it has undertaken anywhere.",
        "pub_date": "1966-04-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE7DF1F3BEF34BC4051DFB266838D679EDE"
    },
    {
        "headline": "Peking Urges Birth Curbs; Big Families Are Penalized; CHINA PUTS STRESS ON BIRTH CONTROL",
        "snippet": "HONG KONG, April 26 Communist China, using economic and ideological pressures, is compelling its people to practice birth control. According to reports received here,",
        "pub_date": "1966-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E6DB1F39EF34BC4F51DFB266838D679EDE"
    },
    {
        "headline": "Cushing Bars Church Drive Against Birth Control Bill",
        "snippet": "BOSTON, April 12 (UPI)  Richard Cardinal Cushing refused today to call for Roman Catholic opposition to legislation that would modernize Massachusetts laws against birth control.",
        "pub_date": "1966-04-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06EFD61F30EF34BC4B52DFB266838D679EDE"
    },
    {
        "headline": "U.S. Doing More On Birth Control",
        "snippet": "WASHINGTON, April 9 One star-filled Florida night long ago Mrs. Frances Harper, a motherly Public Health Service nurse, sat in the commissary of a migrant farm labor camp among the spaghetti cans and candy bars and shook a little box, which rattled. ...",
        "pub_date": "1966-04-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E2DC1238E036A05753C1A9629C946791D6CF"
    },
    {
        "headline": "Birth Control Making a Start in India, Senate Panel Is Informed",
        "snippet": "WASHINGTON, April 8  David E. Bell, director of the Agency for International Development, told Congress today that despite urgent, chronic population problems, India \"has not succeeded to this date in mounting a successful family planning program.\"",
        "pub_date": "1966-04-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EFDE1F39E036A0575AC0A9629C946791D6CF"
    },
    {
        "headline": "GARDNER SCORED ON BIRTH CONTROL; Gruening Says Secretary Is Hiding His Own Efforts",
        "snippet": "WASHINGTON, April 7  Senator Ernest Gruening today accused John W. Gardner, the secretary of Health, Education and Welfare, of hiding \"under the table\" the department's efforts to spread birth control knowledge.",
        "pub_date": "1966-04-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE1DD1F30EF34BC4053DFB266838D679EDE"
    },
    {
        "headline": "U.S. HELPS TURKEY ON BIRTH CONTROL; Ankara Aides Expand Family Planning, Once Banned",
        "snippet": "SINCAN, Turkey, March 27 --A chill breeze blew across the barren brown fields of the Central Anatolian highlands. In the distance, winter snows clung to the mountain peaks. The peasant woman tugged at her thick green sweater and spoke intently.",
        "pub_date": "1966-04-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E7DB1330E430A25750C0A9629C946791D6CF"
    },
    {
        "headline": "UNWED TO RECEIVE BIRTH CONTROL AID; Services Will Be Available to All American Women Who Need and Request Them UNWED TO RECEIVE BIRTH CONTROL AID",
        "snippet": "WASHINGTON, April 1  Birth control instruction and contraceptives will now be supplied to all American women who need and request them under a significant new policy laid down by John W. Gardner, Secretary of Health, Education and Welfare.",
        "pub_date": "1966-04-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04EFDB1038E036A05751C0A9629C946791D6CF"
    },
    {
        "headline": "Munich Priests Said to Ease Birth-Control Stand; Document Advises Tolerance for Use of Contraceptives in Certain Cases",
        "snippet": "BONN, March 30--Roman Catholic priests in the Archdiocese of Munich have been advised to allow married couples who use contraceptives \"not lightly and habitually but rather as a regrettable emergency solution\" to receive communion, a spokesman for...",
        "pub_date": "1966-03-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEFDF123DE23BA15752C3A9659C946791D6CF"
    },
    {
        "headline": "Poor to Get More Birth Control Aid",
        "snippet": "WASHINGTON, March 29-- The Federal antipoverty agency which has moved with great caution into the controversial field of family planning, is dramatically enlarging birth control help for the poor.",
        "pub_date": "1966-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E2D9143DE23BA15753C3A9659C946791D6CF"
    },
    {
        "headline": "Birth Control Gains In the Rural South; Birth Control Gains in the Rural South",
        "snippet": "BIRMINGHAM, Ala., March 25--Experiments being conducted in two Southern states indicate that rural Americans, both white and Negro, can be induced to adopt modern birth control if information and materials are taken to them systematically and...",
        "pub_date": "1966-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E1DC133AE53BA1575BC2A9659C946791D6CF"
    },
    {
        "headline": "New Head of Wellesley Favors Birth Control Data for Students",
        "snippet": "The incoming president of Wellesley College said yesterday that birth control information should be given out at the all-girls school.",
        "pub_date": "1966-03-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E7DB1E30EF34BC4A51DFB566838D679EDE"
    },
    {
        "headline": "14 Italian Deputies To Offer Bill to End Birth-Control Ban",
        "snippet": "ROME, March 5--A bill to legalize birth control is scheduled to come before the Italian Parliament next week, official sources disclosed today.",
        "pub_date": "1966-03-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E4DC1F38EF31A25755C0A9659C946791D6CF"
    },
    {
        "headline": "U.S. TO INCREASE BIRTH CONTROL AID; A $20-Million Program for Foreign Lands Planned U.S. TO INCREASE BIRTH CONTROL AID",
        "snippet": "WASHINGTON, March 3  The Administration plans a four-fold increase in birth-control expenditures under the foreign aid program. Annual outlays of about $20-million are contemplated within the next few years.",
        "pub_date": "1966-03-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E3D7163AEF34BC4C53DFB566838D679EDE"
    },
    {
        "headline": "Conservative Cardinal to Head Revamped Birth Control Study; Ottaviani, Conservative Cardinal, Appointed to Head Vatican Study on Birth Control",
        "snippet": "Alfredo Cardinal Ottaviani, the leading spokesman for the conservative viewpoint in the Roman Catholic Church, will be named head of a reorganized papal commission to study the church's traditional teaching on contraception.",
        "pub_date": "1966-03-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E2DD163AEF34BC4B53DFB566838D679EDE"
    },
    {
        "headline": "2 Sides in Birth Control Issue Score Poverty Agency's Policy",
        "snippet": "WASHINGTON, Feb. 20  Poverty fighters are catching criticism from both sides on the question of providing birth control information and services.",
        "pub_date": "1966-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E3D81F3BEF34BC4951DFB466838D679EDE"
    },
    {
        "headline": "June Bridal Set By Miss du Pont Of Wheelock, '66; She Is Fiancee of Peter Sanger, Birth-Control Leader's Grandson",
        "snippet": "WILMINGTON, Del., Feb. 19 Mr. and Mrs. Reynolds du  Pont of Wilmington and Fishers Island, N.Y., have announced the engagement of their daughter, Miss Katharine du Pont, to Peter Durant Sanger, son of Dr. and Mrs. Grant Sanger of Mount Kisco and...",
        "pub_date": "1966-02-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E3DF173EE731A25753C2A9649C946791D6CF"
    },
    {
        "headline": "Birth Control Aid to Pakistan Is Awaiting Formal Approval",
        "snippet": "WASHINGTON, Feb. 12 The United States, in its first diect step toward helping other countries curb their populations, has decided to provide financial support to the family planning program in Pakistan.",
        "pub_date": "1966-02-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE7DB143DE43BBC4B52DFB466838D679EDE"
    },
    {
        "headline": "POPE AFFIRMS BAN ON CONTRACEPTION; States He Will Reorganize Birth-Control Study Unit to Hasten Its Work POPE AFFIRMS BAN ON CONTRACEPTION",
        "snippet": "ROME, Feb. 12 Pope Paul VI reaffirmed today the teachings on \"conjugal chastity\" of Pope Pius XI and Pope Pius XII, which ban all forms of mechanical or chemical contraception.",
        "pub_date": "1966-02-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E0DC143DE43BBC4B52DFB466838D679EDE"
    },
    {
        "headline": "Birth Control Group Offers Plan For Free Services for Millions",
        "snippet": "The Planned Parenthood Federation presented a blueprint yesterday for making birth control services as freely available to every American by 1970 as chest X-rays and polio shots are now.",
        "pub_date": "1966-02-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E3DF163CE731A25753C1A9649C946791D6CF"
    },
    {
        "headline": "Letters to the Editor of The Times; Aid Program for Birth Control",
        "snippet": "Prof Varma lr urges US act to curb world population as means to increase effectiveness of all foreign aid",
        "pub_date": "1966-02-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E4DF153DE532A25752C0A9649C946791D6CF"
    },
    {
        "headline": "Birth-Control Device Is Boon to India",
        "snippet": "NEW DELHI India's population increased last year, and this fact influences every facet of the country's economic planning.",
        "pub_date": "1966-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EFDB1539E036A05757C2A9679C946791D6CF"
    },
    {
        "headline": "Welfare Recipients Upstate To Get Birth Control Data",
        "snippet": "BUFFALO, Jan. 13 (AP)  The Erie County Department of Social Welfare, for the first time in its history, will provide welfare recipients with birth control information and services.",
        "pub_date": "1966-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E5DF1E3BEF34BC4C52DFB766838D679EDE"
    },
    {
        "headline": "Priest Says Catholics Rebel on Birth Control",
        "snippet": "LONDON, Dec. 31 (AP)  There is bitterness and rebellion today because the Vatican Council failed to give Roman Catholics guidance on family planning, a British priest reports in the monthly Catholic Gazette.",
        "pub_date": "1966-01-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EEDD103BEF34BC4953DFB766838D679EDE"
    }
]