[
    {
        "headline": "Philadelphia Plans Birth Control Course",
        "snippet": "PHILADELPHIA, Dec. 2 (UPI)-- The Philadelphia School District has proposed that junior and senior high school students be offered a course in birth control. If approved by the school board, students would study 11 types of birth control, seven for...",
        "pub_date": "1978-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E5D81731E432A25750C0A9649D946990D6CF"
    },
    {
        "headline": "India Disappointed in Birth Control by Persuasion; Grave Population Problem Government Acknowledged Slowdown",
        "snippet": "NEW DELHI, Aug. 8--Prime Minister Morarji R. Desai, conceding that there have been substantial setbacks in India's birth-control program, has issued a new appeal against \"unlimited population growth.\"",
        "pub_date": "1978-08-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E1D61F3EE432A2575AC0A96E9C946990D6CF"
    },
    {
        "headline": "Nonwhite Growth Rate Poses a Challenge to South Africa; Growth Rate Among the Highest African Versions of Calcutta Medical Services Foster Growth Resistance at Birth-Control Clinic Faith Is Put in the Pass Laws More Housing for Blacks Is Urged",
        "snippet": "JOHANNESBURG, July 30--Constance Magadla, a black woman earning the equivalent of $13.80 a week as a night cleaner in an office building, has five children. Her two sisters have seven children between them. Constance, the oldest of the three, is 29....",
        "pub_date": "1978-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E3DE1730E632A25752C3A9619C946990D6CF"
    },
    {
        "headline": "Letters; Pitfalls of a Plane Deal Birth Control: An Indonesian Success Story Inflation Fighter's Bonus Bottle Bill: If Albany Falters The Real 'Willful Men' Of Drug Abuse, Alcoholism and Employment",
        "snippet": "Moni Nag lr; cartoon",
        "pub_date": "1978-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E2D61330E632A25756C2A9639C946990D6CF"
    },
    {
        "headline": "Teen-Age Birth-Control Program On L.I. Offers 'Confidential' Help; Filling a 'Definite Need' Services Are Usually Free Meetings With a Nurse",
        "snippet": "EAST MEADOW, L.I.--The mother was insistent: She had reason to believe that her teen-age son and his girlfriend, were sexually active and she wanted them to go to the Adolescent Clinic run by the Nassau County Family Planning Project at Nassau County...",
        "pub_date": "1978-04-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E3D81231E632A25753C3A9629C946990D6CF"
    },
    {
        "headline": "World News Briefs; Millions in West Europe Strike Over Joblessness Mrs. Gandhi's Party Loses Key Election in North Kenya Reported Moving 150,000 in Cholera Fight Ireland's Bishops Ease Birth-Control Stand Israel Will Observe South Africa Arms Ban",
        "snippet": "Israel has informed UN it will comply with arms embargo against S Africa (S)",
        "pub_date": "1978-04-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E4D91431E632A25755C0A9629C946990D6CF"
    },
    {
        "headline": "The Birth of Birth Control; Birth",
        "snippet": "WHEN our American ancestors tried to prevent the birth of too many of us descendants, they resorted to a variety of methods. Coitus  interruptus was the 19th-century favorite. In addition, there were douches, sponges, potions and powders, the rhythm...",
        "pub_date": "1978-02-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E2D81530E632A25755C2A9649C946990D6CF"
    },
    {
        "headline": "Birth Control Slows in India; Targets Put Back by Years; Other Methods Also Decline Goal Drastically Reduced Effect Is Immediate Sterilization Is Keystone",
        "snippet": "NEW DELHI, Feb. 5--Indian health officials, conceding that there has been a considerable slowdown in their birth-control campaign, have pushed back by several years their targets for reducing the country's birth rate.",
        "pub_date": "1978-02-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04E2DF1430E632A25755C0A9649C946990D6CF"
    },
    {
        "headline": "Abortion Is a Major Form of Birth Control in Japan; A Growing Concern Liberalized Law in 1948",
        "snippet": "TOKYO, Feb. 4--Last month Dr. Shiro Sugiyama delivered 40 babies in his modern medical clinic here. During the same period he performed 80 abortions.",
        "pub_date": "1978-02-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E6D91730E632A25756C0A9649C946990D6CF"
    },
    {
        "headline": "MORE CONTROL URGED FOR SOME COSMETICS; G.A.O. Says 17 Products Contain Potential Health Hazards-- Industry Disputes Charge Statement by Trade Group New Birth Control Pill Warning",
        "snippet": "WASHINGTON, Feb. 3 (AP)--Congressional investigators said today that Federal regulators must be given more authority to control 17 commonly used products that they said contained possible cancer-causing agents.",
        "pub_date": "1978-02-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE3DA1730E632A25757C0A9649C946990D6CF"
    }
]