[
    {
        "headline": "PUERTO RICO TO TEST BIRTH-CONTROL LAWS; Six Directors of Health Association Are Indicted",
        "snippet": "The applicability to Puerto Rico of the 1873 United States statute prohibiting in territories the sale, gift or loan of birth-control articles will be tested soon as the result of the indictments today of six directors of the Puerto Rico Maternal and...",
        "pub_date": "1938-12-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E2D6173BEE3ABC4F52DFB4678383629EDE"
    },
    {
        "headline": "Birth Control Work Pressed",
        "snippet": "A joint committee has been appointed to coordinate the research, teaching, field organization and clinical work of the American Birth Control League and the Birth Control Clinical Research Bureau, it was announced yesterday.",
        "pub_date": "1938-12-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E5D7173BEE3ABC4A52DFB4678383629EDE"
    },
    {
        "headline": "A Life Story That Is the Biography of a Cause; Margaret Sanger's Description of Her Long Fight for Birth Control Is an Important Sociological Document MARGARET SANGER. An Autobiography. 504 pp. New York: W. W. Norton & Co: $3.50.",
        "snippet": "MARGARET SANGER'S father was Michael Hennessey Higgins, an agnostic Irishman with fiery hair and a rebellious mind. Her mother was Anne Purcell, a wraith of a woman who bore him eleven children and died of tuberculosis.",
        "pub_date": "1938-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E7DE103DE433A65750C1A9679D946994D6CF"
    },
    {
        "headline": "REHEARING DENIED IN PORT TAX CASE; Authority's Employes Lose in High Court-Birth Control Question Also Rejected MOVIE 'TRUST' SUIT LISTED Test of Tobacco Inspection Act Accepted--Child Labor Arguments Are Heard Tobacco and Liquor Reviews Action on Motion Picture Cases",
        "snippet": "The Supreme Court denied today the plea of employes of the Port of New York Authority for a rehearing of the Gerhardt case, in which a decision last Spring held that they were subject to Federal income tax because the Authority was not essential to...",
        "pub_date": "1938-10-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E4DE1231E03ABC4952DFB6678383629EDE"
    },
    {
        "headline": "Birth Control Is Blamed For Low Citrus Prices",
        "snippet": "Birth control and reduced immigration are more to blame for lower citrus prices than overproduction of crops, 150 citrus ranchers and packers agreed today after a talk by John B. Schneider, agricultural economics specialist of the University of...",
        "pub_date": "1938-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00EED9103CEF3ABC4153DFB6678383629EDE"
    },
    {
        "headline": "BIRTH CONTROL PLAN VOID; Attorney General's Office Rules Out Puerto Rican Program",
        "snippet": "Puerto Rico's birth control program is in violation of Federal statutes, the United States Attorney General's office has ruled, United States District Attorney Cecil Snyder announced today.",
        "pub_date": "1938-08-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407EEDA1E38EE3ABC4950DFBE668383629EDE"
    },
    {
        "headline": "METHODISTS BACK REFORM PROGRAM; Liberal Report Adopted Over Objection to 'Thrust at Capitalist System' BIRTH CONTROL ENDORSED New York East Conference Closes Here With Pastorate Changes Announced Slum Clearance Favored Works Program Advocated",
        "snippet": "A program of reform of the social-economic order in America was adopted yesterday at the New York East Annual Conference of the Methodist Episcopal Church despite the objections of a conservative minority which attacked the resolutions as a \"direct...",
        "pub_date": "1938-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE3DD123CEF3ABC4A51DFB3668383629EDE"
    },
    {
        "headline": "Birth. Control Fund $146,914",
        "snippet": "Data on Com for Planned Parenthood fund campaign",
        "pub_date": "1938-05-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEFDA1538EE3ABC4E52DFB3668383629EDE"
    },
    {
        "headline": "Letters to The Times; Age Problem in Industry Federal Law Is Suggested to Overcome Present Discrimination Professor Himes Excepts Corrects Dr. McNeill, Who Criticized Birth-Control Address Modern Art Not Approved Clothing Needed Now THE TWENTY-THIRD OF APRIL",
        "snippet": "TO THE EDITOR OF THE NEW YORK TIMES: Mr. Kaempffert and Miss Perkins have recently presented in THE NEW YORK TIMES Magazine the social problem which industry has created by its discrimination against employes in the older age brackets.",
        "pub_date": "1938-04-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E4DA1438EE3ABC4B51DFB2668383629EDE"
    },
    {
        "headline": "PARENTHOOD FUND RISES; Birth Control Group Announces Gifts of $100,380",
        "snippet": "Contributions totaling $100,380 toward a $263,990 goal set by the committee for planned parenthood to carry out an extensive program to democratize birth control information were announced by Mrs. William C. Potter, chairman, at a meeting of the...",
        "pub_date": "1938-04-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E2D81731E03ABC4851DFB2668383629EDE"
    },
    {
        "headline": "Letters to The Times; Overpaid Rail Employes Union Rules and Politics Place Some Wages Out of Line Politics a Factor Arbitrary Regulations The Greeks Practiced It But Birth Control, It Is Held, Did Not Benefit Them Greatly Economics Still a Factor The President's Latest Message, It Is Held, Confused an Issue One Out of Three Mr. Baldwin's Move Opposed PLAY BALL!",
        "snippet": "TO THE EDITOR OF THE NEW YORK TIMES: THE TIMES iS quite correct in calling attention to the high wages paid to railroad operatives as a logical place for the bankrupt industry to seek relief. These wages, however, are not nearly so absurd, in view of...",
        "pub_date": "1938-04-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04EEDD1438EE3ABC4052DFB2668383629EDE"
    },
    {
        "headline": "WORKERS IGNORE ACCORD; Gifts for 'Democratizing' of Birth Control Are Listed",
        "snippet": "More than $51,000 has been contributed to the Citizens Committee for Planned Parenthood in its campaign to raise $263,990 for the \"democratizing\" of birth control, it was announced yesterday by Mrs. William C. Potter, chairman of the committee.",
        "pub_date": "1938-04-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E7DA1731E03ABC4C52DFB2668383629EDE"
    },
    {
        "headline": "CALLS FOR CAUTION IN FAMILY GUIDANCE; J. S. Bradway, at Chapel Hill, Urges Marital Advisers to Avoid Conflict With Laws CATHOLIC VIEWS GIVEN Birth Control Vicious and Unjustifiable, Dr. Schmiedeler Says at Carolina Parley Pope's Encyclical Is Discussed Gives Field of Mental Hygiene",
        "snippet": "Caution in dealing with problems of marriage and family life to avoid possible conflict with the laws govearning in cases involving birth control, divorce or the sterilization of the unfit, was advised by John S. Bradway of the Duke University Law...",
        "pub_date": "1938-04-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03EEDB1731E03ABC4C52DFB2668383629EDE"
    },
    {
        "headline": "FREER DATA URGED ON BIRTH CONTROL; Dr. N. E. Himes at Conference on Family Conservation Asks Human Resource Survey",
        "snippet": "What America needs is a thorough survey, biologically and socially, of its human resources, Dr. Norman E. Himes, Professor of Sociology at Colgate University, declared in an address tonight before the Conference on Conservation of Marriage and the...",
        "pub_date": "1938-04-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03EEDC1731E03ABC4B52DFB2668383629EDE"
    },
    {
        "headline": "DINNER AIDS FUND FOR BIRTH CONTROL; Drive for $263,990 Started by Leaders in Movement for Wider Information",
        "snippet": "A campaign to raise $263,990 to finance the work of the American Birth Control League was started last night at a dinner of the Citizens Committee for Planned Parenthood in the Plaza Hotel.",
        "pub_date": "1938-04-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E2DE1731E03ABC4E53DFB2668383629EDE"
    },
    {
        "headline": "DRIVE SEEKS FUND FOR BIRTH CONTROL; Planned Parenthood Group to Campaign for $263,990 for Additional Clinics MATERNITY DEATHS CITED High Infant Mortality in Large Families Also Held to Show Need of Work",
        "snippet": "A campaign to raise $263,990 to \"democratize birth control information so that every married couple in need of it can obtain accurate medical advice,\" will be started on April 5 in the metropolitan New York area by the Citizens Committee for Planned...",
        "pub_date": "1938-03-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E4DB1738EE3ABC4C51DFB5668383629EDE"
    },
    {
        "headline": "123 LEADERS BACK BIRTH CONTROL AID; Citizens' Committee Formed to Plan Educational Drive and Raise Funds",
        "snippet": "Formation by 123 persons of the Citizens Committee for Planned Parenthood to aid the American Birth Control League in its \"campaign to provide scientific birth control information to America's 27,000,000 married couples\" was announced yesterday.",
        "pub_date": "1938-02-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEED71F3EE03ABC4153DFB4668383629EDE"
    },
    {
        "headline": "BIRTH CONTROL UNIT TO OPEN FUND DRIVE; Plans Announced for Campaign to Expand Activity--Sees Public Now Behind Idea",
        "snippet": "In the belief that birth control \"is on the threshold of acceptance as a public health measure,\" the American Birth Control League will open next month a nation-wide campaign to raise a large fund to expand its activities, it was announced yesterday...",
        "pub_date": "1938-01-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04EFD91E3EE03ABC4051DFB7668383629EDE"
    },
    {
        "headline": "BIRTH CONTROL AID AT PEAK IN NATION; 374 Clinics Now Operating, an Increase of 87 in a Year, League Reports",
        "snippet": "The number of medically supervised birth-control clinics in this country rose to a new high last year, indicating a larger public concern with birth-control problems, it was reported yesterday at the opening of the two-day annual meeting of the...",
        "pub_date": "1938-01-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E4D91E3EE03ABC4F51DFB7668383629EDE"
    }
]