[
    {
        "headline": "TO TEST BIRTH CONTROL; Puerto Rico Asks Opinion of U. S. on Legality of Clinics",
        "snippet": "The United States Attorney General has been asked to decide whether the island's recent laws providing for government birth-control clinics conflict with Federal statutes. Meantime fourteen clinics privately sponsored and staffed have been operating...",
        "pub_date": "1937-12-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E0DA1F30EE32A25750C1A9649D946694D6CF"
    },
    {
        "headline": "Y.W.C.A.Rallies List Birth Control And Japanese Boycott as Topics; Three Meetings in Metropolitan Area Will Take Up Subjects of Public Interest, Including Hour-and-Wages Law, Anti. Lynching, Child Labor, Social Security and Civil Rights",
        "snippet": "A reviving interest in public affairs, shown last week in committee meetings at the Y. W. C. A., has resulted in plans for three rallies in New York, New Jersey and Connecticut, at which State leaders and delegates will discuss methods of forming...",
        "pub_date": "1937-11-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E1D9133EE03ABC4F53DFB767838C629EDE"
    },
    {
        "headline": "Quezon Opposes Birth Control",
        "snippet": "Opposes birth control for P I",
        "pub_date": "1937-11-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E2DD133DE23ABC4C53DFB767838C629EDE"
    },
    {
        "headline": "SPLIT ON BIRTH CONTROL; Chicago Catholic Women Threaten to Quit Parents-Teachers Congress",
        "snippet": "Members of the Council of Catholic Women of the Archdiocese of Chicago voted today to resign from the Illinois Congress of Parents and Teachers unless it withdraws its recent adoption of a birth control program.",
        "pub_date": "1937-10-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E7DD133EE03ABC4852DFB667838C629EDE"
    },
    {
        "headline": "Fined in Birth Control Case",
        "snippet": "Mrs L D Hawkridge and C C Davis fined for violating Mass laws in giving information",
        "pub_date": "1937-10-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04EEDB153DE23ABC4F53DFB667838C629EDE"
    },
    {
        "headline": "BACK BIRTH CONTROL DATA; Illinois Parent-Teacher Leaders Plan Education Drive",
        "snippet": "A plan to disseminate birth control information among the 130,000 members of the congress was adopted today by the executive committee of the Illinois Congress of Parents and Teachers.",
        "pub_date": "1937-09-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E0D7143DE23ABC4A51DFBF66838C629EDE"
    },
    {
        "headline": "BIRTH CONTROL AIDE SEES FOES FAILING; Dr. Matsner, Back From Europe, Cites Statistics of Germant, France and Italy",
        "snippet": "Dr. Eric M. Matsner, medical director of the American Birth Control League and executive secretary of the National Medical Council on Birth Control, declared on his return from Europe on the French liner Lafayette yesterday that Americans and British...",
        "pub_date": "1937-08-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EED71630E432A6575AC2A96E9C946694D6CF"
    },
    {
        "headline": "LETTERS TO THE EDITOR OF THE TIMES ON ISSUES OF CURRENT INTEREST; The Consumer Hit Miller-Tydings Rider Held Blow to Trade Unsound Economically Pertinent Question Retailer Handicapped Group Policies Might Be Applied to Men Over 40 One Sign of Recovery Increased Installment Buying Is Seen as Easing of Credit Credit Easier Money Merely a Medium Makes Land Work Single Tax Is Viewed as Bar To Idle Property Partial Results Copenhagen's Experience Coyotes and 'Hoppers Plague in West Laid to Slaying Of the Animals Rabbits Increased Quotation Marks From the Week's News Birth Control Banned Father Cox Stands by His Former Statements on Practice Indian Cookery Belittled Colonists Learned Some Things From Aborigines, but Not That Mail-Bag Excerpts Brief Comment by Readers On Various Subjects MURALS: Of Little Merit OHIPMUNKS: Can Be Trained SAVING: Window Cleaners USEFUL: Sparrows and Starlings LABOR: Scarce on Farms SUBSIDIES: For Babies BEEPS: In Chinese Waters SIMPLE: Recovery Method ATLANTIS: More Speculation",
        "snippet": "To the Editor of The New York Times: I am one of the great majority of business men who are deeply concerned at the recent action of Congress in attaching the Miller-Tydings price-maintenance rider to the District of Columbia tax measure. If this...",
        "pub_date": "1937-08-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E3DB1E30EE32A2575BC0A96E9C946694D6CF"
    },
    {
        "headline": "WIN BIRTH CONTROL POINT; Bay State Advocates Now Seek to Raise Defense Fund",
        "snippet": "Heartened by its first technical court victory in Massachusetts, the Birth Control League today sought funds to carry its battle to the United States Supreme Court if necessary.",
        "pub_date": "1937-08-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E1D6163DE23ABC4F53DFBE66838C629EDE"
    },
    {
        "headline": "BOSTON HEADS CLOSE BIRTH CONTROL UNITS; Massachusetts League Acts Pending a Court Ruling on Legality of Work",
        "snippet": "Branch offices of the Birth Control League of Massachusetts, beset by police raids, prepared tonight to discontinue operations on recommendations of its executive board.",
        "pub_date": "1937-08-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E1DC1E30EE32A25756C0A96E9C946694D6CF"
    },
    {
        "headline": "LETTERS TO THE EDITOR OF THE TIMES ON ISSUES OF CURRENT INTEREST; Limiting Families Knowledge of Birth Control Held Advisable The Unemployment Angle Population Factor Other Examples Halo Hats May Encircle Answer to Big Question Men Split on Make-Up Mexico City Husband's Action Has Widespread Repercussions As to Technique A Long, Vain Quarrel Mexico City, July 17, 1937. The Johnstownites Note of Hysteria Is Seen in Committee's Action Bigger and Better Humans Most of Us Are Fundamentally Decent But Could Be Improved Newcomers in Art Field Industrialists Are Viewed as Rare Creative Geniuses Quotation Marks Some Good Cooks Here Our Knowledge of Culinary Art Is Defended Against Mr. Tinker Not So Very New Prohibition's Blight Mail-Bag Excerpts Brief Comment by Readers on Various Subjects DEBT: And Posterity LAWYERS: And the Law KANSAS: There She Stands DEMOCRACY: And the C. I. O. PRESIDENTS: Important People OUT: Of the Mouths of Babes know that, did they ?\"-D. RICHARD YOUNG, Larchmont, N. Y. GREATNESS: Some Questions COLD WATER: In Hot Weather",
        "snippet": "To the Editor of The New York Times: I read with a great deal of interest in THE TIMES of July 11 a letter in which the Rev. Ignatius W. Cox takes issue with me concerning a subject that most people will agree is of vital importance to the nation.",
        "pub_date": "1937-07-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E2DE123CE13ABC4D51DFB166838C629EDE"
    },
    {
        "headline": "DR. MATSNER DEPARTS; Birth Control Leader to Attend International Conference",
        "snippet": "Dr. Eric M. Matsner, medical director of the American Birth Control League and executive secretary of the National Medical Council on Birth Control, sailed yesterday on the Holland-America liner Statendam to confer with European birth control...",
        "pub_date": "1937-07-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E6DC163DE23ABC4951DFB166838C629EDE"
    },
    {
        "headline": "Fined in Birth Control Case",
        "snippet": "Fined for giving birth control information, Salem, Mass",
        "pub_date": "1937-07-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E5DC163DE23ABC4951DFB166838C629EDE"
    },
    {
        "headline": "MORE CLINICS URGED FOR BIRTH CONTROL; Increase to 3,000 to Aid All Mothers in United States Is Mrs. Sanger's Aim",
        "snippet": "A ten-fold increase in existing birth-control clinics to 3,000 is recommended by Mrs. Margaret Sanger, birth-control leader, in a report on the seven years' work of the National Committee on Federal Legislation for Birth Control, which will be issued...",
        "pub_date": "1937-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E7DD163DE23ABC4152DFB166838C629EDE"
    },
    {
        "headline": "FISHBEIN PREDICTS NEW BIRTH CONTROL; Injection of Some Substance Will Make Women Sterile for Two Years, He Believes",
        "snippet": "The time will come when, by the injection of some substance into the blood stream, women may be made sterile for two or three years, Dr. Morris Fishbein, editor of The Journal of the American Medical Association, said yesterday.",
        "pub_date": "1937-07-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE6DF163DE23ABC4C52DFB166838C629EDE"
    },
    {
        "headline": "LETTERS TO THE EDITOR OF THE TIMES ON ISSUES OF CURRENT INTEREST; Distinction Drawn Father Cox States Position On Birth Control The Maligned Starling Finds Itself Welcomed War in Industry End Held to Rest Largely With Employers Biologist Reports Method Suggested The Case of Holland (Rev.) IGNATIUS W. COX. S. J. Justice for Lawyers Court Remedy Urged for Those Who Suffer Unfairly Damages Suggested Organizing Necessary Mail-Bag Excerpts Brief Comment by Readers On Various Subjects ACTION: Rather Familiar HORSESHOE: In Senatorial Glove STAMPS: SIGNERS: JUDGES THEATRES: SEEKING: CHIVALRY: SIT-DOWN VINCENT R. F. JAMES. The Indian's Influence Lore of the Aborigine Is Revived At This Season Quotation Marks For a Study of Relief Murray-Hatch Resolution, Now in House, Finds Favor Home-Making for Children Boys as Well as Girls Should Be Taught Responsibilities Early",
        "snippet": "To the Editor of The New York Times: In his letter to THE TIMES of June 27, Guy Irving Burch admits interest in my \"criticism\" of the American Medical Association for its indirect, obscurely and cautiously worded recognition of positive contraception...",
        "pub_date": "1937-07-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801EFDF1E30EE32A25752C1A9619C946694D6CF"
    },
    {
        "headline": "LETTERS TO THE EDITOR OF THE TIMES ON ISSUES OF CURRENT INTEREST; Engineering Feats American Achievements Are Too OftenForgotten Manhattan's Water Supply Eads Built Iron-Clads Dr. McGuffey at Ohio He Was President of the University From 1839 to 1843, When He Resigned Even Rich Have Rights In Matter of Taxation Problems of Labor Unions Viewed as Essentially Marketing Agencies Classifying Members Unjustified Wages For Cooperation Interdependence of Men Seen As Vital Factor Vision Is Needed Changing Our Approach An Aid to Marriage Birth Control Considered as Stimulus, Not Deterrent Quotation Marks Rights of Discovery Flight of Soviet Planes Recalls Some Arctic History Dane Sought Continent Ship Was Wrecked Mail-Bag Excerpts Brief Comment by Readers On Various Subjects DANCING: For Grace COMPARISONS: That Hurt LECTURERS: Foreign and Domestic VOTERS: Really Important THIRD TERM: Not Wanted WARNING: For the Fourth INDIVIDUALISM: Must Be Kept WOMEN: And Their Rights PRAISE: For Johnstowners",
        "snippet": "To the Editor of The New York Times: Topics of The Times some time ago posed the question: \"What country has produced the most famous engineers of the last 100 years?\" The categorical answer is \"France, with de Lesseps and Eiffel.\" The obvious...",
        "pub_date": "1937-06-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02EEDE1031EE3ABC4F51DFB066838C629EDE"
    },
    {
        "headline": "PHYSICIANS SPLIT ON BIRTH CONTROL; Members of 2 Groups Praise Action of A. M. A. in Voting Recognition of Problem",
        "snippet": "The American Birth Control League and the National Medical Council on Birth Control struck back today at the Rev. Ignatius Cox, Professov of Ethics at Fordham University, who yesterday took issue with the American Medical Association for its...",
        "pub_date": "1937-06-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7D81E3AE23ABC4952DFB066838C629EDE"
    },
    {
        "headline": "CATHOLICS TO FIGHT BIRTH CONTROL AID; Father Cox to Urge Doctors of Faith to Back Opposition to Contraceptives' Use",
        "snippet": "A legion of decency to combat \"firms dealing in contraceptives and doctors approving of their use\" will be advocated by the Rev. Ignatius Cox, Professor of Ethics at Fordham University, as a partial answer to recognition of birth-control measures by...",
        "pub_date": "1937-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE4D91E3AE23ABC4852DFB066838C629EDE"
    },
    {
        "headline": "Birth Control Is Accepted By American Medical Body; Association Backs Doctors in Use of 'Legal Rights' on Contraceptive Advice--Hearing Today on Public Health Issue",
        "snippet": "After a struggle of many years birth control received its first official recognition here today from the American Medical Association, which represents organized medicine in the United States.",
        "pub_date": "1937-06-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E4DA1E3AE23ABC4153DFB066838C629EDE"
    },
    {
        "headline": "1,000 NURSES ATTEND MASS IN ST. PATRICK'S; Dr. J. A. O'Regan Appeals to Them to Aid Fight on Social Diseases-Birth Control Attacked",
        "snippet": "The fight on social diseases was endorsed and birth control was attacked by speakers yesterday at the annual communion breakfast of the Catholic Club -for Nurses of the Archdiocese at the Hotel Commodore. About 1,000 uniformed student and graduate...",
        "pub_date": "1937-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEEDE1130EE32A25757C2A9639C946694D6CF"
    },
    {
        "headline": "BIRTH CONTROL LAW SIGNED AT SAN JUAN; Acting Governor Puts Name to Bill After Its Passage by Insular Legislature; CHURCH OPPOSED MEASURE; Rapid Population Increase Held Important Factor in Island's Problem of Relief",
        "snippet": "SAN JUAN, Puerto Rico, May 1.-Dissemination of information look ing toward birth control today be came legal with the signing of a bill passed by the Insular Legisla ture striking out birth control pro hibition. The signature of Rafael Menendez...",
        "pub_date": "1937-05-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EED71131EE35A75751C0A9639C946694D6CF"
    },
    {
        "headline": "1,500 HOAXED AT HARVARD; Orders to Go to Lecture on Birth Control Cause Hunt for Culprit",
        "snippet": "Out of 3,500 potential victims, 1,500 to 2,000 Harvard students were hoaxed today by the distribution of cards, apparently from the Department of Hygiene, directing them to attend a lecture on \"Scientific Aspects of Birth Control.\"",
        "pub_date": "1937-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E7DA133AE23ABC4E52DFB266838C629EDE"
    },
    {
        "headline": "Birth Control Bill Passes Both Puerto Rican Houses",
        "snippet": "Physicians may give birthcontrol information to patients, under the terms of a bill passed in both houses and now before Governor Blanton Winship for his signature.",
        "pub_date": "1937-04-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE5DF133AE23ABC4053DFB266838C629EDE"
    },
    {
        "headline": "DROP IN POPULATION FEARED FOR NATION; Birth-Control Move May Push Census to 75,000,000, Life Insurance Man Says",
        "snippet": "An impetus unremarked by all but a few is carrying this country rapidly toward a reckoning on its population problems, Dr. Louis I. Dublin predicted yesterday. Vast social changes already impressed on the lives of average American women by the trend...",
        "pub_date": "1937-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E0DA153EE03ABC4051DFB566838C629EDE"
    },
    {
        "headline": "BIRTH CONTROL AIDE FREED; Ontario Magistrate Finds Social Worker Served Public Welfare",
        "snippet": "Magistrate Lester Clayton ruled today that dissemination of information on contraceptives was in \"the public good.\"",
        "pub_date": "1937-03-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E6D91030EE32A2575BC1A9659C946694D6CF"
    },
    {
        "headline": "Birth Control Approved By Bishop of Birmingham",
        "snippet": "Both voluntary euthanasia and birth control were approved today by Dr. E. W. Barnes, Bishop of Birmingham, in a sermon at Oxford University.",
        "pub_date": "1937-03-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE6DF143CE13ABC4053DFB566838C629EDE"
    },
    {
        "headline": "BIRTH CONTROL FOR EGYPT; Grand Mufti Approves Moslem's Increasing Practice",
        "snippet": "Replying to inquiries from many Moslems, Sheikh Abd el-Magid Salim, Grand Mufti of Egypt, issued today a statement generally approving birth control by married Moslems.",
        "pub_date": "1937-02-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E5DD153AE23ABC4B53DFB466838C629EDE"
    },
    {
        "headline": "PATH HELD CLEARED FOR BIRTH CONTROL; Ernst Says Court Decision Has Removed Last Barrier to Program of League",
        "snippet": "The recent Federal court decision upholding the right of physicians to give contraceptive advice for the well-being of patients has removed the last restriction on birth control, according to speakers yesterday at the sixteenth annual luncheon of the...",
        "pub_date": "1937-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE4D6143AE23ABC4151DFB766838C629EDE"
    },
    {
        "headline": "REV. A. Z. CONRAD IS DEAD IN BOSTON; Served as Pastor of the Park St. Congregational Church for More Than 30 Years LONG KNOWN AS CRUSADER Led Drives on Liquor, Birth Control, Divorce--Conducted Forum and Question Period",
        "snippet": "The Rev. A. Z. Conrad, for more than three decades pastor of Park Street Congregational Church, died at Phillips House, Massachusetts General Hospital, last night at the age of 81 after an illness of more than a year.  ",
        "pub_date": "1937-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE1DF1330EE32A25757C2A9679C946694D6CF"
    },
    {
        "headline": "URGES BIRTH CONTROL TO KEEP WORLD PEACE; Mrs. Sanger Sees Menace in Rising Populations of Italy, Germany and Japan.",
        "snippet": "Asserting that rapidly increasing populations of Germany, Italy and Japan are a menace to peace because of the \"inevitable need\" for territrial expansion,",
        "pub_date": "1937-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E0DB1638EF3ABC4052DFB766838C629EDE"
    },
    {
        "headline": "MRS. SANGER GETS TOWN HALL MEDAL; Birth Control Leader Praises U. S. Court for Ruling Liberalizing Law.",
        "snippet": "Margaret Sanger, in response to the presentation to her of the Town Hall Club Medal for hr pioneer work in behalf of birth control, said last night that \"the. shaking apart of the laws which at last separate scientific birth control from obscenity...",
        "pub_date": "1937-01-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E3DE143AE23ABC4E52DFB766838C629EDE"
    }
]