[
    {
        "headline": "Birth Control Challenge Rejected ",
        "snippet": "A federal appeals court on Friday upheld a path devised by the Obama administration that allows religious nonprofit groups to avoid paying for contraception under the Affordable Care Act.",
        "pub_date": "2014-11-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/11/15/us/politics/birth-control-challenge-rejected-.html"
    },
    {
        "headline": "Politicians, Teens and Birth Control",
        "snippet": "Teenagers may be terrible at planning ahead, but politicians and our country are, too, by failing to invest in comprehensive sex education and birth control.",
        "pub_date": "2014-11-13T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/11/13/opinion/nicholas-kristof-politicians-teens-and-birth-control.html"
    },
    {
        "headline": "Free Birth Control Cuts Teen Pregnancy, Abortions",
        "snippet": "Giving teens free birth control encourages them to use long-acting methods and greatly cuts the chances they will become pregnant or have an abortion, a new study finds.",
        "pub_date": "2014-10-01T17:03:05Z",
        "web_url": "http://www.nytimes.com/aponline/2014/10/01/us/ap-us-free-birth-control.html"
    },
    {
        "headline": "Why Are Republicans in Favor of Over-the-Counter Birth Control?",
        "snippet": "Republican candidates want to make birth control pills available over the counter. Is this a ploy to lure women voters, or will the change help women gain access to contraception?",
        "pub_date": "2014-09-29T06:10:23Z",
        "web_url": "http://op-talk.blogs.nytimes.com/2014/09/29/why-are-republicans-in-favor-of-over-the-counter-birth-control/"
    },
    {
        "headline": "Senate Races: Democrats Decry Birth Control Plan",
        "snippet": "When a handful of Republican Senate candidates called for oral contraceptives to be sold without a prescription, Democrats cried foul.",
        "pub_date": "2014-09-18T16:33:42Z",
        "web_url": "http://www.nytimes.com/aponline/2014/09/18/us/politics/ap-us-midterm-elections-birth-control.html"
    },
    {
        "headline": "How Likely Is It That Birth Control Could Let You Down?",
        "snippet": "Charts of probabilities of unintended pregnancy while using different contraception methods, for up to 10 years.",
        "pub_date": "2014-09-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/interactive/2014/09/14/sunday-review/unplanned-pregnancies.html"
    },
    {
        "headline": "Missouri Lawmaker Challenges Birth Control Mandate",
        "snippet": "A Missouri lawmaker fighting required birth control coverage in his state-sponsored insurance plan is relying on the U.S. Supreme Court's recent Hobby Lobby ruling as he contests a lower court's rejection of his legal challenge to the Affordable Care...",
        "pub_date": "2014-09-08T14:45:48Z",
        "web_url": "http://www.nytimes.com/aponline/2014/09/08/us/ap-us-birth-control-missouri.html"
    },
    {
        "headline": "Udall Swipes at Opponent's Birth-Control Plan",
        "snippet": "Democratic Sen. Mark Udall went after his opponent's proposal for over-the-counter birth control Friday, bringing big names to a suburban Denver battleground to argue that Rep. Cory Gardner's plan doesn't make him the \"new kind of Republican\" he has...",
        "pub_date": "2014-09-05T17:48:43Z",
        "web_url": "http://www.nytimes.com/aponline/2014/09/05/us/ap-us-senate-colorado-udall.html"
    },
    {
        "headline": "New Obama Birth Control Fixes for Religious Groups",
        "snippet": "Seeking to quell a politically charged controversy, the Obama administration announced new measures Friday to allow religious nonprofits and some companies to opt out of paying for birth control for female employees while still ensuring those...",
        "pub_date": "2014-08-22T13:24:31Z",
        "web_url": "http://www.nytimes.com/aponline/2014/08/22/us/politics/ap-us-obama-contraception.html"
    },
    {
        "headline": "Government Drafting Birth Control Accommodation",
        "snippet": "The Obama administration is developing a new way for religious nonprofits that object to paying for contraceptives in their health plans to opt out, without submitting a form they say violates their religious beliefs.",
        "pub_date": "2014-07-22T20:16:02Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/22/us/politics/ap-us-obama-birth-control.html"
    },
    {
        "headline": "Dems Seek Gains With Women in Birth Control Loss",
        "snippet": "Senate Democrats suffered what looked like a difficult setback on birth control Wednesday, but they hope it pays big political dividends in November.",
        "pub_date": "2014-07-16T03:06:52Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/16/us/politics/ap-us-congress-birth-control.html"
    },
    {
        "headline": "Udall: Problems With Gardner's Birth Control Plan",
        "snippet": "Democratic Sen. Mark Udall expressed skepticism Friday about his challenger's proposal to allow birth control pills to be sold without a prescription, as contraception issues continued to dominate the competitive contest.",
        "pub_date": "2014-07-11T18:47:08Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/11/us/ap-us-colorado-senate-.html"
    },
    {
        "headline": "Does Birth Control Coverage Pay for Itself? Maybe Not",
        "snippet": "Contraception is cost-effective and cost-saving for society, but not necessarily for insurers, particularly in the short term.",
        "pub_date": "2014-07-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/07/10/upshot/does-contraceptive-coverage-pay-for-itself.html"
    },
    {
        "headline": "Free Birth Control Is Emerging Standard for Women",
        "snippet": "More than half of privately insured women are getting free birth control under President Barack Obama's health law, a major coverage shift that's likely to advance.",
        "pub_date": "2014-07-04T04:03:15Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/04/us/politics/ap-us-health-overhaul-free-birth-control.html"
    },
    {
        "headline": "Birth Control Order Deepens Divide Among Justices",
        "snippet": "The Supreme Court temporarily barred the government from enforcing against a Christian college a contraception rule under the Affordable Care Act, drawing a furious dissent from the three female justices, who said the court had broken a promise.",
        "pub_date": "2014-07-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/07/04/us/politics/supreme-court-order-suspends-contraception-rule-for-christian-college.html"
    },
    {
        "headline": "College Wins U.S. Top Court Temporary Exemption on Obamacare Birth Control",
        "snippet": "The U.S. Supreme Court gave a Christian college in Illinois a temporary exemption from birth control coverage required by President Barack Obama's health reform law, days after ruling that for-profit employers can opt out for religious reasons.",
        "pub_date": "2014-07-03T18:17:14Z",
        "web_url": "http://www.nytimes.com/reuters/2014/07/03/us/politics/03reuters-usa-court-contraception.html"
    },
    {
        "headline": "Ruling Won't Alter Birth-Control Coverage for Many",
        "snippet": "Business owners who don't want to pay for their employees' birth control are ending that coverage after the Supreme Court said they could choose on grounds of religious belief not to comply with part of the health care law.",
        "pub_date": "2014-07-02T14:26:39Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/02/us/ap-us-hobby-lobby-employers.html"
    },
    {
        "headline": "Gov't: Ruling Backs Nonprofits' Birth Control Plan",
        "snippet": "The Obama administration said Wednesday that the Supreme Court's ruling in favor of the religious claims of Hobby Lobby and other for-profit businesses supports the government's position in separate, ongoing disputes with religious-oriented nonprofit...",
        "pub_date": "2014-07-02T13:40:50Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/02/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "How Hobby Lobby Ruling Could Limit Access to Birth Control",
        "snippet": "The Supreme Court ruling gives weight to the argument that morning-after pills and intrauterine devices are more like abortion than contraception.",
        "pub_date": "2014-07-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/07/02/upshot/how-hobby-lobby-ruling-could-limit-access-to-birth-control.html"
    },
    {
        "headline": "U.S. Birth Control Ruling Fuels Battle Over Corporate Rights",
        "snippet": "The U.S. Supreme Court has opened up a new front in the battle over corporate rights by ruling that family-owned and other closely held corporations can mount religious objections to government action.",
        "pub_date": "2014-07-01T07:07:39Z",
        "web_url": "http://www.nytimes.com/reuters/2014/07/01/us/01reuters-usa-court-business-analysis.html"
    },
    {
        "headline": "Reaction to Supreme Court Birth Control Decision",
        "snippet": "The Supreme Court ruled Monday that some companies like the Oklahoma-based Hobby Lobby chain of arts-and-craft stores can avoid the contraceptives requirement in President Barack Obama's health care overhaul, if they have religious objections.",
        "pub_date": "2014-07-01T03:23:15Z",
        "web_url": "http://www.nytimes.com/aponline/2014/07/01/us/ap-us-supreme-court-birth-control-quotes.html"
    },
    {
        "headline": "Supreme Court Rejects Contraceptives Mandate for Some Corporations",
        "snippet": "The Supreme Court ruled 5 to 4 that family-owned corporations cannot be required under the Affordable Care Act to pay for insurance coverage for contraception.",
        "pub_date": "2014-07-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/07/01/us/hobby-lobby-case-supreme-court-contraception.html"
    },
    {
        "headline": "Reaction to Supreme Court Birth Control Decision",
        "snippet": "The Supreme Court ruled Monday that some companies like the Oklahoma-based Hobby Lobby chain of arts-and-craft stores can avoid the contraceptives requirement in President Barack Obama's health care overhaul, if they have religious objections.",
        "pub_date": "2014-06-30T20:01:56Z",
        "web_url": "http://www.nytimes.com/aponline/2014/06/30/us/ap-us-supreme-court-birth-control-quotes.html"
    },
    {
        "headline": "Supreme Court rules for companies over birth control mandate",
        "snippet": "In a 5-4 vote, justices rule that certain businesses can refuse to pay for birth control for employees based on religious claims. Linda So reports.",
        "pub_date": "2014-06-30T13:42:46Z",
        "web_url": "http://www.nytimes.com/video/multimedia/100000002973080/supreme-court-rules-for-companies-over-birth-control-mandate.html"
    },
    {
        "headline": "Court: Religious Rights Trump Birth Control Rule",
        "snippet": "A sharply divided Supreme Court ruled Monday that some companies with religious objections can avoid the contraceptives requirement in President Barack Obama's health care overhaul, the first time the high court has declared that businesses can hold...",
        "pub_date": "2014-06-30T10:19:08Z",
        "web_url": "http://www.nytimes.com/aponline/2014/06/30/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "High Court Poised to Decide Birth-Control Dispute",
        "snippet": "The Supreme Court is poised to deliver its verdict in a case that weighs the religious rights of employers and the right of women to the birth control of their choice.",
        "pub_date": "2014-06-28T03:28:55Z",
        "web_url": "http://www.nytimes.com/aponline/2014/06/28/us/politics/ap-us-supreme-court-final-decisions.html"
    },
    {
        "headline": "Iran: Lawmakers’ Vote Advances Ban of Birth Control Procedures",
        "snippet": "Iran moved toward criminalizing vasectomies and tubal ligations on Tuesday as lawmakers approved a bill meant to counter a drop in the country’s population, the semi-official Iranian Students’ News Agency reported.",
        "pub_date": "2014-06-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/06/25/world/middleeast/iran-lawmakers-vote-advances-ban-of-birth-control-procedures.html"
    },
    {
        "headline": "Iran Lawmakers Approve Birth-Control Surgeries Ban",
        "snippet": "Iranian lawmakers approved a bill Tuesday criminalizing birth-control surgeries amid a drop in the country's population, the semi-official ISNA news agency reported.",
        "pub_date": "2014-06-24T12:59:17Z",
        "web_url": "http://www.nytimes.com/aponline/2014/06/24/world/middleeast/ap-ml-iran.html"
    },
    {
        "headline": "Candidate Backs Over-Counter Birth Control Pills",
        "snippet": "Under fire from Democrats for his stance on reproductive issues, Rep. Cory Gardner on Thursday proposed letting women buy birth control pills without a prescription.",
        "pub_date": "2014-06-19T17:46:12Z",
        "web_url": "http://www.nytimes.com/aponline/2014/06/19/us/ap-us-colorado-senate-pill.html"
    },
    {
        "headline": "Birth Control at 7-Eleven",
        "snippet": "Cardinal Timothy Dolan said the birth-control mandate is unnecessary because it’s possible to buy contraceptives at “any shop on any street in America.”",
        "pub_date": "2014-04-21T13:35:37Z",
        "web_url": "http://takingnote.blogs.nytimes.com/2014/04/21/birth-control-at-7-eleven/"
    },
    {
        "headline": "Slow Start for NY Town Using Birth Control on Deer",
        "snippet": "Heavy snow and red tape resulted in a disappointingly slow start for a pioneering program in a New York suburb to use birth control as a no-kill way to thin the numbers of deer.",
        "pub_date": "2014-04-07T13:46:53Z",
        "web_url": "http://www.nytimes.com/aponline/2014/04/07/us/ap-us-deer-birth-control.html"
    },
    {
        "headline": "Hobby Lobby 401(k) Invests in Birth Control Makers",
        "snippet": "The company leading the legal challenge against birth control coverage under the new health care law offers its workers a retirement plan that includes investments in companies making contraceptive and abortion drugs.",
        "pub_date": "2014-04-02T16:37:08Z",
        "web_url": "http://www.nytimes.com/aponline/2014/04/02/us/politics/ap-us-health-care-challenge-birth-control.html"
    },
    {
        "headline": "Court Rejects New Cases on Birth Control Coverage",
        "snippet": "The Supreme Court has turned away an early look at a challenge by religiously affiliated not-for-profit groups to the new health care law's provision on birth control coverage.",
        "pub_date": "2014-03-31T09:45:46Z",
        "web_url": "http://www.nytimes.com/aponline/2014/03/31/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "Vatican: Obama Talks Included Birth Control",
        "snippet": "The Vatican says the Catholic Church's objection to a contraception requirement under the Affordable Care Act was raised during President Barack Obama's visit.",
        "pub_date": "2014-03-27T10:13:38Z",
        "web_url": "http://www.nytimes.com/aponline/2014/03/27/world/europe/ap-eu-vatican-obama.html"
    },
    {
        "headline": "Birth Control Rule Seems to Divide Supreme Court",
        "snippet": "Seemingly divided, the Supreme Court struggled Tuesday with the question of whether companies have religious rights, a case challenging President Barack Obama's health overhaul and its guarantee of birth control in employees' preventive care plans.",
        "pub_date": "2014-03-25T03:09:54Z",
        "web_url": "http://www.nytimes.com/aponline/2014/03/25/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "Health Law Birth Control Coverage Before Justices",
        "snippet": "The Obama administration and its opponents are renewing the Supreme Court battle over President Barack Obama's health care law in a case that pits the religious rights of employers against the rights of women to the birth control of their choice.",
        "pub_date": "2014-03-24T04:08:38Z",
        "web_url": "http://www.nytimes.com/aponline/2014/03/24/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "Health Law Birth Control Coverage Before Justices",
        "snippet": "The Obama administration and its opponents are renewing the Supreme Court battle over President Barack Obama's health care law in a case that pits the religious rights of employers against the rights of women to the birth control of their choice.",
        "pub_date": "2014-03-23T08:05:10Z",
        "web_url": "http://www.nytimes.com/aponline/2014/03/23/us/politics/ap-us-supreme-court-birth-control.html"
    },
    {
        "headline": "Court Rules Against Notre Dame Over Birth Control",
        "snippet": "A federal appeals court on Friday ruled against the University of Notre Dame in a case over parts of the federal health care law that forces it to provide health insurance for students and employees that covers contraceptives.",
        "pub_date": "2014-02-21T22:41:02Z",
        "web_url": "http://www.nytimes.com/aponline/2014/02/21/us/ap-us-rel-birth-control-notre-dame.html"
    },
    {
        "headline": "Huckabee's Comments on Birth Control Gift for Dems",
        "snippet": "Mike Huckabee's comments about contraception proved quick fodder for Democrats and a headache for Republicans trying to market themselves as a better choice for female voters who have proved elusive to the GOP.",
        "pub_date": "2014-01-24T03:57:44Z",
        "web_url": "http://www.nytimes.com/aponline/2014/01/24/arts/ap-us-huckabee-2016.html"
    },
    {
        "headline": "Huckabee Criticizes Required Coverage of Birth Control",
        "snippet": "Former Gov. Mike Huckabee of Arkansas minced no words in criticizing requirements that health insurance pay for birth control.",
        "pub_date": "2014-01-24T00:00:00Z",
        "web_url": "http://www.nytimes.com/2014/01/24/us/huckabee-criticizes-required-coverage-of-birth-control.html"
    },
    {
        "headline": "Huckabee: Democrats Pitch Women on Birth Control",
        "snippet": "Former Arkansas Gov. Mike Huckabee told fellow Republicans on Thursday that rival Democrats were trying to win over female voters by promising them free birth control and telling them \"they cannot control their libido or their reproductive system...",
        "pub_date": "2014-01-23T15:14:25Z",
        "web_url": "http://www.nytimes.com/aponline/2014/01/23/us/politics/ap-us-huckabee.html"
    },
    {
        "headline": "Gov't: Birth Control Mandate Should Not Be Blocked",
        "snippet": "The Obama administration urged a Supreme Court justice Friday to stop blocking the new health care law's requirement that some religion-affiliated organizations provide health insurance that includes birth control.",
        "pub_date": "2014-01-03T10:43:10Z",
        "web_url": "http://www.nytimes.com/aponline/2014/01/03/us/politics/ap-us-supreme-court-health-overhaul.html"
    },
    {
        "headline": "Justice Delays Health Law's Birth Control Mandate",
        "snippet": "The Supreme Court has thrown a hitch into President Barack Obama's new health care law by blocking a requirement that some religion-affiliated organizations provide health insurance that includes birth control.",
        "pub_date": "2014-01-01T03:13:39Z",
        "web_url": "http://www.nytimes.com/aponline/2014/01/01/us/politics/ap-us-supreme-court-health-overhaul.html"
    }
]