[
    {
        "headline": "INGE SAYS SCIENCE KILLS SUPERSTITION; Dean of St. Paul's Declares Religion Must Get Rid of Old ideas of the Deity. PROCLAIMS 'NEW MORALITY' He Says Birth Control Depends Upon the Motive -- Doubts a Personal God.",
        "snippet": "LONDON, Nov. 21. -- The religion of the future must get rid of pre-scientific notions, a task much more difficult than it might appear to a scientific student, Dean Inge declared tonight in a lecture before the British Science Guild.",
        "pub_date": "1927-11-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E5DF1E3FE03ABC4A51DFB767838C639EDE"
    },
    {
        "headline": "DOUBTS SINCERITY OF STRATON ACTION; Atheist's Attorney Says Pastor Is a Bigot if He Is Annoyed by Smith's Letters. MINISTER CROSS-EXAMINED Calls Birth Control Offensive and Resents Challenge to Debate.",
        "snippet": "The good faith of the Rev. Dr. John Roach Straton in prosecuting Charles Smith, President of the American Society for the Advancement of Atheism, was questioned yesterday before Magistrate Gotlieb in the Jefferson Market Court.",
        "pub_date": "1927-10-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E4DB113FE03ABC4153DFB667838C639EDE"
    },
    {
        "headline": "BIRTH CONTROL AND RACE.",
        "snippet": "After all Professor Huntington of Yale has said in favor of birth control, it is difficult to believe that he sees \"peril to race in birth control.\" In a recent book by Professor Huntington, \"The Pulse of Progress,\" we may read the following:",
        "pub_date": "1927-10-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE3DE113FE03ABC4A53DFB667838C639EDE"
    },
    {
        "headline": "CATHOLIC WOMEN PLEAD FOR PEACE; Closing Session Renews Pledge to Strive for Good-Will Among All Nations. ATTACKS 'IMMORAL' MOVIES Beauty Contests and Birth Control Are Also Assailed -- Delegates Call on Coolidge.",
        "snippet": "WASHINGTON, Sept. 28. -- Immoral cinemas and literature, extreme fashion in dress, bathing beauty contests, birth control and the proposed Federal department of education were condemned in resolutions adopted today at the closing session of the...",
        "pub_date": "1927-09-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE1DF113FE03ABC4151DFBF66838C639EDE"
    },
    {
        "headline": "SEE PERIL TO RACE IN BIRTH CONTROL; Eugenists in New Book Also Call Lack of It in Inferior Groups Dangerous.  BUILDER TYPES' NEEDED The Well-Balanced, Intelligent and Healthy Are on the Decrease, the Writers Say.",
        "snippet": "Professor Ellsworth Huntington of Yale and Leon F. Whitney, Executive Secretary of the American Eugenic Society, have collaborated in writing a book in which they strive to show that birth control as carried on today among the more intelligent...",
        "pub_date": "1927-09-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E1DF113FE03ABC4151DFBF66838C639EDE"
    },
    {
        "headline": "CONDEMN 2 IRISH FILMS.; Newark Hibernians Also Oppose Birth Control and Some Textbooks.",
        "snippet": "300 at Newark condemn films ridiculing Irish",
        "pub_date": "1927-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E3D8103FE03ABC4C52DFBF66838C639EDE"
    },
    {
        "headline": "BARS BIRTH CONTROL TALK.; Boston Censor Acts to Prevent Speech by Atheist Leader.",
        "snippet": "Boston bans talk on birth control by C Smith, Pres Amer Assn for the Advancement of Atheism, Inc",
        "pub_date": "1927-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02EFDD123FEE32A2575AC0A9639C946695D6CF"
    },
    {
        "headline": "WOMEN FOR BIRTH CONTROL; It Makes for National Efficiency, English Association Holds.",
        "snippet": "Women's Natl Liberal Fed (British) approves control",
        "pub_date": "1927-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE1DA123FE03ABC4D53DFB366838C639EDE"
    },
    {
        "headline": "HEARING IN AN UPROAR.; Charge Involving Doctors Resented at Birth Control Discussion.",
        "snippet": "ALBANY, March 1. -- A hearing before the Assembly Codes Committee on a bill which would permit physicians to impart birth control information came near breaking up in a row at the Capitol today.",
        "pub_date": "1927-03-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901EFD9153FE03ABC4A53DFB566838C639EDE"
    },
    {
        "headline": "BIRTH CONTROL LAW URGED; Mrs. F.R. Jones Says It Would Reduce Housing Congestion.",
        "snippet": "Mrs F R Jones urges birth control law as remedy",
        "pub_date": "1927-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E7DD163CEE32A25752C0A9659C946695D6CF"
    },
    {
        "headline": "ATTACK BIRTH CONTROL.; British Physicians Declare All Known Methods Injurious.",
        "snippet": "LONDON, Feb. 9. -- Eight distinguished British physicians have contributed to a volume on birth control in which it is declared that, achieved by any known method, it has damaging effects. It is said to cause neurasthenia.",
        "pub_date": "1927-02-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E0D61F3DE733A25753C1A9649C946695D6CF"
    }
]