[
    {
        "headline": "LABOR STANDS FIRM ON IMMIGRANT LAW; Hugh Frayne Declares Federation Sponsored Restrictions and Still Favors Them. FIGHTS REGISTRATION PLAN Max J. Kohler Calls It Chance for Oppression -- Birth Control Paper Barred.",
        "snippet": "The American Federation of Labor was primarily responsible for the present restrictive immigration law and organized labor stands solidly behind the law, declared Hugh Frayne, New York representative of the A.F. of L., yesterday at the National...",
        "pub_date": "1923-12-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0CE0DB1130E233A25756C1A9649D946295D6CF"
    },
    {
        "headline": "BIRTH CONTROL AID TOLD BEFORE POLICE; Learn All About Clinic in Fifth Avenue at Luncheon Given by League.",
        "snippet": "speaks at luncheon of Amer Birth Control League; tells of operation of birth control clinic in N Y C",
        "pub_date": "1923-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E6DC1130E233A25755C0A9649D946295D6CF"
    },
    {
        "headline": "BIRTH CONTROL CLINIC WINS; First in Nation Is Upheld by Court in Chicago",
        "snippet": "Judge Fisher grants petition for mandamus to compel authorities to issue license",
        "pub_date": "1923-11-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904EFDD1130E233A25757C2A9679D946295D6CF"
    },
    {
        "headline": "FOR BIRTH CONTROL CLINIC.; Chicago Judge Rules Against City in Proceedings to Bar Promoters.",
        "snippet": "Judge Fisher overrules demurrer in proceedings to bar promoters",
        "pub_date": "1923-11-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402EEDF1130E233A25757C0A9679D946295D6CF"
    },
    {
        "headline": "CORPORATION BIRTH CONTROL IS URGED AS NATION'S NEED; 2,000 NEW ONES MONTHLY",
        "snippet": "A LEGISLATIVE stork in the form of a law is responsible for every corporation. These children are coming into the world at an alarming rate, so fast that we cannot properly regulate them, nor restrain them to useful work, nor teach them truthful...",
        "pub_date": "1923-09-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E2D81339E433A2575AC0A96F9C946295D6CF"
    },
    {
        "headline": "BIRTH-CONTROL CAMPAIGNS.",
        "snippet": "To the Editor of The Hew York Times: In reading the article by Margaret Sanger on birth control published in yesterday's TIMES, I find quite a few statements which give an erroneous impression, which I wish to correct.",
        "pub_date": "1923-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E6DF1431E633A25751C2A9629C946295D6CF"
    },
    {
        "headline": "SYNAGOGUE FOR BIDS BIRTH CONTROL TALK; Rabbi Mischkind, Who Invited Mrs. Sanger to Address Forum, Resigns.",
        "snippet": "Rabbi Louis A. Mischkind of Tremont Temple, Grand Concourse and 180th Street, handed his resignation to the Board of Trustees on Friday night. His action was unexpected, and marked the climax of a difference of opinion between himself and the...",
        "pub_date": "1923-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E1D61731E633A25751C2A9629C946295D6CF"
    },
    {
        "headline": "The Birth Control Hearing.",
        "snippet": "lr by J P Davin on hearing on bill before N Y Legis",
        "pub_date": "1923-04-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04EEDD1F30E333A2575AC1A9629C946295D6CF"
    },
    {
        "headline": "MRS. SANGER URGES BIRTH CONTROL LAW; Assembly and Senate Committee- men at End of Hearing Op- pose the Measure.",
        "snippet": "ALBANY, April 10. -- Led by Mrs. Margaret Sanger, scores of advocates of birth control legislation appeared in the Assembly Chamber this afternoon at a public hearing on the Rosenman bill, which would permit physicians to give information regarding...",
        "pub_date": "1923-04-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E6DE1F30E333A25752C1A9629C946295D6CF"
    },
    {
        "headline": "APOSTLE OF BIRTH CONTROL SEES CAUSE GAINING HERE; Hearing in Albany on Bill to Legalize Practice a Milestone in Long Fight of Margaret Sanger -- Even China Awakening to Need of Selective Methods, She Says.",
        "snippet": "AFTER ten years of incessant agitation and activity the much-discussed question of birth control has invaded the legislative halls of Albany. A bill intended to amend existing laws so that New York Physicians may be authorized to disseminate...",
        "pub_date": "1923-04-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E1DF1F30E333A2575BC0A9629C946295D6CF"
    },
    {
        "headline": "Jury Verdict Fines Birth Control Foe",
        "snippet": "London jury awards damages to Marie Stopes in libel suit against Dr Sutherland who attacked her campaign",
        "pub_date": "1923-03-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506EEDE1030E233A25752C0A9659C946295D6CF"
    },
    {
        "headline": "SANGER MEETING IN ALBANY.; Birth Control Advocates Gather in a Private Home.",
        "snippet": "Mrs M Sanger holds meeting at private home in Albany in defiance of Mayor",
        "pub_date": "1923-02-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E7D71E30E333A25752C2A9649C946295D6CF"
    },
    {
        "headline": "BIRTH CONTROL BILL HEARING IN HARTFORD; Intense Interest Shown in the Measure Personally Cham- pioned by Mrs. Sanger.",
        "snippet": "HARTFORD, Conn., Feb. 13 -- Outstanding among the legislative hearings at the Capitol this afternoon was that before the Judiciary Committee on the bill of the recently formed Birth Control League in this State. In expectation of the appearance of...",
        "pub_date": "1923-02-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E5D81231E333A25757C1A9649C946295D6CF"
    },
    {
        "headline": "BIRTH CONTROL FINDS SUPPORTERS",
        "snippet": "THE Voluntary Parentage League has won the first point in its struggle with Congress in the interests of birth control. It has found champions in both houses of Congress to help against the Cornstock law. Senator Albert B. Cummins of Iowa is the...",
        "pub_date": "1923-01-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E4DE1630E333A2575BC2A9679C946295D6CF"
    }
]