[
    {
        "headline": "BIRTH CONTROL PLEA CALLED ILLOGICAL; Why Should 'Economic Stress' Not Also Excuse Kidnapping or Murder? Priest Asks. DENOUNCES 'NEW' MORALITY Father Middleton at St. Patrick's Declares Ethical Concept Is Permanently Fixed.",
        "snippet": "To sanction birth control because of \"economic stress\" is no more logical than to countenance the Kidnapping of children or murder because of economic conditions, the Rev. Dr. John S. Middleton declared yesterday in his sermon at high mass in St....",
        "pub_date": "1932-12-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E1DD1E31E633A25751C1A9649D946394D6CF"
    },
    {
        "headline": "COUNCIL DELAYS ON BIRTH CONTROL; Further Study By Committee for Report in 1934 Ordered After Debate at Indianapolis. REPEAL SUBMISSION FOUGHT Debauch of Stock Speculation Also Is Assailed as Leading to 'Broken Homes' and Suicides.",
        "snippet": "INDIANAPOLIS, Dec. 8 (AP). -- Committal on the debate-provoking issue of birth control was deferred tonight by the Federal Council of Churches of Christ, in America. The executive committee was instructed to study the issue and report to the next...",
        "pub_date": "1932-12-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E7DC1F31E333A2575AC0A9649D946394D6CF"
    },
    {
        "headline": "Birth Control and Revised Social Creed Urged in Federal Church Council Report; BIRTH CONTROL PLAN TO CHURCH COUNCIL",
        "snippet": "INDIANAPOLIS, Dec. 7 -- A revised social creed, upon which a committee of prominent churchmen has been working for years, will be presented here tomorrow to the Federal Council of Churches of Christ in America.",
        "pub_date": "1932-12-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E2DF1E31E633A2575BC0A9649D946394D6CF"
    },
    {
        "headline": "For Syracuse Birth Control Clinic.",
        "snippet": "Clinic planned in Syracuse, N Y",
        "pub_date": "1932-12-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE3DF1F31E333A25752C0A9649D946394D6CF"
    },
    {
        "headline": "CATHOLIC MEN ASSAIL BIRTH CONTROL MOVE; National Council at Pittsburgh Calls for Support of Restrictive Laws.",
        "snippet": "Natl Council of Cath Men calls for support of restrictive laws",
        "pub_date": "1932-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E7D81131E633A25750C2A9679D946394D6CF"
    },
    {
        "headline": "VERA CRUZ TO ADOPT BIRTH CONTROL TODAY; Radical Legislation Is Designed to Benefit Working Class of Mexican State.",
        "snippet": "State of Vera Cruz, Mex, adopts law",
        "pub_date": "1932-11-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E6DE1131E633A25752C0A9679D946394D6CF"
    },
    {
        "headline": "SOCIAL JUSTICE SUGGESTED AS PUERTO RICO'S CHIEF NEED; Organized Agriculture Might Do More to Relieve Distress Than Birth Control",
        "snippet": "To the Editor of The New York Times: In the absence of Redmond F. Kernan Jr., the president of the National Catholic Alumni Federation, may I, as one of the trustees and an officer of the federation, reply to Dr. Knopf's recent letter wherein he...",
        "pub_date": "1932-10-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02EFDD1539E033A25753C3A9669D946394D6CF"
    },
    {
        "headline": "State of Vera Cruz to Draft Birth Control Law To Protect Future Children of the 'Proletariat'",
        "snippet": "VERA CRUZ, Mexico, Oct. 29. -- Dr. Salvador Mendoza, one of the drafters of the new civil code, announced today that State authorities had decided to draw up a law to establish a system of birth control in Vera Cruz.",
        "pub_date": "1932-10-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E1DD1539E033A25753C3A9669D946394D6CF"
    },
    {
        "headline": "UPHOLDS GOVERNOR BEVERLEY; His Recommendation for Birth Control in Puerto Rico Is Approved",
        "snippet": "To the Editor of The New York Times: May I say a few words in defense of Governor Beverley of Puerto Rico because of his advocacy of birth control?",
        "pub_date": "1932-10-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E1D71031E633A25750C2A9669D946394D6CF"
    },
    {
        "headline": "LUTHERANS SLASH BUDGET BY $400,000; Philadelphia Convention Votes Three-Year Reduction Despite Plea It Is Unnecessary. FUND SHIFTING ASSAILED Treasurer Says That Benevolent Moneys Have Gone for Expenses -- Dr. Knubel Is Re-elected. BIRTH CONTROL FIGHT NEAR Conference Will Vote Tuesday on Withdrawal From the Federal Council Because of Report.",
        "snippet": "PHILADELPHIA, Oct. 13 -- Over a strong protest against any retrenchment of church resources at a time of \"great spiritual need,\" the United Lutheran Church in America at its convention today readjusted its budget for the next three years through a...",
        "pub_date": "1932-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5DB1031E633A25757C1A9669D946394D6CF"
    },
    {
        "headline": "POPE FIGHTS BIRTH CONTROL; Urges Catholic Physicians to Pro- mote Sexual Morality.",
        "snippet": "Urges Cath physicians to oppose it",
        "pub_date": "1932-10-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E0DE1031E633A25751C1A9669D946394D6CF"
    },
    {
        "headline": "CATHOLICS ASSAIL PUER TO RICO REPORT; Federation Demands Hoover Admonish Governor to Cease Advocating Birth Control. AN 'INSULT' TO MORAL LAWS Letter to President Holds Beverley Should 'Publicly Withdraw' His Statement on Subject.",
        "snippet": "Protests against the advocacy by Governor James R. Beverley of Puerto Rico of birth control as a solution to the overpopulation problem in that island have been filed with President Hoover and Secretary of War Hurley by the executive committee of the...",
        "pub_date": "1932-10-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE6DB1131E333A25754C0A9669D946394D6CF"
    },
    {
        "headline": "CHURCH BOARD ASSENTS TO BIRTH CONTROL; Reports to United Church of Canada Along the Lines of Lambeth Conference.",
        "snippet": "HAMILTON, Ont., Sept. 29 -- The Board of Evangelism and Social Service of the United Church of Canada declared in a report issued today that married persons may employ birthcontrol methods providing these are justifiable \"under all the particular...",
        "pub_date": "1932-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03E1DA1331E633A25753C3A96F9C946394D6CF"
    },
    {
        "headline": "PROF. HUXLEY HERE; TALKS ON HIS VERSE; British Biologist Says Science Is a Beautiful and Exciting Subject for Poetry. TO LECTURE AT HARVARD Predicts a Bureau of Racial Health to Supervise Eugenics and Birth Control.",
        "snippet": "Professor Julian S. Huxley, who is at once one of the best known of British biologists and an author with a following in literature that many popular writers might envy, talked briefly of science and poetry on his arrival here yesterday from England....",
        "pub_date": "1932-09-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E0DA1331E633A25753C3A96F9C946394D6CF"
    },
    {
        "headline": "PUERTO RICO REPORT URGES BIRTH CONTROL; Governor Beverley Says Other Remedies Will Not Suffice to Relieve Distress. HEALTH PROBLEMS SERIOUS Executive Attributes the High Incidence of Certain Ills to Low Living Standards. SEES BIRTH CONTROL PUERTO RICO'S NEED",
        "snippet": "SAN JUAN, P.R., Sept. 23. -- Governor James R. Beverley, in his first annual report to Secretary of War Hurley, calls particular attention to the population problem of the island as being fundamental and largely controlling the standard of living,...",
        "pub_date": "1932-09-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E0DB1331E633A25755C2A96F9C946394D6CF"
    },
    {
        "headline": "DISTRIBUTION COST BURDENS INDUSTRY; Selling Expenses Now Exceed Share Going to Production, Carl Fast Says. HAS DOUBLED SINCE 1870 Elimination of 500,000 \"Needless\" Stores and Business \"Birth Control\" Suggested.",
        "snippet": "Business \"birth control,\" elimination of 500,000 \"needless\" retail stores, selective selling, nation-wide education in retailing and closer supervision of credit granting are essential steps in the lowering of distribution costs, now swollen out of...",
        "pub_date": "1932-09-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E0DC1631E633A25752C1A96F9C946394D6CF"
    },
    {
        "headline": "BIRTH CONTROL PERIL TO RACE, SAYS OSBORN; 'Birth Selection' the Remedy in Crisis of Over-Population, He Tells Eugenics Congress. FEARS SURVIVAL OF UNFIT Dutch Scientist Denies Sexes' Equality, Urges Women Be Won Over to Big Families. BIRTH CONTROL HELD PERIL TO THE RACE",
        "snippet": "Birth selection rather than birth control as the best means for the improvement of the human race was advocated last night by Professor Henry Fairfield Osborn, in a prepared address read for him by Dr. William K. Gregory of the American Museum of...",
        "pub_date": "1932-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE0D81F3EE633A25750C2A96E9C946394D6CF"
    },
    {
        "headline": "EUGENICS CONGRESS OPENS HERE TODAY; Scientists of Many Nations to Attend Sessions at the American Museum. OSBORN TO GIVE ADDRESS He Will Discuss \"Birth Selection Versus Birth Control\" -- Son of Darwin to Send Message.",
        "snippet": "Eugenists from all over the world will attend the Third International Congress of Eugenics today and tomorrow at the American Museum of Natural History. At general and sectional meetings they will discuss advances in the study for the physical and...",
        "pub_date": "1932-08-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904EFDC1F3EE633A25752C2A96E9C946394D6CF"
    },
    {
        "headline": "BIRTH CONTROL RULING APPROVED BY WOMEN; They Commend Decision of a Chicago Jurist in a Separate-Maintenance Case.",
        "snippet": "Women approve his ruling on birth control",
        "pub_date": "1932-07-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E5D71531E633A25755C2A9619C946394D6CF"
    },
    {
        "headline": "BISHOPS CRITICIZED ON BIRTH CONTROL; Lower House of Convocation of Canterbury 'Regrets' View of Lambeth Conference.",
        "snippet": "Convocation of Canterbury criticizes Lambeth Conf action on marriage, divorce and birth control",
        "pub_date": "1932-05-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E1D71431E633A25752C3A9639C946394D6CF"
    },
    {
        "headline": "BIRTH CONTROL BILL LOSES.; House Committee Votes Unfavorable Report on the Hancock Measure.",
        "snippet": "WASHINGTON, May 24 (AP) -- The Hancock bill to legalize the distribution of birth control information was defeated today by the House Ways and Means Committee in a 20 to 4 vote.",
        "pub_date": "1932-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E6D7123EE633A25756C2A9639C946394D6CF"
    },
    {
        "headline": "SYNOD FIGHT LIKELY ON CHURCH COUNCIL; Lutheran Move Would Prohibit 'Encyclicals' by Federal Body Without Consulting Members. BIRTH CONTROL THE REASON Convention, Meeting Today, Will Vote on Demand That Dissension Be Listed on All Statements.",
        "snippet": "An attempt will be made by the United Lutheran Synod of New York this week to prohibit the Federal Council of Churches of Christ in America from ever issuing again a pronouncement, or what has come to be called \"a Protestant Encyclical,\" without...",
        "pub_date": "1932-05-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE2DA123EE633A25750C2A9639C946394D6CF"
    },
    {
        "headline": "MINISTER RESIGNS, ASSAILS 'SNOOPERS'; Elmsford Pastor, 21, Declares He Resigned to Be Free of \"Purity Squad.\" CRITICIZED AS A \"LIBERAL\" Birth Control Sermon on Mother's Day Aroused Protest -- Party at Rector's Home Interrupted.",
        "snippet": "ELMSFORD, N.Y., May 21 -- The Rev. D. Wesley Soper, 21 years old, pastor of the Elmsford Dutch Reformed Church, resigned today and left town for an unannounced destination, leaving with a newspaper a prepared statement giving as the reason for his...",
        "pub_date": "1932-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E2DB123EE633A25751C2A9639C946394D6CF"
    },
    {
        "headline": "BIRTH CONTROL ACT SCORED AND UPHELD; Both Sides Give Views to House Committee as Foes of Lifting Ban Argue Before Senators. MRS. SANGER URGES CHANGE Mrs. Norton Opposes Letting Down Pars on Health Grounds -- Physicians Both For and Against It.",
        "snippet": "WASHINGTON, May 19. -- Birth control advocates urged removal of Federal restrictions at a House hearing today, while opponents denounced restriction of population at another hearing in the Senate.",
        "pub_date": "1932-05-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE2DC123EE633A25753C2A9639C946394D6CF"
    },
    {
        "headline": "URGE BIRTH CONTROL TO CONSERVE RACE; Margaret Sanger and Others Tell Senate Committee It Would Help Check Illiteracy. HATFIELD SPEAKS FOR BILL Physicians Make Plea for Measure to Legalize Dissemination of Information by Medical Profession.",
        "snippet": "WASHINGTON, May 12. -- Removal of the Federal restrictions on dissemination of birth control information was urged today before a Senate judiciary subcommittee by Senator Hatfield and a group headed by Margaret Sanger and including leaders in...",
        "pub_date": "1932-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E4D8153EE633A25750C1A9639C946394D6CF"
    },
    {
        "headline": "DOCTORS TO BALLOT ON BIRTH CONTROL; Medical Association Meeting in New Orleans Asked to Make Year's Study. LEGAL PRACTICE SUGGESTED German Physician Warns Against Prescribing Habit-Forming Drugs -- Synthetic Opium Described.",
        "snippet": "NEW ORLEANS, May 9. -- A proposal to make a one-year investigation Into the entire subject of birth control with reference to legal medical practice was presented today at the opening session of the eighty-third annual meeting of the American Medical...",
        "pub_date": "1932-05-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE1DC153EE633A25753C1A9639C946394D6CF"
    },
    {
        "headline": "METHODIST DRY PLEA PRAISED BY CAPPER; Kansas Senator, at Conference, Asserts Enforcement Stand Impresses Capitol. DIVORCE POLICY WEIGHED Church Group Studies Easing of Acceptable Grounds -- Also to Act on Birth Control. BISHOPS' SHIFTS AWAITED Hughes of Chicago Is Mentioned for McDowell's Post In Washington -- McConnell to Remain Here.",
        "snippet": "ATLANTIC CITY, N.J., May 4 -- Senator Arthur Capper of Kansas, in an address this evening before more than 5,000 delegates and visitors at the thirty-first general conference of the Methodist Episcopal Church, in session in the Municipal Auditorium...",
        "pub_date": "1932-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E5DE153EE633A25756C0A9639C946394D6CF"
    },
    {
        "headline": "NEW MARRIAGE PLAN FOR PRESBYTERIANS; Committee Varies From 1931 Report in Drafting Section for Directory of Worship. BIRTH CONTROL IS IGNORED But \"Children's Right to Be Well Born\" Is Specified -- Clergy Are Cautioned on Remarriages.  PAPIST\" CLAUSE MODIFIED Bar to Mixed Wedlock Is Replaced by Admonition of \"Spiritual and Ecclesiastical Compatibility.\"",
        "snippet": "PHILADELPHIA, May 1 -- Notable changes, consisting partly of omissions, have been made in the report of the special commission on marriage, divorce and remarriage of the Presbyterian Church in the United States of America, adopted by the General...",
        "pub_date": "1932-05-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E0D7143EE633A25751C0A9639C946394D6CF"
    },
    {
        "headline": "ADVICE ON MARRIAGE OFFERED BY CHURCH; Episcopal Council Issues Two Pamphlets, One a Bibliography of Approved Books. OTHER OUTLINES SERMONS Sex Education, Birth Control and Divorce Are Among Subjects on Which Sources Are Listed.",
        "snippet": "Two pamphlets, one on \"Preparations for Marriage: a Bibliography\" and the other on \"Outlines of Marriage Instructions,\" have been issued for circulation among the clergy and laity, especially young people, of the Protestant Episcopal Church, it was...",
        "pub_date": "1932-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E2D8173EE633A25754C1A9629C946394D6CF"
    },
    {
        "headline": "HOUSE GETS SANGER BILL.; It Would Aid Spreading of Data to Doctors on Birth Control.",
        "snippet": "Her birth control measure introduced in House by Repr Hancock",
        "pub_date": "1932-04-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E5D6163EE633A25756C0A9629C946394D6CF"
    },
    {
        "headline": "SAY BIRTH CONTROL GAINS PUBLIC FAVOR; Speakers at Annual Meeting of League Assert Thousands Are Seeking Advice. RELIEF HEAD BACKS WORK Falconer Says It Is Needed 'Pending Coming of Utopia' -- Analysis of Clinic Cases Made by Dr. Kopp.",
        "snippet": "The birth control movement is steadily gaining in public favor, speakers declared yesterday at the annual meeting of the American Birth Control League at the Hotel McAlpin.",
        "pub_date": "1932-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EEDB1E3FE633A25751C2A9679C946394D6CF"
    }
]