[
    {
        "headline": "U.S. COUNCIL URGES BIRTH CONTROL TO COMBAT TEEN-AGE PREGNANCIES",
        "snippet": "  Contraceptives should be distributed free or at low cost to teen-agers to combat the problem of teen-age pregnancy, the National Research Council said today.   The council also said in a report that teen-agers should be encouraged to seek parental...",
        "pub_date": "1986-12-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/12/10/us/us-council-urges-birth-control-to-combat-teen-age-pregnancies.html"
    },
    {
        "headline": "Reflections on School Birth Control",
        "snippet": "  A proposal to distribute contraceptives in New York City school clinics has been put on ice for at least six months. Robert F. Wagner Jr., who heads the Board of Education, has put off a vote till a calmer moment. The six-month hiatus gives all New...",
        "pub_date": "1986-11-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/11/08/opinion/reflections-on-school-birth-control.html"
    },
    {
        "headline": "REPORT RELEASED ON BIRTH CONTROL",
        "snippet": "  Fewer than half of the women engaging in sexual intercourse for the first time use contraceptives, according to a study recently published by the Government.   Forty-five percent of women 15 to 44 years old said they had used contraceptives the...",
        "pub_date": "1986-11-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/11/03/us/report-released-on-birth-control.html"
    },
    {
        "headline": "A Doubly Effective Birth-Control Pill",
        "snippet": "  The search for a ''morning-after'' birth-control pill has yielded a variation - it might be called a ''few-weeks-after'' pill - that should be marketed in France within a year, the World Health Organization says.   The drug, a steroid known as RU...",
        "pub_date": "1986-10-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/10/19/weekinreview/ideas-trends-a-doubly-effective-birth-control-pill.html"
    },
    {
        "headline": "CHICAGO SCHOOL CLINIC IS SUED OVER BIRTH CONTROL MATERIELS",
        "snippet": "  A clinic that dispenses birth control materials at an all-black high school is aimed at reducing the black population, a group of ministers, parents and students charged in a lawsuit filed today.   The lawsuit, which also charges that students'...",
        "pub_date": "1986-10-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/10/16/us/chicago-school-clinic-is-sued-over-birth-control-materiels.html"
    },
    {
        "headline": "KOCH SUPPORTS SCHOOLS' ROLE IN BIRTH CONTROL",
        "snippet": "  Mayor Koch, the New York City teachers' union and a leading Protestant church group expressed support yesterday for the distribution of contraceptives at nine high-school health clinics.   But Governor Cuomo said he wanted more time to consider the...",
        "pub_date": "1986-10-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/10/07/nyregion/koch-supports-schools-role-in-birth-control.html"
    },
    {
        "headline": "STUDY SAY BIRTH CONTROL PILL IS NOT A BREAST CANCER PERIL",
        "snippet": "  Longtime use of birth control pills does not increase a woman's risk of breast cancer even if she has a family history of the disease, the largest study ever conducted on the question has concluded.   Earlier studies generally absolved birth...",
        "pub_date": "1986-08-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/08/14/us/study-say-birth-control-pill-is-not-a-breast-cancer-peril.html"
    },
    {
        "headline": "FOSTER CARE AGENCY IS SUED ON BARRING BIRTH-CONTROL USE",
        "snippet": "  The former medical-services supervisor of a child-care agency affiliated with the Roman Catholic Archdiocese of New York has charged in a lawsuit that the agency is illegally preventing teen-agers in its care from using birth control.   The former...",
        "pub_date": "1986-05-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/05/02/nyregion/foster-care-agency-is-sued-on-barring-birth-control-use.html"
    },
    {
        "headline": "Is China Looser About Birth Control?",
        "snippet": "  Ardent right-to-lifers opposed to family planning have used China's population control program as an excuse to attack American population assistance programs, including our support for the United Nations Fund for Population Activities. But there is...",
        "pub_date": "1986-04-28T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/04/28/opinion/is-china-looser-about-birth-control.html"
    },
    {
        "headline": "BIRTH CONTROL FOR WILD ANIMALS",
        "snippet": "  WHEN the Black Beauty Ranch in Murchison, Tex., a haven for unwanted domestic and wild animals, faced a goat population explosion, it called in Dr. Ulysses S. Seal, developer of an animal contraceptive.   Dr. Seal, a scientist at the University of...",
        "pub_date": "1986-03-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/03/23/nyregion/follow-up-on-the-news-birth-control-for-wild-animals.html"
    },
    {
        "headline": "CLINICS TAKING BIRTH-CONTROL HELP AND ADVICE TO THE TEEN-AGERS",
        "snippet": "  TO combat the increasing problem of teen-age pregnancy, a growing number of family planning agencies are trying to take their services to the teen-agers and make it easier for teen-agers to use them.   The 4,000 publicly supported clinics across...",
        "pub_date": "1986-03-12T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/03/12/garden/clinics-taking-birth-control-help-and-advice-to-the-teen-agers.html"
    },
    {
        "headline": "POPE TALKS OF BIRTH CONTROL IN INDIA",
        "snippet": "  Pope John Paul II, on the eve of his departure from India, raised the birth control issue today for the first time in his nine-day visit. But he did so in the most guarded terms and avoided any criticism of the Indian Government, which, faced with...",
        "pub_date": "1986-02-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1986/02/10/world/pope-talks-of-birth-control-in-india.html"
    }
]