[
    {
        "headline": "Bishops Sue State to Block Coverage for Birth Control",
        "snippet": "Roman Catholic bishops in New York sued the state yesterday to overturn a new law that requires insurers to cover birth control and other women's health services, contending that it essentially forces Catholic institutions to endorse practices barred...",
        "pub_date": "2002-12-31T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/12/31/nyregion/bishops-sue-state-to-block-coverage-for-birth-control.html"
    },
    {
        "headline": "Insurance, Infertility And Birth Control",
        "snippet": " To the Editor:    The New York State Legislature's adoption of a bill covering infertility treatments (news article, May 17) recognizes that when a woman has medical difficulties in bearing a child, the costs to correct this condition should be...",
        "pub_date": "2002-05-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/21/opinion/l-insurance-infertility-and-birth-control-137405.html"
    },
    {
        "headline": "Beyond Birth Control: The Pill Tackles New Duties",
        "snippet": "Lori Rice was 10 when she started menstruating, and every month was an ordeal. ''I was having a lot of problems with my period -- cramping and heavy bleeding,'' said Lori, now 15. ''The pain was the worst. I missed a lot of school, and it got worse...",
        "pub_date": "2002-05-07T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/07/health/beyond-birth-control-the-pill-tackles-new-duties.html"
    },
    {
        "headline": "Birth Control Is Changing, and Its Price Is Rising",
        "snippet": "FOR decades, the main weapons for preventing pregnancy have been condoms, birth control pills and sterilization. Sure, other methods are available, and there have been innovations from time to time, but none have quite caught on to the same extent.  ...",
        "pub_date": "2002-04-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/04/21/business/money-medicine-birth-control-is-changing-and-its-price-is-rising.html"
    },
    {
        "headline": "Albany Bill Would Cover Birth Control",
        "snippet": "Republican lawmakers have offered a compromise bill requiring health insurers to cover contraceptives, winning the support of birth control advocates and closing much of the gap between their position and the Democrats'.    But a key Democratic...",
        "pub_date": "2002-02-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/02/04/nyregion/albany-bill-would-cover-birth-control.html"
    },
    {
        "headline": "McCall Is Critical of Pataki On Access to Birth Control",
        "snippet": "State Comptroller H. Carl McCall is charging that the Pataki administration limits access to birth control, sterilization and abortion for thousands of women in public health programs, a claim supported by abortion rights advocates.    The charge...",
        "pub_date": "2002-01-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/01/27/nyregion/mccall-is-critical-of-pataki-on-access-to-birth-control.html"
    },
    {
        "headline": "Birth Control Politics",
        "snippet": "The Bush administration is considering blocking $34 million allotted by Congress to the United Nations Population Fund because of allegations that the fund has supported forced abortions and sterilizations in China. The money should be released. The...",
        "pub_date": "2002-01-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/01/25/opinion/birth-control-politics.html"
    },
    {
        "headline": "Herchel Smith, 76, Major Player In Developing Birth Control Pills",
        "snippet": "Dr. Herchel Smith, a chemist who developed a process to synthesize hormones for birth control pills and then gave millions of dollars he earned from the patents to support academic research, died on Dec. 20 at his home in West Chester, Pa. He was 76....",
        "pub_date": "2002-01-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/01/23/us/herchel-smith-76-major-player-in-developing-birth-control-pills.html"
    }
]