[
    {
        "headline": "Many Mormon Women Feel Torn Between Equal Rights Proposal and Church; 'Now I Am Afraid' A Center of Life Opposed to Birth Control A Problem of All Women 'They Do Not Understand' In Pursuit of Careers Called a 'Communist Plan' Questions on Tax Status",
        "snippet": "SALT LAKE CITY, Nov. 25 For Mormon feminists, who began organizing in the early 1970's, and for more traditional Mormon women, the proposed equal rights amendment has been a source of pain and conflict.",
        "pub_date": "1979-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E2DF1438E732A25755C2A9679D946890D6CF"
    },
    {
        "headline": "Africans Decide Islam Permits Birth Control",
        "snippet": "BANJUL, Gambia, Oct. 27 (Reuters) --Twelve African countries with large Islamic communities have agreed that Islam does not prohibit family planning.",
        "pub_date": "1979-10-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B04E2DA1F39E432A2575BC2A9669D946890D6CF"
    },
    {
        "headline": "World News Briefs; Chad Leader Says Forces Routed Libyan Invaders Eight Are Executed in Iran; One Linked to Prostitution China Rehabilitates Backer Of Birth Control at Age 98 Soviet Asserts Peking Lied About Fatal Border Incident",
        "snippet": "Ma Yinchu: 98 (S)",
        "pub_date": "1979-07-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E3D6143EE732A25754C2A9619C946890D6CF"
    },
    {
        "headline": "Ireland's Birth Control Bill Stirs Rancorous Debate; Two Contrasting Messages",
        "snippet": "DUBLIN--Legislation to permit the sale of contraceptives in Ireland has started a rancorous national debate.",
        "pub_date": "1979-06-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE6DF1239E732A2575BC1A9609C946890D6CF"
    },
    {
        "headline": "Mexico's Birth-Control Effort Catching On; Working for the Next Century",
        "snippet": "TEPATETIPA, Mexico--For Domitila Sebastian, the Mexican Government's family-planning program has perhaps come too late. At the age of 40 Mrs. Sebastian has been pregnant 14 times and has 12 surviving children aged 1 to 22.",
        "pub_date": "1979-04-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E2D91739E732A2575BC2A9629C946890D6CF"
    },
    {
        "headline": "Birth Control Urged To Cut Relief Costs; Birth Control Urged to Cut Welfare Costs",
        "snippet": "Gov Byrne's Comm on Budget Priorities, made up of businessmen, recommends that unwed welfare mothers be required to practice birth control; endorses idea of requiring mothers of dependent children to work; comm discusses advisibility of state law...",
        "pub_date": "1979-03-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E2DF1131E432A25752C1A9659C946890D6CF"
    },
    {
        "headline": "India Sees Slowdown, Rise in Unemployment; Failure of Birth Control Need to Limit Population Seen",
        "snippet": "NEW DELHI, Feb. 23--India's economy has slowed despite a sharp increase in industrial production.",
        "pub_date": "1979-02-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00EED71331E432A25757C2A9649C946890D6CF"
    },
    {
        "headline": "Birth Control Parley Shaken as Protesters Display Two Fetuses",
        "snippet": "WASHINGTON, Feb. 15--A peacemaking effort by opposing sides of the abortion issue to establish common ground on alternative means of birth control suffered a sharp setback today when three women interrupted a news conference and displayed two human...",
        "pub_date": "1979-02-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904E1DB1139E732A25755C1A9649C946890D6CF"
    },
    {
        "headline": "Visitors Say Chinese Report They Have a Safe and Effective Birth Control Pill for Men; 'Other Occasions' Cited",
        "snippet": "ANN ARBOR, Mich., Jan. 5 (AP)  Chinese scientists say that they have developed the first safe and effective birthcontrol pill for men, it was reported here today.",
        "pub_date": "1979-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E1D91039E732A25755C0A9679C946890D6CF"
    }
]