[
    {
        "headline": "BIRTH CONTROL BID IS PRESSED BY INDIA",
        "snippet": "NEW DELHI, India, Dec. 15 -- The Indian Government has drawn up a plan for intensive propagation of birth-control methods, especially in the countryside.  ",
        "pub_date": "1955-12-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E0DC1E31E73BBC4E52DFB467838E649EDE"
    },
    {
        "headline": "MRS. SANGER HONORED; Birth Control Leader Is Cited by Japanese Government",
        "snippet": "Mrs Sanger gets scroll and silver plates from Govt for birth control work",
        "pub_date": "1955-11-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E5DE1E3EE53BBC4053DFB767838E649EDE"
    },
    {
        "headline": "RED CHINA TO ATTEND BIRTH CONTROL TALK",
        "snippet": "TOKYO, Oct. 20 -- Communist China, where an organized birth-control movement is reported to have taken a strong hold, has received permission to send observers to the fifth International Conference on Planned Parenthood here next week.",
        "pub_date": "1955-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E0DC163BE43BBC4951DFB667838E649EDE"
    },
    {
        "headline": "BIRTH CONTROL LOSES; Connecticut Senate Rejects Measures on Voice Votes",
        "snippet": "Conn Sen rejects 2 birth control bills",
        "pub_date": "1955-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E2D7133AE53BBC4C51DFB366838E649EDE"
    },
    {
        "headline": "San Juan Talks Open on Birth Control; Theme Held Key to Caribbean Problems",
        "snippet": "SAN JUAN, Puerto Rico, May 12 -- An international conference on population problems and family planning opened here today.",
        "pub_date": "1955-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E5DC113EE63BBC4B52DFB366838E649EDE"
    },
    {
        "headline": "BIRTH CONTROL TEST IN INDIA DESCRIBED",
        "snippet": "Lady Dhanvanti Rama Rau of India yesterday described her country's 100-village experiment in birth control methods. She spoke as the annual meeting of the Planned Parenthood Federation of America opened at the Waldorf-Astoria Hotel.",
        "pub_date": "1955-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C02E1D9133AE53BBC4D53DFB366838E649EDE"
    },
    {
        "headline": "A Woman With a Mission; THE MARGARET SANGER STORY: And the Fight for Birth Control. By Lawrence Lader. 352 pp. New York: Doubleday & Co. $4.",
        "snippet": "AN Irish girl from a factory town in upstate New York, Margaret Sanger grew up in the agnostic, reforming circles of the Eighteen Nineties. Her father followed Henry George and she read Havelock Ellis at an early age.",
        "pub_date": "1955-04-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E7DE1F31E53AA15754C1A9629C946492D6CF"
    },
    {
        "headline": "HOOVER BIDS U. S. TRIM PAPER WORK; Suggest 'Birth Control' of Documents -- Ex-President Cited by Business Press",
        "snippet": "WASHINGTON, Jan. 29 -- Former President Hoover suggested tonight \"birth control\" of Federal documents to cut down on needless paper work.",
        "pub_date": "1955-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E3DF163AE433A25753C3A9679C946492D6CF"
    },
    {
        "headline": "DEAN PIKE URGES FAMILY PLANNING; He Upholds Use of Scientific Birth Control Methods as in Accord With Ethics",
        "snippet": "Dean James A. Pike declared yesterday that use of scientific birth control methods was no more artificial than any means that man has used to attain spiritual ends. Parents have a positive duty to use them in planning their families, the Protestant...",
        "pub_date": "1955-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01EED8123AE53BBC4152DFB766838E649EDE"
    }
]