[
    {
        "headline": "GREEN BERETS AID PHILIPPINE ISLAND; Give Birth Control Devices and Antirabies Shots 'Methods Outside Man' Affluent Societies Blamed",
        "snippet": "A Jesuit group in the Philippines has accepted an $82,000 American grant to promote birth control in Asia. The grant",
        "pub_date": "1973-12-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E6D71731E63BBC4E51DFB4678388669EDE"
    },
    {
        "headline": "JESUIT HAILS CHINA FOR BIRTH CONTROL",
        "snippet": "A Jesuit sociologist stated in a lecture here this week that Communist China had \"the most efficient birth-control system,\" and predicted that other large societies would follow its example.",
        "pub_date": "1973-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE1DC1F3CE13BBC4052DFB7678388669EDE"
    },
    {
        "headline": "HEALTH UNIT STIRS LOUSIANA INQUIRY; New Contract Sought Birth Control Aid for Poor Upset a Balance' Family Planning Program Is Questioned on Fund Use",
        "snippet": "Louisiana's statewide family planning program is fighting for its life before a Federal grand jury here and in negotiations with the United States Department of Health, Education and Welfare.",
        "pub_date": "1973-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEFDB1739E73ABC4951DFB6678388669EDE"
    },
    {
        "headline": "The Pill Works-If You Take It; Birth Control",
        "snippet": "For the past five years American demographers have been congratulating themselves on the success of contraceptive practices in this country. They point out that the population growth rate for the nation has declined rapidly-from 1.5 per cent a year...",
        "pub_date": "1973-09-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE7D8133DE13ABC4B51DFBF668388669EDE"
    },
    {
        "headline": "American Birth-Control Device Being Tried by Women in Chinaa",
        "snippet": "A once-a-year birth-control device developed by an American pharmaceutical company is being tested on women in China. The tests are believed to be the first permitted by the authorities in that country on a foreign-made drug since the Communists took...",
        "pub_date": "1973-09-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E2DA1030E63ABC4C52DFBF668388669EDE"
    },
    {
        "headline": "India, in Economy Drive, Cuts Birth-Control Efforts; INDIA CUTS BACK ON BIRTH CONTROL Cuts in 'Nonessentials' Monetary Incentives Curbed Hindus Are Wary",
        "snippet": "India, with a population steadily in. creasing by 13 million a year, is reducing birth-control programs across the nation. The Government decision, part of a stringent economy campaign, means that plans to build family-planning and maternal-care...",
        "pub_date": "1973-08-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E3DE103DE63ABC4E53DFBE668388669EDE"
    },
    {
        "headline": "India, in Economy Drive, Cuts Birth-Control Efforts; INDIA CUTS BACK ON BIRTH CONTROL Cuts in 'Nonessentials' Monetary Incentives Curbed Hindus Are Wary",
        "snippet": "India, with a population steadily increasing by 13 million a year, is reducing birth-control programs across the nation. The Government decision, part of a stringent economy campaign,  ",
        "pub_date": "1973-08-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E0DE103DE63ABC4E53DFBE668388669EDE"
    },
    {
        "headline": "Margaret Sanger Birth-Control Clinic Will Merge Downtown and Expand Services; Help for Unmarried",
        "snippet": "The Margaret Sanger Re search Bureau, the nation's oldest family-planning clinic, will celebrate its 50th anniversary by closing the doors of its two brownstones at 17 and 19 West 16th Street on Aug. 31. The bureau has served 250,000 patients since...",
        "pub_date": "1973-06-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EED9123DE63ABC4C52DFB0668388669EDE"
    },
    {
        "headline": "Birth Control Aid Backed",
        "snippet": "Okla Public Health Assn on Apr 13 endorses proposal to provide birth control services to sexually active minors without parental consent",
        "pub_date": "1973-04-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E1DE1538E13ABC4D52DFB2668388669EDE"
    },
    {
        "headline": "STATE SEEKS LAW ON BIRTH CONTROL; Would Let Contraceptives Be Sold to Youths to Meet Federal Welfare Rules Seat Belts Debated M.T.A. NOMINATIONS CORPORATE NAMES",
        "snippet": "The State Social Senrices Commissioner, Abe Lavine, said today that his department was secking legislation that would permit the sale of contraceptives to persons under 16 years of age and that would mandate that local social welfare districts offer...",
        "pub_date": "1973-03-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E4DF1530E63ABC4C52DFB5668388669EDE"
    }
]