[
    {
        "headline": "ON BIRTH CONTROL ISSUE.; Rabbi Newman Contends Topic Is Not in Clergy's Province.",
        "snippet": "Advocated by Rabbi L I Newman in sermon",
        "pub_date": "1935-12-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEED91E31EE32A25753C3A9649D946494D6CF"
    },
    {
        "headline": "SCIENTISTS APPEAL FOR BIRTH CONTROL; Sixteen Join With Group of Clergymen in Replying to Cardinal Hayes.",
        "snippet": "Sixteen scientists and students of population problems joined forces yesterday with the Protestant and Jewish clergymen who recently attacked the views on birth control expressed by Cardinal Hayes.",
        "pub_date": "1935-12-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E7D81E31EE32A25753C3A9649D946494D6CF"
    },
    {
        "headline": "MRS. SANGER SAW GANDHI.; Spent Two Days in India Discussing Birth Control With Leader.",
        "snippet": "Discusses birth control with Gandhi in India",
        "pub_date": "1935-12-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E3DB173CE53ABC4151DFB467838E629EDE"
    },
    {
        "headline": "FIGHT IS RENEWED ON BIRTH CONTROL; Advocates of 'Mercy Deaths' Also Are Denounced by Drew in St. Patrick's.",
        "snippet": "Birth control advocates again were criticised from Catholic pulpits yesterday while a Protestant clergyman suggested in his sermon that the controversy had disclosed \"how much the pattern of thought of churchmen has actually changed in the last...",
        "pub_date": "1935-12-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E0D7173EE53ABC4B51DFB467838E629EDE"
    },
    {
        "headline": "JUDAISM HELD FOE OF BIRTH CONTROL; Rabbi Goldstein Says Orthodox Teaching Opposes Practice With Few Exceptions.",
        "snippet": "Traditional orthodox Judaism is in principle opposed to birth control, according to Rabbi Herbert S. Goldstein of the Institutional Synagogue, in a statement issued yesterday in view of the pronouncements of the Protestant and Reformed Jewish clergy...",
        "pub_date": "1935-12-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E5DC1E3EE53ABC4A51DFB467838E629EDE"
    },
    {
        "headline": "THE CLERGYMEN'S REPLY.; Group's Statement in Birth Control Controversy Is Challenged.",
        "snippet": "The reply to Cardinal Hayes by a group of clergymen may easily seem to call for no rejoinder from him; but it certainly invites comment from others.",
        "pub_date": "1935-12-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE5DE1338E13ABC4851DFB467838E629EDE"
    },
    {
        "headline": "REPLY TO CARDINAL ON BIRTH CONTROL; Thirteen Protestant and Jewish Clergymen Differ With His Cathedral Sermon.",
        "snippet": "A reply to Cardinal Hayes's address on birth control last Sunday was issued jointly yesterday by thirteen clergymen of Protestant and Jewish faiths.",
        "pub_date": "1935-12-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EEDE173CE53ABC4E52DFB467838E629EDE"
    },
    {
        "headline": "ENDORSES BIRTH CONTROL; Rabbi Feinberg Says Church Has No Right to Interfere.",
        "snippet": "Marital relations between men and women are their own concern, and neither Church nor State can \"dictate whether the ritual of love should be enacted for its own sake or for reproduction alone,\" it was said yesterday by Rabbi Abraham L. Feinberg in...",
        "pub_date": "1935-12-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504EED61E31E13BBC4D52DFB467838E629EDE"
    },
    {
        "headline": "SUPPORTS CARDINAL ON BIRTH CONTROL; Fordham Professor, in Radio Address, Replies to Critics of Prelate's Stand.",
        "snippet": "A reply to critics of Cardinal Hayes on the birth control issue was given last night from Station WLWL, the Paulist Radio Station, by the Rev. Ignatius W. Cox, Professor of Ethics at Fordham University.",
        "pub_date": "1935-12-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E1DE173CE53ABC4C52DFB467838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL MOVEMENT.; Advocate of Practice Replies to Cardinal Hayes's Sermon.",
        "snippet": "I read with a great deal of interest in THE TIMES of Dec. 9 the sermon on the subject of birth control by Cardinal Hayes.",
        "pub_date": "1935-12-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E5DF143FEE3BBC4A52DFB467838E629EDE"
    },
    {
        "headline": "REPLY TO CARDINAL ON BIRTH CONTROL; Advocates of Information for Relief Mothers Cite Catholic Booklets on Subject.",
        "snippet": "Birth control advocates replied yesterday to the criticism voiced by Cardinal Hayes in St. Patrick's Cathedral Sunday morning.",
        "pub_date": "1935-12-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407EFD6163CE53ABC4852DFB467838E629EDE"
    },
    {
        "headline": "Text of Sermon by Cardinal Hayes Denouncing Birth Control Advocates",
        "snippet": "The text of the sermon preached yesterday by Cardinal Hayes in St. Patrick's Cathedral follows:",
        "pub_date": "1935-12-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E3D8173EE53ABC4153DFB467838E629EDE"
    },
    {
        "headline": "CARDINAL IN PULPIT SCORES NEW MOVE FOR BIRTH CONTROL; 3,000 in Cathedral Hear Him Insist on the Right of Relief Mothers to Bear Children.",
        "snippet": "Aroused by the recent movement to have birth control information provided for the mothers of families on relief, Cardinal Hayes, Archbishop of New York, occupied the pulpit of St. Patrick's Cathedral at pontifical high mass at 11 o'clock yesterday...",
        "pub_date": "1935-12-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE4D8173EE53ABC4153DFB467838E629EDE"
    },
    {
        "headline": "COX ASSAILS BACKERS OF BIRTH CONTROL; Fordham Professor Denounces Those Who Spread Propaganda for 'Baby Depression.'",
        "snippet": "Speaking last night over station WLWL, the Rev. Father Ignatius W. Cox, S.J. Professor of Ethics of Fordham University, assailed the proponents of birth control who spoke at Carnegie Hall during the birth-control mass meeting last Monday evening.",
        "pub_date": "1935-12-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE6D6163CE53ABC4F53DFB467838E629EDE"
    },
    {
        "headline": "Birth Control Facts for Mothers on Relief Are Demanded by Clergy at Mass Meeting",
        "snippet": "A demand that birth-control information be provided for mothers of families on relief was made last night by more than 2,500 persons at a meeting in Carnegie Hail under the auspices of the American Birth Control League. It was the league's first...",
        "pub_date": "1935-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EFD7173FEE3BBC4B53DFB467838E629EDE"
    },
    {
        "headline": "FORUM TOMORROW ON BIRTH CONTROL; Mrs. Thomas N. Hepburn to Be Among Speakers at Meeting in Carnegie Hall. BISHOP IS ON PROGRAM Dr. Sidney E. Goldstein and Rose Schneiderman Among Others Who Will Be Heard.",
        "snippet": "For the first time in seven years a mass meeting to permit public expression of opinion on birth control has been scheduled for tomorrow night in Carnegie Hall by the American Birth Control League, of which Mrs. Francis N. Bangs is president.  ",
        "pub_date": "1935-12-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE4D91F38E33BBC4953DFB467838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL ADVICE TO POOR TO BE ARGUED; Church and Lay Groups Will Discuss Information for Those on Relief.",
        "snippet": "The question of whether it is fair to withhold birth control information from families who are on relief will be discussed at a mass meeting in Carnegie Hall the evening of Dec. 2 and the public asked to decide the issue, according to an announcement...",
        "pub_date": "1935-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E7D9173EE53ABC4052DFB767838E629EDE"
    },
    {
        "headline": "Women Quit Federation On Birth Control Issue",
        "snippet": "LOS ANGELES, Oct. 16. -Charging the General Federation of Women's Clubs with \"being un-American in forcing an issue which is contrary to the dictates of the conscience of hundreds of its members,\" the Catholic Woman's Club withdrew from the...",
        "pub_date": "1935-10-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E7DB1F3DE53ABC4F52DFB667838E629EDE"
    },
    {
        "headline": "WOMAN FEDERAL AIDE IN SAN JUAN OUSTED; Gruening Drops Mrs. J.R. Bourne From Puerto Rican Post -- Birth Control Views Blamed.",
        "snippet": "SAN JUAN, P.R., Oct. 13. -- Before leaving by plane for the United States yesterday Dr. Ernest Gruening of the Department of the Interior accepted the resignation of Mrs. Dorothy D. Bourne from the directorship of the social investigation bureau of...",
        "pub_date": "1935-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7DB173EE53ABC4C52DFB667838E629EDE"
    },
    {
        "headline": "QUITS OVER BIRTH CONTROL; Indiana Catholic College Leaves Association of University Women.",
        "snippet": "Withdraws membership in Amer Assn of Univ Women over birth control issue",
        "pub_date": "1935-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E6DB173EE53ABC4C52DFB667838E629EDE"
    },
    {
        "headline": "Methodists Urge U.S. to Shun Olympics Under 'Ruthless' Nazis; Jersey Conference Holds Reich Regime 'Bloated With Temporal Power' -- Report Asks Spread of Advice on Birth Control, Favors 'Marriage Education' and Socialized Medicine.",
        "snippet": "ASBURY PARK, N.J., Sept. 21. -- Declaring that Germany presents \"an example of a ruthless government, bloated with temporal power,\" the New Jersey Methodist Episcopal Church urged today that the United States take no part in the 1936 Olympics in that...",
        "pub_date": "1935-09-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E0D81E38E33BBC4A51DFBF66838E629EDE"
    },
    {
        "headline": "Defending Birth Control.",
        "snippet": "lr",
        "pub_date": "1935-08-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00EFD7113DE53ABC4951DFBE66838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL BAN ISSUED BY ARCHBISHOP; Catholics of St. Paul Archdiocese Barred From Membership in Groups Backing Practice.",
        "snippet": "ST. PAUL, Minn., Aug. 18 (AP). -- Catholics of the St. Paul Archdiocese were forbidden today to hold membership or employment in organizations advocating birth control under penalty of excommunication.",
        "pub_date": "1935-08-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE0D81F3FE53ABC4152DFBE66838E629EDE"
    },
    {
        "headline": "LINKS BIRTH CONTROL AND DILLINGER 'MOB'; Archbishop Murray Issues Decree Against Organizations in St. Paul Area.",
        "snippet": "ST. PAUL, Aug. 17 (AP). -- Archbishop John Gregory Murray asserted today that birth control organizations were like the Dillinger \"mob,\" as both, he said, were \"organized to commit murder.\"",
        "pub_date": "1935-08-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E6D91F3FE53ABC4052DFBE66838E629EDE"
    },
    {
        "headline": "CATHOLIC RULING BANS ALL BIRTH CONTROL AID; Archbishop at St. Paul Says Church Members Must Quit Groups Backing Movement.",
        "snippet": "ST. PAUL, Aug. 9 (AP). -- Catholics in the St. Paul Archdiocese today were ordered by Archbishop John Gregory Murray to spurn and renounce membership and employment in any organization cooperating with birth control movements.",
        "pub_date": "1935-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E6DC1F3FE53ABC4852DFBE66838E629EDE"
    },
    {
        "headline": "CRITICIZES LADY ASTOR.; Senator Van Nuys Assails Her for Remark on Birth Control.",
        "snippet": "criticized by Sen F Van Nuys",
        "pub_date": "1935-07-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E7D6153FE23ABC4B51DFB166838E629EDE"
    },
    {
        "headline": "QUEEN BEE SAVED FROM AAA BY GLASS; He Again Objects to Birth Control -- Asks 'the More Abundant Life.'",
        "snippet": "WASHINGTON, July 15. -- Queen bees zoomed swiftly out of the amendments to the Agricultural Adjustment Administration Bill in the Senate today after Senator Glass had objected to forcing birth control upon them. He refused to \"deprive them of the...",
        "pub_date": "1935-07-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E6D9153FE23ABC4E52DFB166838E629EDE"
    },
    {
        "headline": "CATHOLIC WOMEN HIT BIRTH CONTROL; Action of Club Federation and University Group Denounced by National Body.",
        "snippet": "SEATTLE, July 4. -- A sharp denunciation of the American Federation of Women's Clubs and the American Association of University Women for advocating birth control was issued today by the Catholic Daughters of America, in annual convention here.",
        "pub_date": "1935-07-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500EFD9143FE23ABC4D53DFB166838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL CURB HITS CONGRESS SNAG; Farley Move to Widen Prosecutions on 'Obscene' Literature Is Held Up in Committees.",
        "snippet": "WASHINGTON, June 26. -- Postmaster General Farley's recommendation for amendment of the law to permit prosecution for the transmission of \"obscene,\" including contraceptive, literature at the place of receipt as well as of origin has roused wide...",
        "pub_date": "1935-06-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE0DF113DE53ABC4F51DFB066838E629EDE"
    },
    {
        "headline": "FOR OPENING MAILS TO BIRTH CONTROL; Clubwomen Vote, 493 to 17, Asking Law to Enable Sending of Information. RELIEF FAMILIES A THEME Federation Delegates Point to the Increased Birthrate of the Idle.",
        "snippet": "DETROIT, June 11. -- A resolution endorsing the principle of Federal legislation for the dissemination of scientifically regulated birth control information passed the triennial convention of the General Federation of Women's Clubs today by a vote of...",
        "pub_date": "1935-06-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B00E7D61139E33ABC4A52DFB066838E629EDE"
    },
    {
        "headline": "KEY TO SUPER-RACE FOUND IN NUTRITION; Dr. McLester Tells Association Science Now Enables Man to Control His Destiny. BIRTH CONTROL TAKEN UP Issue Is Recognized for First Time as Year's Study of Problem Is Voted.",
        "snippet": "ATLANTIC CITY, June 11. -- The science of nutrition has paved the way for the medical profession to take the leadership in the utilization of new knowledge which now makes it possible for man to control his own destiny and evolve himself into a race...",
        "pub_date": "1935-06-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EED71139E33ABC4A52DFB066838E629EDE"
    },
    {
        "headline": "FEDERATION MEETS IN DETROIT TUESDAY; Women's Clubs to Debate Birth Control, World Court, Communism, Fascism.",
        "snippet": "DETROIT, June 1. -- The triennial convention of the General Federation of Women's Clubs will open in Detroit Tuesday for a ten-day meeting. About 4,000 delegates, representing 2,000,000 women, are expected to attend.",
        "pub_date": "1935-06-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E2D6103DE53ABC4A53DFB066838E629EDE"
    },
    {
        "headline": "Fight Birth Control in Bermuda.",
        "snippet": "clergy sign petition assailing clause",
        "pub_date": "1935-05-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E5D9173FE23ABC4850DFB366838E629EDE"
    },
    {
        "headline": "Birth Control League Meets.",
        "snippet": "Directors meeting; rept on centres",
        "pub_date": "1935-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E0DB1239E632A25757C2A9639C946494D6CF"
    },
    {
        "headline": "Opposing Birth Control.",
        "snippet": "lr opposing",
        "pub_date": "1935-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E6D7163FE23ABC4D52DFB366838E629EDE"
    },
    {
        "headline": "Birth Control Inquiry Urged By State Medical Association; Doctors at Albany Convention Ask National Body to Take Up Problem -- Women Physicians Back Move -- Organization Opposes Any Form of State Sickness Insurance.",
        "snippet": "ALBANY, May 13. -- The house of delegates of the Medical Society of the State of New York, representing 14,000 physicians in this State, adopted a resolution today urging the house of delegates of the American Medical Association to make a careful...",
        "pub_date": "1935-05-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E4D91139E33ABC4C52DFB366838E629EDE"
    },
    {
        "headline": "Funds Asked for Birth Control.",
        "snippet": "In honoring the mothers of the nation on Mother's Day we are apt to overlook those mothers who, already overburdened physically and economically, face the prospect of another child with desperation. In thousands of families struggling through the...",
        "pub_date": "1935-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E2D8163FE23ABC4B52DFB366838E629EDE"
    },
    {
        "headline": "CLUBWOMEN TURN TO TABOOED ISSUES; Detroit Convention Next Month Will Tackle Such Topics as Birth Control, Lynching.",
        "snippet": "WASHINGTON, May 4. -- In a revolutionary departure from all previous custom, American clubwomen are preparing to stand up and be counted next month on such highly controversial issues as birth control, lynching, universal finger-printing and...",
        "pub_date": "1935-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E3DD1139E33ABC4D53DFB366838E629EDE"
    },
    {
        "headline": "To Discuss Birth Control Law.",
        "snippet": "General Fed of Women's Clubs convention to discuss Fed legis",
        "pub_date": "1935-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802EED81039E33ABC4A51DFB266838E629EDE"
    },
    {
        "headline": "ARGUE BIRTH CONTROL; Doctors, Clergy and Welfare Workers Split at Hartford Hearing.",
        "snippet": "Conn Assembly Judiciary Com hearing",
        "pub_date": "1935-04-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DEEDC1F3CE23ABC4E53DFB266838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL FOES ACT IN PUERTO RICO; Catholics Protest Bill -- Church Denies Overpopulation Is the Cause of Island's Woes.",
        "snippet": "SAN JUAN, P.R., April 2. -- Opponents of birth control in Puerto Rico moved along two fronts today.",
        "pub_date": "1935-04-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DE2DD1F3CE23ABC4B53DFB266838E629EDE"
    },
    {
        "headline": "Would End Birth Control Curbs.",
        "snippet": "Prof R Pearl urges repeal of all laws hampering free dissemination of information",
        "pub_date": "1935-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E2DA103DE53ABC4051DFB566838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL TALK STIRS SCHOOL INQUIRY; Dr. Ryan Awaits Report on Lecture to Women in Public School 129, Brooklyn.",
        "snippet": "Dr. George J. Ryan, president of the Board of Education, declined to comment yesterday on an investigation of a lecture on birth control to members of the Parents Association of Public School 129, Brooklyn, about two weeks ago. Dr. Ryan said he would...",
        "pub_date": "1935-03-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807EED7113FE53ABC4F52DFB566838E629EDE"
    },
    {
        "headline": "JEWISH WOMEN TO AID REFUGEES FROM REICH; Council Meeting in New Orleans Also Urges Establishment of Birth Control Bnreaus.",
        "snippet": "NEW ORLEANS, March 14. -- Work among German-Jewish women and children who are refugees will be the major project of the National Council of Jewish Women during the next triennial period, delegates to the triennial convention voted this afternoon.",
        "pub_date": "1935-03-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E1DE103DE53ABC4D52DFB566838E629EDE"
    },
    {
        "headline": "SOCIAL LAWS URGED BY JEWISH WOMEN; Council in New Orleans Favors Old-Age Pensions and Birth Control Information.",
        "snippet": "NEW ORLEANS, March 12. -- Resolutions urging Federal enforcement of anti-lynching laws and outlining a social welfare program were adopted by the National Council of Jewish Women at their triennial convention here today.",
        "pub_date": "1935-03-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E2DF103DE53ABC4B52DFB566838E629EDE"
    },
    {
        "headline": "CRIME PARLEY SPLIT OVER BIRTH CONTROL; Resolution for Establishing Clinics Falls Like Bomb on Hoffman Conference. FIRST VOTE IS INDECISIVE After Sharp Clash Delegates at Trenton Refer the Issue Back to Committee.",
        "snippet": "TRENTON, March 2. -- An unexpected resolution urging legislation to establish birth-control clinics in areas of congested population interrupted Governor Harold G. Hoffman's carefully planned crime conference here today as it was on the verge of...",
        "pub_date": "1935-03-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E7DD1E31E13BBC4B53DFB566838E629EDE"
    },
    {
        "headline": "Bermuda Plans Clinics To Further Birth Control",
        "snippet": "HAMILTON, Bermuda, Feb. 21. -- The problem of overpopulation, which has occupied Bermuda legislators much lately, was touched upon again yesterday in the House of Assembly when Sir Thomas Astley Cubitt, the Governor, transmitted to the chairman of...",
        "pub_date": "1935-02-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E7DB133DE53ABC4A51DFB466838E629EDE"
    },
    {
        "headline": "URGES BIRTH CONTROL.; Connecticut Group Favors Giving of Advice to Relief Families.",
        "snippet": "Conn Birth Control League joins with Amer Eugenics Soc in urging dissemination of information to families on relief",
        "pub_date": "1935-02-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E2DF1E31E13BBC4F52DFB466838E629EDE"
    },
    {
        "headline": "RABBINICAL ASSEMBLY BACKS BIRTH CONTROL; Resolution Urges Legislation to Permit Dissemination of Information.",
        "snippet": "A resolution adopted by the Rabbinical Assembly of America favoring the liberalization of birth control legislation was made public yesterday by Dr. Robert Gordis, corresponding secretary, at the Jewish Theological Seminary, Broadway and 122d Street.",
        "pub_date": "1935-02-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E1DF1E31E13BBC4F52DFB466838E629EDE"
    },
    {
        "headline": "NEW DRIVE MAPPED FOR BIRTH CONTROL; 1,000,000 Signatures Sought for Plea to President, Mrs. Sanger Says at Dinner.",
        "snippet": "WASHINGTON, Feb. 12. -- Undaunted by defeat of a birth control bill in the House Judiciary Committee last week, 700 advocates of birth control celebrated the twenty-first birthday of the movement with a dinner tonight in honor of Mrs. Margaret...",
        "pub_date": "1935-02-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02EEDE133DE53ABC4B52DFB466838E629EDE"
    },
    {
        "headline": "WILL HONOR MRS. SANGER.; Prominent Persons to Mark Anniversary of Birth Control Drive.",
        "snippet": "plans",
        "pub_date": "1935-02-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DEED91131E13BBC4852DFB466838E629EDE"
    },
    {
        "headline": "Birth Control Bill Shelved in House;",
        "snippet": "WASHINGTON, Feb. 5. -- Birth control crusaders, planning a \"birth-control-comes-of-age\" dinner for Feb. 12, today had their legislative hopes for this session dashed by a 15-to-8 vote against the Pierce bill in the House Judiciary Committee.",
        "pub_date": "1935-02-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02EEDF133DE53ABC4E53DFB466838E629EDE"
    },
    {
        "headline": "EXHIBITION OPENED ON BIRTH CONTROL; Fifth Av. Display Is Designed to Help 'Family Planning' -- Woman Leaders Aiding.",
        "snippet": "The American Birth Control League began yesterday a campaign to raise $49,000 for disseminating information on birth control. The drive was opened at a public exhibit in \"The Family Planning Centre,\" the campaign headquarters, at 701 Fifth Avenue,...",
        "pub_date": "1935-02-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C04EFDF133DE53ABC4D53DFB466838E629EDE"
    },
    {
        "headline": "Heads Birth Control Group.",
        "snippet": "Annual meeting; election of officers",
        "pub_date": "1935-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E1D81639EE32A25757C2A9679C946494D6CF"
    },
    {
        "headline": "AXE SWINGER COMMITTED.; Woman, Who Staged Birth Control Fight, Sent Back to Hospital.",
        "snippet": "committed to Rockland State Hosp",
        "pub_date": "1935-01-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E3DD123DE53ABC4851DFB766838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL FOE FIGHTS WITH AN AXE; Jersey Spinster Shatters Drug Store Window in Which Exhibit Was on View.",
        "snippet": "RIDGEFIELD, N.J., Jan. 18. -- Miss Adelaide Kenna, 49 years old, a church worker and militant Catholic, who lives at 32 East Harwood Terrace, Palisades Park, was arrested here today charged with malicious mischief after she was alleged to have thrown...",
        "pub_date": "1935-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904EED9103FE53ABC4152DFB766838E629EDE"
    },
    {
        "headline": "BIRTH CONTROL URGED FOR RELIEF FAMILIES; American League Meeting at Chicago Supports Plan for Offering of Medical Advice.",
        "snippet": "Amer League urges med advice for families on relief rolls",
        "pub_date": "1935-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F02E4D9103FE53ABC4F52DFB766838E629EDE"
    },
    {
        "headline": "Birmingham Votes Birth Control",
        "snippet": "Birmingham (Eng) City Council votes to give instruction",
        "pub_date": "1935-01-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E7D6153DE53ABC4852DFB766838E629EDE"
    },
    {
        "headline": "TO HAIL BIRTH CONTROL.; Proponents Will Celebrate In Capital Feb. 12 Its 21st Birthday.",
        "snippet": "Proponents to celebrate 21st anniversary of movement",
        "pub_date": "1935-01-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE7DB1E38E33BBC4A53DFB766838E629EDE"
    }
]