[
    {
        "headline": "LISTS BIRTH CONTROL AIDS; A. M. A. Journal Publishes First Group of Tested Devices",
        "snippet": "Amer Med Assn Journal lists contraceptive preparations and devices",
        "pub_date": "1943-12-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C03E1D81E3CEE3BBC4951DFB4678388659EDE"
    },
    {
        "headline": "BIRTH CONTROL URGED; Bermuda Plans Move to Curb Rise in Illegitimacy",
        "snippet": "Rise, Bermuda, cited; health bds plan curb with birth control information",
        "pub_date": "1943-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE4DD1330E53BBC4951DFB7678388659EDE"
    },
    {
        "headline": "DR. IRA g. WILE, 65, BDUGATOR, IS DEAD; Ex-Member of City Board, an Authority on Child Training;, Birth Control Exponent'",
        "snippet": "Wile, Ira S",
        "pub_date": "1943-10-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E2D6103CEE3BBC4852DFB6678388659EDE"
    },
    {
        "headline": "DIGEST DEFENDS ARTICLE; Views It as Duty to Discuss Birth Control",
        "snippet": "ed replies",
        "pub_date": "1943-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06EEDD1738E33BBC4950DFB1668388659EDE"
    },
    {
        "headline": "RURAL BIRTH CONTROL HIT; Catholic Group Protests Article Conference criticized the Reader's",
        "snippet": "Chides Readers Digest for reprinting birth control article",
        "pub_date": "1943-07-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E4DD1738E33BBC4850DFB1668388659EDE"
    },
    {
        "headline": "Connecticut Kills Birth Control",
        "snippet": "Conn Sen kills bill to permit hosps and drs to prescribe contraceptives",
        "pub_date": "1943-04-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EEDB1730E53BBC4A51DFB2668388659EDE"
    },
    {
        "headline": "Hartford House for Birth Control",
        "snippet": "Bill permitting limited dissemination of information passed, Conn House; favorable Sen reception doubted",
        "pub_date": "1943-04-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901EFD81F39E33BBC4D52DFB2668388659EDE"
    },
    {
        "headline": "HIGH COURT DEFERS BIRTH CONTROL TEST; Refuses to Discuss Jurisdiction Involving Case Under Connecticut Law WIDE INTEREST IN SUIT But Tribunal Says Physician Sponsored Test Instead of 3 Women Concerned",
        "snippet": "WASHINGTON, Feb. 1 -- Because of the circumstances under which the case was put to the Supreme Court, the tribunal today refused to discuss whether it had jurisdiction to pass upon the validity of the Connecticut Birth Control Law.",
        "pub_date": "1943-02-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9903E3D71F31E53BBC4A53DFB4668388659EDE"
    },
    {
        "headline": "CHURCHMAN URGES BIRTH CONTROL AID; Religious Agencies Should Advise, Says Dr. Wood of Council of Churches WAR MARRIAGES CITED Planned Parenthood and the Careful Nurture of Children Called Vital for Future",
        "snippet": "Religious and social agencies should give adequate birth control advice to young homemakers, the Rev. Dr. L. Foster Wood, secretary of the Commission on Marriage and the Home, Federal Council of Churches of Christ in America, declared yesterday at...",
        "pub_date": "1943-01-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04EFDF173DE13BBC4850DFB7668388659EDE"
    }
]