[
    {
        "headline": "Zimbabwe Taking a Lead In Promoting Birth Control",
        "snippet": "  Part Avon Lady, part Dr. Ruth, Maureen Dick works the African countryside, hut to hut, on her sturdy Government-issue bicycle.   In her knapsack she carries a blood-pressure gauge, a logbook, a supply of pills and condoms, and a seven-inch wooden...",
        "pub_date": "1994-09-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1994/09/04/world/zimbabwe-taking-a-lead-in-promoting-birth-control.html"
    },
    {
        "headline": "With Church Preaching in Vain, Brazilians Embrace Birth Control",
        "snippet": "  At a health clinic for working-class women here, the gynecologist initially thought the question was a joke. How often do women make religious objections when birth control techniques are discussed?   \"Well, I do remember a case last year,\" finally...",
        "pub_date": "1994-09-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/1994/09/02/world/with-church-preaching-in-vain-brazilians-embrace-birth-control.html"
    },
    {
        "headline": "A Church-State Issue in Italy: Doctors' Role in Birth Control",
        "snippet": "  For Dr. Anna Maria Rizzi, the choice was clear. Like other doctors across Italy, she had to decide which birth-control method to prescribe for a 28-year-old woman.    Dr. Rizzi refused to prescribe birth-control pills because, as a Roman Catholic,...",
        "pub_date": "1994-02-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1994/02/22/world/a-church-state-issue-in-italy-doctors-role-in-birth-control.html"
    },
    {
        "headline": "U.S. ASKS INCREASE ON BIRTH CONTROL",
        "snippet": "  The Clinton Administration is seeking a substantial increase in spending next year on population control programs with the goal of providing birth control to every woman in the developing world who wants it by the end of the decade.   The emerging...",
        "pub_date": "1994-01-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1994/01/23/world/us-asks-increase-on-birth-control.html"
    },
    {
        "headline": "Victims of China's Birth-Control Policy Are Entitled to Asylum, a U.S. Judge Says",
        "snippet": "  A Federal judge ruled today that victims of China's coercive population control policies were eligible for asylum in the United States, despite the Clinton Administration's efforts to expel some of them.   The case involved a passenger on the...",
        "pub_date": "1994-01-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/1994/01/21/us/victims-of-china-s-birth-control-policy-are-entitled-to-asylum-a-us-judge-says.html"
    }
]