[
    {
        "headline": "MRS. R.R. HOLLOWAY, CRUSADER, 78, DIES; Instrumental in Adoption by Congress of 'Star-Spangled Banner' as Anthem A FOE OF FOREIGN 'ISMS' Also Opposed Birth Control, Prohibition and Favored Oath for Teachers, Defense",
        "snippet": "BALTIMORE, Nov. 30--Mrs. Reuben Ross Holloway, who was largely instrumental in having Congress adopt \"The Star-Spangled Banner\" as the national anthem and who preferred to be known merely as a citizen, died today at the United",
        "pub_date": "1940-12-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E6DD1438E532A25752C0A9649D946193D6CF"
    },
    {
        "headline": "PROF. PEARL, NOTED AS BIOLOGIST, DEAD; Johns Hopkins Educator Who Made Study of Longevity Stricken on an Outing HOST TO PARTY OF FRIENDS Wrote Popular Books as Well as Scientific in His Field-- Received Many Honors Question That Fascinated Him Advocated Birth Control",
        "snippet": "HERSHEY. Pa., Nov. 17--Dr. Raymond Pearl, noted biologist and statistician, who was an authority on changes in world populations, died this morning of a coronary thrombosis at the Hotel Hershey, to which he and Mrs. Pearl had brought a party of...",
        "pub_date": "1940-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E6D91738E532A2575BC1A9679D946193D6CF"
    },
    {
        "headline": "Birth-Control Group Reports",
        "snippet": "Rept on activities of centers excluding Manhattan and Bronx, 1939",
        "pub_date": "1940-10-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E7DD113EE432A2575BC2A9669D946193D6CF"
    },
    {
        "headline": "CANON CHASE DIES; CRUSADING RECTOR; Retired Minister of Christ P.E. Church, Brooklyn, Stricken in His Study in 83d Year WORKING FOR WORLD PEACE An Ardent Foe of Liquor, Jazz, Birth Control, War, Movies and Sunday Baseball",
        "snippet": "KINGS PARK, L.I., July 16-- Canon William Sheafe Chase, president of the Religious Union for World Peace and for twenty-seven ...  ",
        "pub_date": "1940-07-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E3DD1E3CE73ABC4F52DFB166838B659EDE"
    },
    {
        "headline": "CANCELS EXHIBIT ON BIRTH CONTROL; Negro Exposition in Chicago Says Catholic Organizations Protested Against It MRS. SANGER INDIGNANT Sees a Fundamental Threat to Democracy in Pressure by Minority Church Group",
        "snippet": "CHICAGO, July 7--Claude Barnett, a member of the Exposition Authority, which is conducting the Negro exposition here, announced today that there would be no birth control exhibit at the exposition.",
        "pub_date": "1940-07-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E7D61F39E532A2575BC0A9619C946193D6CF"
    },
    {
        "headline": "MRS. TIMME IS HONORED; Plaque Unveiled to Memory of Birth-Control Pioneer",
        "snippet": "Unveils plaque to Mrs W Timme",
        "pub_date": "1940-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E1DD1E30E53ABC4053DFB066838B659EDE"
    },
    {
        "headline": "STIPULATION LIMITS HAND CREAM CLAIMS; Other FTC Actions Involve Birth Control and Shrinkage",
        "snippet": "WASHINGTON, April 26--Mystic Laboratories, Inc., of Jersey City, N.J., has promised the Federal Trade Commission to cease representing that its \"Mystic Cream\" is",
        "pub_date": "1940-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E1DF1431E23ABC4F51DFB266838B659EDE"
    },
    {
        "headline": "BIRTH CONTROL FUND UP; $207,622 Raised in 43 States, Local Committee Reports",
        "snippet": "fund drive rept",
        "pub_date": "1940-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE7DE1330E43ABC4D51DFB266838B659EDE"
    },
    {
        "headline": "BAN ON BIRTH CONTROL UPHELD AT HARTFORD; Connecticut High Court Sustains Law Against Contraceptives",
        "snippet": "HARTFORD, Conn., March 20 (UP)--The State Supreme Court today upheld the Connecticut AntiBirth Control Law, which prohibits the use of contraceptives without exceptions, but in a companion decision ordered the return of contraceptives ...",
        "pub_date": "1940-03-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E7DC1430E43ABC4951DFB566838B659EDE"
    },
    {
        "headline": "BIRTH CONTROL FUND UP; Group Reports $144,379 Raised Thus Far in Drive",
        "snippet": "com fund rept",
        "pub_date": "1940-03-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07E7DF1730E43ABC4C52DFB566838B659EDE"
    },
    {
        "headline": "SUPPORT BIRTH CONTROL; 15 Doctors Here Endorse It as Health Measure",
        "snippet": "Supported by 15 N Y C physicians",
        "pub_date": "1940-03-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEFD61F3EE23ABC4B53DFB566838B659EDE"
    },
    {
        "headline": "CHURCHMEN WARN LABOR ON 'RACKETS'; Back Collective-Bargaining Rights but Condemn Any 'Intimidation' by Unions BIRTH CONTROL FAVORED The Brooklyn Federation Also Reaffirms Its Censure of 'Christian Front'",
        "snippet": "A resolution affirming the right of workers to bargain collectively, coupled with a warning to labor to distinguish between legitimate labor unions and \"rackets,\" was among many expressions of opinion on social problems adopted yesterday at the final...",
        "pub_date": "1940-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E7D71331E43ABC4950DFB766838B659EDE"
    },
    {
        "headline": "BIRTH CONTROL UNIT ASSAILED BY PRIEST; Father Fitzgerald Contends Speakers and Publicity Tried to Harm Church FALSE STAND IS CHARGED He Asserts That One Speaker Deliberately Misrepresented Basis for Opposition",
        "snippet": "Statements made by speakers at meetings of the Birth Control Federation of America here last week and the publicity given to them constitute a \"subtle\" and \"insidious\" persecution of the Roman Catholic Church, the Rev. John F. Fitzgerald declared in...",
        "pub_date": "1940-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E3D71E3EE23ABC4151DFB766838B659EDE"
    },
    {
        "headline": "WIDER DRIVE SET FOR BIRTH CONTROL; Sponsors Will Seek to Make Plan an 'Integral Part' of Public Health Service 1940 OUTLOOK IS BRIGHT Dr. R.N. Pierson Is Re-Elected President at Final Session of National Federation",
        "snippet": "Stimulated by new advances in the birth-control movement, its leaders, at the close of the \"most successful meeting\" they have ever held, looked forward yesterday to a broader program of race building with the aim of making it \"an integral part\" of...",
        "pub_date": "1940-01-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05E6D81E3EE23ABC4E51DFB766838B659EDE"
    },
    {
        "headline": "LEADERS AID DRIVE FOR BIRTH CONTROL; 1,000 Named on Committee to Sponsor a Campaign Throughout Nation MRS. SANGER IS CHAIRMAN Action Launched at Meeting at Which Mother of the President Is Guest",
        "snippet": "Birth control has gained the support of more than two score national leaders in medicine, business, education, civic affairs and in other fields for its first nation-wide campaign to extend and develop the movement of \"planned parenthood.\"",
        "pub_date": "1940-01-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CEEDA1E3EE23ABC4D51DFB766838B659EDE"
    },
    {
        "headline": "State-Aided Birth Control Clinic Opened, First Subsidized Project in New York; SUBSIDIZED CLINIC ON BIRTH IS OPENED",
        "snippet": "Democracy should subsidize racebuilding by removing economic handicaps to parenthood, just as it safeguards freedom of speech and worship, speakers declared yesterday at the first general meeting of the Birth Control Federation of America in the...",
        "pub_date": "1940-01-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9506E4DB1E3EE23ABC4C51DFB766838B659EDE"
    }
]