[
    {
        "headline": "National Briefing | Health And Science: Warning On Birth-Control Patch",
        "snippet": "The makers of a popular birth-control patch warned millions of women that the patch exposes them to higher doses of hormones and may put them at greater risk for blood clots and other side effects than previously disclosed. The warning from the...",
        "pub_date": "2005-11-11T00:00:00Z",
        "web_url": "/data/daily/2005/11/11/749001.sgml"
    },
    {
        "headline": "Albany's Duty on Birth Control",
        "snippet": "Bowing to the political and religious right, the Food and Drug Administration dawdles over granting women over-the-counter access to the morning-after emergency contraceptive known as Plan B. This triumph of ideology over science is the impetus for...",
        "pub_date": "2005-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E02E0D91739F931A15756C0A9639C8B63"
    },
    {
        "headline": "Albany's Duty on Birth Control",
        "snippet": "Albany should ease access to emergency contraceptives.",
        "pub_date": "2005-05-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/05/22/opinion/nyregionopinions/CI_contraception.html"
    },
    {
        "headline": "Illinois Pharmacies Ordered To Provide Birth Control",
        "snippet": "Gov. Rod R. Blagojevich filed a rule requiring Illinois pharmacies to accept and dispense prescriptions for birth control and emergency contraception.",
        "pub_date": "2005-04-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/04/02/national/02pharmacy.html"
    },
    {
        "headline": "Your Bones on Birth Control",
        "snippet": "Bone density reduction from an injectable contraceptive appears to be reversed when the drug is discontinued, a new study found.",
        "pub_date": "2005-02-08T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/02/08/health/08patt.html"
    },
    {
        "headline": "Bishops' Aide in Spain Sets Off Talk of Dissent Over Birth Control",
        "snippet": "Spain's Conference of Catholic Bishops chief spokesman said condoms \"have their place in a comprehensive and global prevention of AIDS.\"",
        "pub_date": "2005-01-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/20/international/europe/20spain.html"
    }
]