[
    {
        "headline": "BIRTH CONTROL ASSAILED.; Rev. J. B. Kelly Urges Women to Act as a 'Legion of Decency.'",
        "snippet": "Assailed by Rev J B Kelly",
        "pub_date": "1934-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E1DC1238E13ABC4152DFB767838F629EDE"
    },
    {
        "headline": "OGDEN MILLS CALLS FOR JOB INSURANCE; Contributory System Under State Control Is Urged at Federation Meeting. DIVORCE STUDY IS ASKED Mrs. Poole Also Tells Women They Should Study Birth Control, Sterilization.",
        "snippet": "BUFFALO, Nov. 15. -- Unemployment insurance to combat depressions of the future was urged today by Ogden L. Mills, Secretary of the Treasury under President Hoover, in addressing the conference of the welfare department at the closing business...",
        "pub_date": "1934-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9906E1DD173CE733A25755C1A9679D946594D6CF"
    },
    {
        "headline": "NEW FIGHT URGED ON BIRTH CONTROL; Catholic Nurses Are Asked to Organize and Oppose Moves to Legalize Practice. 400 DELEGATES ATTEND Eastern Regional Conference Also Hears Miss Regan Extol Welfare Group.",
        "snippet": "The need for concerted Catholic opposition when such measures as birth control are brought before Congress was stressed in a speech yesterday by Miss Agnes G. Regan, executive secretary of the National Council of Catholic Women.",
        "pub_date": "1934-11-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E0D8113CE23ABC4C53DFB767838F629EDE"
    },
    {
        "headline": "Birth Control Stand Praised.",
        "snippet": "Dr E Hatsner praises stand",
        "pub_date": "1934-10-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DEFD8123FE53ABC4C51DFB667838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL APPROVED.; Episcopal Convention Goes on Record After Sharp Debate.",
        "snippet": "ATLANTIC CITY, N.J., Oct. 22. -- The Protestant Episcopal Church was committed today to an endorsement of efforts to make it legal for physicians and medical centres to disseminate birth control information, as the House of Deputies voted concurrence...",
        "pub_date": "1934-10-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E5D8123FE53ABC4B51DFB667838F629EDE"
    },
    {
        "headline": "EPISCOPAL BISHOPS FAVOR INFORMATION ON BIRTH CONTROL; Vote of 44 to 38 Follows a Bitter Debate in Which 'Pious Twaddle' Is Scored.",
        "snippet": "ATLANTIC CITY, N.J., Oct. 20. -After a sharp debate in which opposition to birth control was characterized as largely \"pious twaddle from celibate clergymen,\" the House of Bishops of the Protestant Episcopal Church voted approval today of a measure...",
        "pub_date": "1934-10-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DEEDF1039E33ABC4951DFB667838F629EDE"
    },
    {
        "headline": "EPISCOPAL BUDGET IS SET AT $2,313,115; Foreign and Domestic Missions Cut Only Slightly in Total Reduction of $386,885. BIRTH CONTROL APPROVED Measure Voted in Interest of 'Family Life' -- Drive Set on Indecent Films.",
        "snippet": "ATLANTIC CITY, Oct. 17. -- A vote to conduct a drive against \"filthy and damaging motion pictures,\" unanimous approval of a birth-control measure by a committee of Bishops and the adoption of an \"emergency\" budget of $2,313,115 were features of the...",
        "pub_date": "1934-10-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E4D9123FE53ABC4052DFB667838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL BOOKS STIR CUSTOMS APPEAL; Morris L. Ernst Asks Federal Bureau to Permit Importation of Seized Works.",
        "snippet": "WASHINGTON, Oct. 11. -- A request that importation of certain birth-control books into this country be allowed was made informally at the Customs Bureau today by Morris L. Ernst, New York lawyer.",
        "pub_date": "1934-10-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E4DC173CEE32A25751C1A9669D946594D6CF"
    },
    {
        "headline": "Moral Argument In Birth Control; Misuse of Our Faculties Is Regarded as Improper",
        "snippet": "There are three aspects of the birth-control question, all of them beset with controversial views -- the economic, the medical and the moral.",
        "pub_date": "1934-09-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803E5DA103CE23ABC4B51DFBF66838F629EDE"
    },
    {
        "headline": "PRIEST ASKS FIGHT ON BIRTH CONTROL; Father Burns Says the Modern World Has Conspired to Defeat Church Principles. COMBATS TEACHING OF SIN Must Stop Those Who Rob God of Souls, He Asserts at Novena at St. Ann's.",
        "snippet": "The practice of birth control was attacked in a sermon yesterday by the Rev. Henry R. Burns, recently appointed director of the Oblate Fathers, Eastern District, who spoke at the 12:15 mass in St. Ann's Roman Catholic Church, Twelfth Street, east of...",
        "pub_date": "1934-07-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990DEEDB153FE53ABC4B51DFB166838F629EDE"
    },
    {
        "headline": "PROBLEMS OF IRISH PILE UP IN THE DAIL; Legislators Give Up Summer's Recess to Cope With Social and Economic Proposals. RIGID MORAL CODE SOUGHT Bill Would Bar Birth Control -- Fixed Price for Grain Is Suggested to Aid Farmer.",
        "snippet": "DUBLIN, July 20. -- Eamon de Valera's government has produced such a heavy program of legislation this year that the Dail has had to forego its usual Summer recess and will sit continuously until well into the Fall. The Cabinet has introduced many...",
        "pub_date": "1934-07-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CE2DD1239E632A25751C2A9619C946594D6CF"
    },
    {
        "headline": "Birth Control in Bermuda Planned to Bar Crowding",
        "snippet": "Bermuda House of Assembly votes free clinics",
        "pub_date": "1934-06-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902E4DE1239E632A25756C1A9609C946594D6CF"
    },
    {
        "headline": "Birth Control Forces The Closing of a Church",
        "snippet": "Closes Calvinist Ch, Hidas, Hungary",
        "pub_date": "1934-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E5D81239E33ABC4852DFB066838F629EDE"
    },
    {
        "headline": "CLUB WOMEN LIMIT FEDERATION ACTION; National Body Will Submit Measures for Study Without Endorsement in Future. BIRTH CONTROL DEBATED Dr. C.F. Potter Urges 'Spacing' Babies -- T.H. Aschman Asks Decision Be Left to Doctors.",
        "snippet": "HOT SPRINGS, Ark., May 23. -- Because the General Federation of Women's Clubs has grown to be a \"potential power,\" it will not in future endorse measures, but will ask club members to study them so that they can vote intelligently on the measures...",
        "pub_date": "1934-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E7D6143FE53ABC4C51DFB366838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL HELP ASKED FROM CHURCH; Public Has the Right to Expect Guidance, the Rev. D.B. Jones Tells Social Work Parley.",
        "snippet": "KANSAS CITY, May 23. -- The American Birth Control League, meeting here in connection with the National Conference of Social Work, today heard two speakers declare that the public has the right to expect guidance from the church on the moral aspects...",
        "pub_date": "1934-05-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EED7143FE53ABC4C51DFB366838F629EDE"
    },
    {
        "headline": "HITLERISM' ESSAY WINS CLUB CONTEST; Federation at Hot Springs Meeting Awards Prize to Mrs. Marlowe of Ohio. COUNCIL MEETING OPENS Birth Control and Other Controversial Subjects Will Occupy Women Today.",
        "snippet": "HOT SPRINGS, Ark., May 21 (AP). -- Seeking to broaden the woman voter's interest in public questions, the sixteenth council meeting of the General Federation of Women's Clubs, attended by 1,000 delegates representing some 2,500,000 members, opened...",
        "pub_date": "1934-05-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9803EEDC163AE13ABC4A51DFB366838F629EDE"
    },
    {
        "headline": "CLUB WOMEN OPEN CONVENTION TODAY; Federation Session at Hot Springs, Ark., Will Take Up Important Topics. KEENAN AMONG SPEAKERS Birth Control, Sterilization and Uniform Divorce Laws Are to Be Discussed.",
        "snippet": "HOT SPRINGS, Ark., May 20. -With its program including such important topics as uniform marriage and divorce laws, birth control, selective sterilization, various features of crime, and the movies and their influence, the convention of the General...",
        "pub_date": "1934-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E2D7143FE53ABC4951DFB366838F629EDE"
    },
    {
        "headline": "Y.W.C.A. DECLARES FOR BIRTH CONTROL; Convention Unanimously Advocates Laws for Dissemination of Information on It. LABOR UNIONS ENDORSED Attempt to Amend Resolution Favoring More Equal Distribution of Wealth Fails.",
        "snippet": "PHILADELPHIA, May 8. -- Without a dissenting vote the national convention of the Young Women's Christian Association today gave its support to birth control legislation.",
        "pub_date": "1934-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EEDB1239E33ABC4153DFB366838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL APPROVAL IS VOTED; Senate Committee to Report Measure Permitting Doctors to Give Information.",
        "snippet": "WASHINGTON, April 23. -- With only three dissenting votes, the Senate Judiciary Committee today favorably reported the bill introduced by Senator Hastings providing for the amendment of Sections 211, 245 and 312 of the criminal code to permit the...",
        "pub_date": "1934-04-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E6DA173CE23ABC4C51DFB266838F629EDE"
    },
    {
        "headline": "OVERPOPULATION IS PROBLEM IN CHINA; Birth Control Now Urged by Committee on Maternal Health. INFANT DEATH RATE HIGH Main Obstacles to Limitation Are Expense and Political Objections.",
        "snippet": "PEIPING, Jan. 17. -- Overpopulation constitutes one of China's gravest problems, in the opinion of some sociologists. Because of a high birth rate, population, in many parts of China, is said to be outrunning the means of subsistence. There are, to...",
        "pub_date": "1934-02-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E4D6123EE53ABC4952DFB466838F629EDE"
    },
    {
        "headline": "DEAN GATES ASSAILS BIRTH-CONTROL MOVE; Its Advocates Give Impression That Race Suicide Is Sign of Patriotism, He Declares.",
        "snippet": "Birth control",
        "pub_date": "1934-02-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B07EED61E3DE23ABC4D53DFB466838F629EDE"
    },
    {
        "headline": "BIRTH-CONTROL OPPOSITION.; It Was by No Means \"Almost Solidly Catholic,\" It Seems.",
        "snippet": "In reporting the opposition to the Pierce Birth-Control Bill in THE NEW YORK TIMES of Jan. 20 your correspondent is somewhat in error in writing of \"the almost solidly Catholic opposition to the measure.\" Neither is it correct to say that...",
        "pub_date": "1934-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05EFDE113DE33ABC4151DFB766838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL WAR1; HIT AS COMMERCIALI Opponents Charge at Hearing That Mrs. Sanger Is Not Concerned With Mothers. CANON CHASE JOINS FOES Representative Mary Norton Pleads Against Carrying of 'Filth' in the Mails.",
        "snippet": "WASHINGTON, Jan. 19. -- Liberalization of the penal laws to permit transmission and possession by medical authorities of contraceptive devices, and to give birth control advice, was attacked and defended at the closing session today of the hearing...",
        "pub_date": "1934-01-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E2DF113DE33ABC4851DFB766838F629EDE"
    },
    {
        "headline": "ASK BIRTH CONTROL AT HOUSE HEARING; Advocates Decry Adding to Nation's Relief Burden With Larger Families. COUGHLIN OPPOSES BILL Mrs. T.N. Hepburn, Mother of Actress and Five Other Children, Presides.",
        "snippet": "WASHINGTON, Jan. 18. -- Amendment of the penal laws to permit medically supervised dissemination of birth control information and advice to overburdened parents of \"unwarrantably\" large families in their own interest and those of the taxpayers who...",
        "pub_date": "1934-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D01E0D81439E33ABC4152DFB766838F629EDE"
    },
    {
        "headline": "BIRTH CONTROL HELD ASSET TO COMMUNITY; Speakers at Meeting Here Stress Its Importance for Future Generations.",
        "snippet": "Birth control implies not only \"protection against children whose coming would be detrimental\" but also \"provision of expert advice to the considerable number of persons who desire more children than they have,\" Dr. C.E.A. Winslow, Professor of...",
        "pub_date": "1934-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E0D81439E33ABC4152DFB766838F629EDE"
    },
    {
        "headline": "ASK ROOSEVELT AID FOR BIRTH CONTROL; Delegates to National Meeting Leave Resolutions With the President's Secretary. MRS. CATT COLD TO GROUP Leader of Women's Anti-War Body Refuses to Take Up 'Any New Subject.'",
        "snippet": "WASHINGTON, Jan. 17. -- Resolutions urging President Roosevelt to \"advise Congress of the importance\" of amending the criminal code to permit dissemination of birth control information were adopted today by the Conference on Birth Control and...",
        "pub_date": "1934-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E3D81439E33ABC4052DFB766838F629EDE"
    },
    {
        "headline": "500 DOCTORS APPEAL FOR BIRTH CONTROL; Washington Conference Urges Law Allowing Physicians to Give Information.",
        "snippet": "WASHINGTON, Jan. 15. -- Five hundred physicians of Washington, New York, Philadelphia and other cities today joined in endorsing the bills introduced by Senator Hastings and Representative Pierce of Oregon to authorize the dissemination of...",
        "pub_date": "1934-01-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07EEDC1E3DE23ABC4F52DFB766838F629EDE"
    },
    {
        "headline": "SEE BIRTH CONTROL AS RECOVERY NEED; Speakers at Washington Conference Hold Job Claimants Must Be Reduced.",
        "snippet": "WASHINGTON, Jan. 15. -- An inescapable relationship between birth control and national well-being was asserted today in addresses before the American Conference on Birth Control and National Recovery called by Mrs. Margaret Sanger.",
        "pub_date": "1934-01-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E1D91439E33ABC4E52DFB766838F629EDE"
    },
    {
        "headline": "WILL LINK RECOVERY WITH BIRTH CONTROL; 500 Leaders in Medicine, Education and Religion Will Confer at Capital Jan. 15-17.",
        "snippet": "WASHINGTON, Jan. 6. -- More than 500 men and women, including specialists in medicine, sociology, religion and education, will attend the American Conference on Birth Control and National Recovery to be held here Jan. 15-17 under the auspices of the...",
        "pub_date": "1934-01-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E6DE1E3DE23ABC4F53DFB766838F629EDE"
    },
    {
        "headline": "THE BIRTH CONTROL PROBLEM; Authorities Are Cited as Opposed to Father Cox's Arguments.",
        "snippet": "Lr by E D Jones cites authorities opposed to views of Rev I W Cox",
        "pub_date": "1934-01-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE0DC1639EE32A25750C0A9679C946594D6CF"
    }
]