[
    {
        "headline": "MRS. SANGER REPLIES TO ARCHBISHOP HAYES; Pastoral Letter Shows Church Clearly Understands Birth Control, She Says.",
        "snippet": "Mrs. Margaret Banger, Chairman of the First American Birth Control Conference, yesterday replied to the statements regarding birth control in the Christmas pastoral letter of Archbishop Patrick J. Hayes.",
        "pub_date": "1921-12-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E2D9113EEE3ABC4851DFB467838A639EDE"
    },
    {
        "headline": "ARCHBISHOP HAYES ON BIRTH CONTROL; Pastoral to \"The Faithful\" Calls Murder Horrible, but Terms Prevention Satanic. INVEIGHS AGAINST DIVORCE And Condemns \"the Freer and More Indulgent Conduct, More Particularly\" Among Women. Calls Birth Control Satanic. An \"Unclean Abomination,\" He Says.",
        "snippet": "\"In the name of the Babe of Bethlehem,\" Archbishop Patrick J. Hayes yesterday issued a Christmas pastoral to \"the faithful\" which will be read at all masses today in all of the more than three hundred churches of the Archdiocese of New York.",
        "pub_date": "1921-12-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CE2D91539E133A2575BC1A9649D946095D6CF"
    },
    {
        "headline": "MAYOR ORDERS AN INQUIRY.; Hirshfield to Investigate Closing of Birth Control Meeting.",
        "snippet": "Orders Comr Hirshfield to conduct an investigation into closing of meeting at Town Hall by police on complaint of citizens",
        "pub_date": "1921-12-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE2D91539E133A2575BC1A9649D946095D6CF"
    },
    {
        "headline": "SEE PLOT BY POLICE TO BAR FREE SPEECH; Ten Citizens Demand Inquiry by Mayor on \"Outrages\" Against Birth Control Advocates. WANT 'INFLUENCE' LAID BARE Letter Condemns Arrests of Three Women as \"Unlawful\"--Victims to Fight Suppressors.",
        "snippet": "Ten prominent men of this city, none of them identified with the advocacy of birth control, have asked Mayor Hylan for a public investigation of police action resulting in the suppression of a birth control meeting and the arrest of three women...",
        "pub_date": "1921-12-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DEFDF113EEE3ABC4852DFB467838A639EDE"
    },
    {
        "headline": "MARSH DENOUNCES INQUIRY BY POLICE; Counsel for Birth Control Conference Protests AgainstSecret Hearing.STORY OF STOPPED MEETING Captain Donohue Says Many Children and Unmarried Women Were There.",
        "snippet": "The Police Department inquiry into the action of Captain Thomas Donohue of the West Forty-seventh Street Statinn in supressing the Town Hall meeting to discuss birth control on Nov. 13 was described yesterday by Robert McCMarsh, counsel for the First...",
        "pub_date": "1921-12-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE6DF113EEE3ABC4053DFB467838A639EDE"
    },
    {
        "headline": "MRS. RUBLEE PLANS FALSE ARREST SUIT; May Bring Action Against Policeman and Assistant Corporation Counsel.OTHER PROCEEDINGS IN VIEWSteps Likely to Be Taken to PreventFurther Interference With Birth Control Discussions.",
        "snippet": "Mrs. Juliet Barrett Rublee, who was arrested Friday at a Police Department inquiry into the suppression of the birth control meeting at the Town Hall on  Nov. 13, and was immediately discharged ...",
        "pub_date": "1921-12-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9902EFD7103EEE3ABC4E53DFB467838A639EDE"
    },
    {
        "headline": "PLAN TO TEST POLICE POWER OVER SPEECH; Birth Control Advocates to Bring Legal Action to Prevent Breaking Up Meetings. ASK DOLPHIN'S REMOVAL Civil Liberties Union Blames Assistant Corporation Counsel forMrs. Rublee's Arrest. Mrs. Rublee to Consult Cravath. Physicians Volunteer for Clinic. Policeman Had No Evidence.",
        "snippet": "Police interference with birth control meetings, culminating in the arrest of Mrs. Juliet Barrett Rublee, Vice Chairman of the First American Birth Control Conference, is about to result in a series of separate legal actions designed,  among other...",
        "pub_date": "1921-12-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801EFDB1539E133A25757C0A9649D946095D6CF"
    },
    {
        "headline": "ARREST MRS. RUBLEE FOR VIEWS ON BIRTH; Woman Who Took Issue With Archbishop Hayes Is Soon Dismissed. SHE WILL FIGHT THE CASE District Attorney's Office Ordered Arrest, Then Told Court There Was No Evidence. POLICE MALICE IS CHARGED Magistrate Hatting Refers to Certain Religions Which Abhor Birth Control.",
        "snippet": "Mrs. Juliet Barrett Rublee, Vice Chairman of the First American Birth Control Conference, was arrested yesterday on the order of Police Department officials following her testimony at a hearing into charges against Police Captain Thomas Donahue of...",
        "pub_date": "1921-12-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05EFD81431EF33A25750C0A9649D946095D6CF"
    },
    {
        "headline": "ASK POLICE TO CALL DINEEN; Liberties Union Wants Alleged Complainant at Birth Control Hearing.",
        "snippet": "A De Silver in letter to Inspector Lahey on behalf of Amer Civil Liberties Union asks that Mgr Dineen be called at Police Dept hearing",
        "pub_date": "1921-11-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E0D9113CE533A25756C2A9679D946095D6CF"
    },
    {
        "headline": "DIGS INTO LEADER'S BIRTH-CONTROL PAST; Chief Inspector Lahey Questions Mrs. Sanger on Clinic Conviction in 1916. SUPPRESSION CHARGE HEARD Preliminary Inquiry Into Police Action at Town Hall Continuedto Dec. 2.",
        "snippet": "When Mrs. Margaret Sanger, birth control advocate, appeared before Chief Inspector William J. Lahey at Police Headquarters yesterday as a witness in the department inquiry into the police suppression of the mass meeting on Nov. 13, Inspector Lahey...",
        "pub_date": "1921-11-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E7DC113CE533A25750C2A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL AID DENIED BY ACADEMY; Public Health Committee Declares It Is Opposed to League'sPrinciples and Methods.POLICE HEARING TODAYMany Witnesses Ready to Testify atInquiry Into Suppression ofTown Hall Meeting.",
        "snippet": "Many witnesses, including men and women socially prominent, will testify at Police Headquarters this morning for the First American Birth Control Conference at the hearing ordered by Police Commissioner Enright in the investigation of the police...",
        "pub_date": "1921-11-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE5DD113CE533A25751C2A9679D946095D6CF"
    },
    {
        "headline": "HAYES DENOUNCES BIRTH CONTROL AIM; Archbishop Declares That Law, Science, Policy and Experience Condemn Theory.MRS.RUBLEE CITES HOLLANDFifty Clinics There, Says BirthControl Advocate, and InfantMortality Lowest in Europe.",
        "snippet": "Archbishop Patrick J. Haves issued a statement on birth-conttol yesterday. A week ago last evening Mgr. Joseph P. Dineen, then private secretary to the Archbishop, and now Chancellor of the archdiocese of New York, went to the...",
        "pub_date": "1921-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0CE2DE113CE533A25752C2A9679D946095D6CF"
    },
    {
        "headline": "WOMAN'S OWN STORY OF HER NIGHT IN JAIL; Dr. Lowery, Bystander Outside Birth Control Meeting, Defended Girls From Police.ARRESTED, ARM WRENCHEDSays She Was Insulted in PoliceStation and Brutally Handledby One Policeman. \"I Cried From the Pain.\" Delay Kept Her in Cell. Does Not Want Revenge.",
        "snippet": "Dr. Nora A. Lowery, a chiropractor, arrested in front of the Park Theatre during the birth control meeting in the theatre on Friday night, complained yesterday that the policeman who arrested her had injured her arm, and that another policeman, who...",
        "pub_date": "1921-11-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE5DC1539E133A25753C2A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL TALK GUARDED BY POLICE; Program Cut Off at Town Hall Carried Out at Park Theatre Without Interruption. 3,000 JAM STREET OUTSIDE Enright Details Twenty Men-- Woman Doctor Arrested for Refusing to \"Move On.\"",
        "snippet": "The discussion of \"Birth Control--Is It Moral?\" which was supressed by the police at the Town Hall on Sunday night, was carried through last night at the Park Theatre--this time with police protection.",
        "pub_date": "1921-11-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7D81E30E633A2575AC1A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL RAID TO BE INVESTIGATED; Enright Also Promises \"Appropriate Action\" on Police Suppression of Town Hall Meeting. PROTECTION ASKED TONIGHT Mrs. Sanger and Harold Cox, London Editor, to Lead Discussionat Park Tehatre.",
        "snippet": "Police Commissioner Richard E. Enright, in a letter to Robert McC. Marsh, counsel for the First American Birth, Control Conference, promised an investigation of the action of the police Sunday night in breaking up a mass meeting at the Town Hall to...",
        "pub_date": "1921-11-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B02E7DE113CE533A2575BC1A9679D946095D6CF"
    },
    {
        "headline": "POLICE DENOUNCED FOR STOPPING MEETING; Birth Control Committee Endorses Mrs. Sanger and Calls for Redress.",
        "snippet": "Members of the committee in charge of the first American Birth Control Conference met yesterday at the home of Mrs. Juliet Barrett Rublee, at 242 East Forty-ninth Street, to take action with regard to the police suppression of Sunday night's mass...",
        "pub_date": "1921-11-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502E2D6103CE533A25754C1A9679D946095D6CF"
    },
    {
        "headline": "ASKS POLICE AID FOR BIRTH CONTROL TALK; Robert McC. Marsh Requests Enright to Safeguard Bryant Hall Meeting Friday. CITES RIGHTS UNDER LAW Conference Committee Meets Today to Consider Injunction and Damage Proceedings.",
        "snippet": "A demand for police protection for a birth control meeting to be held in Bryant Hall Friday night, as a substitute for the mass meeting of Sunday night which the police suppressed, was made to Police Commissioner Richard E. Enright yesterday by...",
        "pub_date": "1921-11-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9901E5D7103CE533A25755C1A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL RAID MADE BY POLICE ON ARCHBISHOP'S ORDER; Capt. Donohue's Only Instructions From Headquarters Wereto \"Look for Mgr. Dineen.\"SUPPRESSED BEFORE STARTPoliceman Testifies That Donohue Ordered Him to Get Mrs.Sanger Off the Stage. THE TWO PRISONERS FREED Evidence Lacking, Says Magistrate --Mgr. Dineen Explains CatholicChurch's Attitude.",
        "snippet": "The police suppression of the birth control meeting at the Town Hall Sunday night, which culminated in the arrest of two of the speakers after they had refused to leave the stage, was brought about at the instance of Archbishop Patrick J. Hayes of...",
        "pub_date": "1921-11-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E7D7103EEE3ABC4D52DFB767838A639EDE"
    },
    {
        "headline": "POLICE VETO HALTS BIRTH CONTROL TALK; TOWN HALL IN TUMULT; Mrs. Sanger and Mary Winsor, Leaders in Movement, Arrested at Meeting.AUDIENCE SWARMS STAGESergeant Seizes Mrs. Sanger asShe Starts to Speak--PoliceBuffeted by Crowd. ORDER FROM HEADQUARTERSNo Further Explanation Offered byRaiders--100 Reserves onGuard in 43d Street. Crowd Sweeps Into Hall. Mrs. Sanger Mounts Stage. POLICE VETO HALTS BIRTH CONTROL TALK London Editor Cut Short. Prisoners Sent to Night Court.",
        "snippet": "A mass meeting to discuss \"Birth Control: Is It Moral?\" was broken up by the police at the Town Hall last night. Hundreds of men and women, many socially prominent, derided the police and urged the speakers to defy the order not to speak.",
        "pub_date": "1921-11-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E6D91431EF33A25757C1A9679D946095D6CF"
    },
    {
        "headline": "FIRST BIRTH CONTROL CLINIC TO OPEN HERE; Staff of 40 Physicians, Says Mrs. Margaret Sanger, Selected for Institution.",
        "snippet": "A birth control clinic, the first in the United States, will be opened in this city next Wednesday, according to an announcement made last night by Mrs. Margaret Sanger at a dinner at the Hotel Plaza in connection with the first ...",
        "pub_date": "1921-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9400E1DD143AE532A25750C1A9679D946095D6CF"
    },
    {
        "headline": "URGE BIRTH CONTROL TO AID WORLD PEACE; Advocates, in First American Meeting, Ask Congress and Arms Conference to Act.",
        "snippet": "Birth control as a factor to bring about world peace was advocated at the First American Birth Control Conference, the opening session of which was held yesterday at the Plaza. The disarmament conference and Congress were urged, in telegrams, to...",
        "pub_date": "1921-11-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03EEDA1431EF33A25751C1A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL LEAGUE.; Body Formally Organized to Assist Conference With Campaign.",
        "snippet": "The organization of the American Birth Control League, which will conduct a campaign in this country in cooperation with the coming birth control conference to be held beginning tomorrow at the Hotel Plaza, was completed ...",
        "pub_date": "1921-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C01E2DD1539E133A25753C1A9679D946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL CLINICS.; Mrs. Rublee Says Several Will Be Opened in the South.",
        "snippet": "Plans for the First American Birth Control Conference, which will be held at the Hotel Plaza on Nov. 11, 12 and 13, were discussed yesterday afternoon by members of the Conference Committee at the home of Mrs. Juliet Barrett Rublee of 242 East...",
        "pub_date": "1921-10-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E6DB1431EF33A25750C1A9669D946095D6CF"
    },
    {
        "headline": "TO SPEAK ON BIRTH CONTROL; Dr. Marie C. Stones of London Invited Here and a Clinic Proposed.",
        "snippet": "The Voluntary Parenthood League of the St. Denis Building, Broadway and Eleventh Street, of which Mrs. Mary Ware Dennett is the director, has invited Dr. Marie C. Stopes, of London ...",
        "pub_date": "1921-08-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E1DA153AEF33A25752C2A96E9C946095D6CF"
    },
    {
        "headline": "FROWNS ON BIRTH CONTROL.; Government of Japan is Said to Oppose Movement Started There.",
        "snippet": "Govt opposes movement",
        "pub_date": "1921-08-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00E6DC1439E133A25751C1A96E9C946095D6CF"
    },
    {
        "headline": "ADVOCATES BIRTH CONTROL.; Social Worker Says Increase of Incompetents Can Be Prevented.",
        "snippet": "MILWAUKEE, June 25.--A hint that birth control should be made a part of social work was applauded at today's  session of the Family Division of the National Conference on Social Work, when Edward D. Lynde, Executive Secretary of the Wisconsin...",
        "pub_date": "1921-06-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9801E6DA163BE533A25755C2A9609C946095D6CF"
    },
    {
        "headline": "BIRTH CONTROL IN JAPAN; Issue Forced Into Prominence by Rapid Increase in Population",
        "snippet": "THERE are signs of alarm in Japan at the extraordinary rate  of increase of the Japanese population. The belief that a war of aggression is inevitable unless  something drastic is done to prevent further overcrowding of the island realm of the Mikado...",
        "pub_date": "1921-06-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E1D91739E133A25756C0A9609C946095D6CF"
    }
]