[
    {
        "headline": "WORLD UNIT SET UP FOR BIRTH CONTROL; Association Created at Parley in India -- Margaret Sanger Named an Honorary Head",
        "snippet": "BOMBAY, India, Nov. 29 -- The first full-scale international organization for furtherance of the birth control movement was formed today at the concluding session of the Third International Conference on Planned Parenthood, at which fourteen nations...",
        "pub_date": "1952-11-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03E1DD1F3CE53ABC4850DFB7678389649EDE"
    },
    {
        "headline": "BIRTH CONTROL BAN HIT; Meeting in India Told Italy Is 'Kept in Dark' on Sex",
        "snippet": "BOMBAY, India, Nov. 25 (Reuters) -- The Italian delegate to a world conference on birth control here attacked the Roman Catholic church today for its stand on planned parenthood.",
        "pub_date": "1952-11-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE2DE113AE23BBC4E51DFB7678389649EDE"
    },
    {
        "headline": "MRS. SANGER'S VISIT EXCITES JAPANESE; Housewives Flock to Relate to American Progress of Birth Control in Nation",
        "snippet": "TOKYO, Nov. 3 -- Mrs. Margaret Sanger, barred from Japan during the occupation, has attracted considerable interest during a visit here under the auspices of the Tokyo newspaper Mainichi and Japanese birth-control groups.",
        "pub_date": "1952-11-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E4D61E3CE53ABC4852DFB7678389649EDE"
    },
    {
        "headline": "BIRTH CONTROL PILLS REPORTED A SUCCESS",
        "snippet": "WASHINGTON, Oct. 9 (AP) -- Successful human use of pills as a method of birth control was reported today by Dr. Benjamin Sieve, who, while asserting he had preliminary success with them, declared further extensive studies must be made \"before the...",
        "pub_date": "1952-10-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E1D6133AE23BBC4852DFB6678389649EDE"
    },
    {
        "headline": "NEEDS OF INDIA CITED; Solution to Food Shortage Held Farm Reform, Birth Control",
        "snippet": "Dr S R Sen on need for birth control program",
        "pub_date": "1952-08-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE0DD1039E632A25754C1A96E9C946392D6CF"
    },
    {
        "headline": "BIRTH CONTROL OPPOSED; Bishop Accuses Physicians as Clinic Is Scheduled",
        "snippet": "Planned Parenthood Assn, Parkersburq, W Va, votes to set up birth control clinic despite RC hosps threat to bar clinic drs; Bishop Swint assails action",
        "pub_date": "1952-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CEFD7113AE53ABC4852DFB1668389649EDE"
    },
    {
        "headline": "VATICAN SCORES U. N. OVER BIRTH CONTROL",
        "snippet": "ROME, June 7 (AP) -- L'Osservatore Romano accused the United Nations today of advocating birth control in depressed areas and called this a \"cynical policy.\"",
        "pub_date": "1952-06-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501EFD7103CE53ABC4053DFB0668389649EDE"
    },
    {
        "headline": "BIRTH CONTROL OFF U.N. AGENCY AGENDA; Discussion Before World Health Group Ends Without Vote in 'Interests of Harmony'",
        "snippet": "GENEVA, May 19 (AP) -- The World Health Organization withdrew from the controversial problem of birth control today after delegates from several strongly Roman Catholic countries had warned that action in this field would endanger existence of the...",
        "pub_date": "1952-05-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E3D6133BE23BBC4851DFB3668389649EDE"
    },
    {
        "headline": "INDIA WILL CONTINUE BIRTH CONTROL WORK",
        "snippet": "GENEVA, May 7 -- India needs and will continue to seek means of applying scientific population control to her teeming population, an Indian spokesman told the Fifth World Health Assembly here today.",
        "pub_date": "1952-05-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7D9133BE23BBC4053DFB3668389649EDE"
    },
    {
        "headline": "BIRTH CONTROL SEEN AS JAPAN'S BIG NEED",
        "snippet": "Overpopulation was defined as Japan's \"No. 1 problem\" yesterday by Dr. Kageyas W. Amano, a Japanese physician. He warned that the low standard of living resulting from the rising birth rate in Japan might make that country \"increasingly vulnerable\"...",
        "pub_date": "1952-04-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E3D6163AE23BBC4952DFB2668389649EDE"
    },
    {
        "headline": "Birth Control Funds Swelled",
        "snippet": "County Parenthood League repts donations tripled since hosp order",
        "pub_date": "1952-02-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9802E0DD1E38E23BBC4852DFB4668389649EDE"
    },
    {
        "headline": "HOSPITAL OUSTERS APPEALED TO STATE; Birth Control Group Charges 'Discrimination' Against 7 Poughkeepsie Doctors BAN SCORED AS 'COERCION' But Chairman of Albany Board Casts Doubt on Validity of Protest Under Bias Law",
        "snippet": "The Planned Parenthood Federation of America, Inc., complained yesterday to the State Commission Against Discrimination against St. Francis Hospital of Poughkeepsie for demanding that seven staff physicians quit the Dutchess County chapter of the...",
        "pub_date": "1952-02-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907EFDE163AE23BBC4153DFB4668389649EDE"
    },
    {
        "headline": "7 DOCTORS' OUSTER SPLITS CLERGYMEN; Catholic Pastor Cites Bible -- Protestants Decry Hospital's Stand on Birth Control",
        "snippet": "POUGHKEEPSIE, Feb. 3 -- Sharp and divergent reactions erupted from the pulpits of Roman Catholic and Protestant clergymen here today in a controversy over birth control.",
        "pub_date": "1952-02-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E5DE163AE23BBC4C53DFB4668389649EDE"
    },
    {
        "headline": "Catholic Hospital Tells 7 Doctors To Quit Staff or Birth Control Unit; Catholic Hospital Tells 7 Doctors To Quit Staff or Birth Control Unit",
        "snippet": "POUGHKEEPSIE, Jan. 31 -- St. Francis Hospital, a Roman Catholic institution, has demanded that seven Poughkeepsie physicians sever their connections with the Dutchess County League of the Planned Parenthood Association or resign from the hospital's...",
        "pub_date": "1952-02-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A01EFDC123AE53ABC4953DFB4668389649EDE"
    },
    {
        "headline": "INDIA PRAISED IN U. N. OVER BIRTH CONTROL",
        "snippet": "UNITED NATIONS, N. Y., Jan. 3 -- The establishment in India of a government-sponsored program for birth control was hailed here today by Dr. Abraham Stone, a consultant of the World Health Organization, as the first joint effort by the United Nations...",
        "pub_date": "1952-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E0DB133CE53ABC4E53DFB7668389649EDE"
    }
]