[
    {
        "headline": "CLERICS IN DEBATE ON BIRTH CONTROL; 3 Differ on Use of New Pills --Review Family Problems at State Conference",
        "snippet": "ROCHESTER, N.Y., Nov. 20 --A mention of contraceptive pills produced a variance of opinions among three clergymen here today at the New York State Welfare Conference.",
        "pub_date": "1957-11-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CEEDB1331E63ABC4951DFB767838C649EDE"
    },
    {
        "headline": "Letters to The Times; Competition With Soviet Problems of Democracy in Contest With Dictatorship Cited Scientific Challenge Holding Our Own Recruiting Scientists Protecting Home Industry Effect of Tariff Process on Foreign Policy Discussed Condemning Industry Objections to Birth Control",
        "snippet": "lr on Guttmacher views notes Caths object to control on moral, not med grounds",
        "pub_date": "1957-11-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0CEEDE1E3EE23BBC4B52DFB767838C649EDE"
    },
    {
        "headline": "CITY AIDE SCORED ON BIRTH CONTROL; Physician Asserts Hospital Chief's Policy Deprives Patients of Rights",
        "snippet": "The failure of city hospitals to provide birth-control information deprives their patients of modern medical practice, a physician charged yesterday. He said that Hospital Commissioner Morris A. Jacobs had imposed a ban. Mayor Wagner has denied that...",
        "pub_date": "1957-11-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E4D81231E63ABC4A53DFB767838C649EDE"
    },
    {
        "headline": "NEW GAINS NOTED IN BIRTH CONTROL; Medical Symposium Here Predicts Simple Methods for General Use Jewish Stand Stated Experimental Status Cited",
        "snippet": "Medical science may soon produce a simple and effective birth-control method suited to most of the people of the world, a panel of medical and social scientists said yesterday.",
        "pub_date": "1957-10-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502E1D9113EE23BBC4E52DFB667838C649EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL DIES; Connecticut Senate Rejects Measure Passed in House",
        "snippet": "rejected, Conn Sen",
        "pub_date": "1957-04-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E6DB1030E23BBC4D51DFB266838C649EDE"
    }
]