[
    {
        "headline": "Birth-Control Test Developed",
        "snippet": "LEAD: Monoclonal Antibodies Inc. said today that it had completed initial development of a home diagnostic test that women could use for birth control purposes. Designed as a simple, rapid urine test, the product would enable a woman to determine...",
        "pub_date": "1988-12-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/12/29/business/birth-control-test-developed.html"
    },
    {
        "headline": "Backwardness and Birth Control",
        "snippet": "LEAD: Which of the following apply to the women who opt to end their pregnancies? Rich. Poor. Black. White. Single. Married. Catholic. Protestant. Jewish. Evangelical. Very young. Verging on middle age. Careless about contraception.",
        "pub_date": "1988-10-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/10/22/opinion/backwardness-and-birth-control.html"
    },
    {
        "headline": "Health: Birth Control; Despite Widespread Fear, IUD's Are Safe for Many Women",
        "snippet": "LEAD: Women in monogamous relationships who use an intrauterine device for birth control are at no higher risk of developing pelvic inflammatory disease than women who do not use contraceptives, a new study has found.",
        "pub_date": "1988-09-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/09/15/us/health-birth-control-despite-widespread-fear-iud-s-are-safe-for-many-women.html"
    },
    {
        "headline": "Birth Control Order Is Overturned",
        "snippet": "LEAD: A judge today reversed her order that a teen-age mother who left her two sons alone in a sweltering apartment for three days, practice birth control throughout her child-bearing years, saying the ruling was unenforceable.",
        "pub_date": "1988-09-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/09/03/us/birth-control-order-is-overturned.html"
    },
    {
        "headline": "Woman Is Pregnant Despite Court Order For Birth Control",
        "snippet": "LEAD: An 18-year-old mother of three who was ordered to practice birth control throughout her child-bearing years is pregnant again, but the judge who sentenced herfor child abuse says she will not revoke the probation.",
        "pub_date": "1988-08-31T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/08/31/us/woman-is-pregnant-despite-court-order-for-birth-control.html"
    },
    {
        "headline": "Patents; Birth-Control Compound For Males",
        "snippet": "LEAD: A Canadian zoologist has developed a chemical contraceptive for males that he contends is ''safe, simple and cheap.'' The compound, which has been tested in rats, rabbits and monkeys, appears to stop sperm production without diminishing sex...",
        "pub_date": "1988-07-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/07/30/business/patents-birth-control-compound-for-males.html"
    },
    {
        "headline": "Health: Birth Control; U.S. Experts Applaud Growth in Options For Contraception",
        "snippet": "LEAD: Experts on birth control are buoyed by the introduction of two newly available contraceptives in the United States and by plans to seek Federal approval to market two more. They say that they hope this is a harbinger of a new era when Americans...",
        "pub_date": "1988-06-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/06/09/us/health-birth-control-us-experts-applaud-growth-in-options-for-contraception.html"
    },
    {
        "headline": "A Widening Range of Choices",
        "snippet": "LEAD: Approximate effectiveness of these reversible methods of birth control is measured in pregnancies per 100 actual users per year.  DEVICE: Intrauterine devices (Paragard Copper T380A, Progestasert)  ACTION: Small plastic or metal devices placed...",
        "pub_date": "1988-06-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/06/09/us/health-birth-control-a-widening-range-of-choices.html"
    },
    {
        "headline": "WOMAN'S SENTENCE IS BIRTH CONTROL",
        "snippet": "LEAD: A judge has ordered a young woman to remain on birth control for the rest of her childbearing years because she abandoned her two young sons in a sweltering apartment last summer.",
        "pub_date": "1988-05-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/05/26/us/woman-s-sentence-is-birth-control.html"
    },
    {
        "headline": "F.D.A. Approves Cervical Cap As a Device for Birth Control",
        "snippet": "LEAD: The Food and Drug Administration today approved a birth control device called the cervical cap, a barrier contraceptive that is already available in Europe.",
        "pub_date": "1988-05-24T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/05/24/science/fda-approves-cervical-cap-as-a-device-for-birth-control.html"
    },
    {
        "headline": "Colombians Turning to Men for Birth Control",
        "snippet": "LEAD: Over the past two decades, a handful of birth control advocates have overcome the resistance of men and women, the indifference of the Government and the opposition of the Roman Catholic Church to convert Colombia's family planning program into...",
        "pub_date": "1988-04-13T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/04/13/world/colombians-turning-to-men-for-birth-control.html"
    },
    {
        "headline": "Professor Is Charged With Lying For Maker of Birth Control Device",
        "snippet": "LEAD: A Northwestern University professor was indicted today on charges of perjury and obstructing justice in his testimony for the maker of the Dalkon Shield birth-control device.",
        "pub_date": "1988-03-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1988/03/04/us/professor-is-charged-with-lying-for-maker-of-birth-control-device.html"
    }
]