[
    {
        "headline": "BIRTH CONTROL REPORT STIRS CHURCH GROUP; Responsibility for Stand of Federal Council Committee IsDebated in Philadelphia.",
        "snippet": "PHILADELPHIA, Dec. 3 (AP).--A spirited debate was started today in the executive committee of the Federal Council of the Churches of Christ in America when a resolution was presented urging that the council's administrative committee take full...",
        "pub_date": "1931-12-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01EFDC1F3FE432A25757C0A9649D946094D6CF"
    },
    {
        "headline": "Reject Birth Control Study.",
        "snippet": "Rejects study of birth control",
        "pub_date": "1931-11-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0CEEDF1E39EE3ABC4851DFB767838A629EDE"
    },
    {
        "headline": "Against Birth Control",
        "snippet": "EACH of these books is sanctioned by the Roman Catholic Church, each bears the \"im  primatur\" of Cardinal Hayes and each covers practically the same ground in supporting, at length ...  ",
        "pub_date": "1931-11-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02E2D9143DEE32A2575BC0A9679D946094D6CF"
    },
    {
        "headline": "GRAMMAR NOT AT ALL STABLE; Even Bard of Avon Violated Precision, Says Mr. Vizetelly in \"But That\" Discussion BIRTH CONTROL AND \"CLASS\" TOO MUCH GAME KILLED BY AUTOS ARGUMENT ON AMENDMENT NO. 3 BECOMES HIGHLY INVOLVED There Is a Distinction Between Forest Preserve And Forest Preserve Counties A NEEDED SERVICE METRIC SYSTEM HAS DEFENDERS One-of Them Offers Problem as Means of Converting Opponents MANCHURIA ROOM FOR REFORM.",
        "snippet": "F H Vizetelly replies to W T Stock in \"but that\" controversy, lr",
        "pub_date": "1931-11-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EEDD123AEE3ABC4953DFB767838A629EDE"
    },
    {
        "headline": "REPLIES TO WELLS ON BIRTH CONTROL; Dr. J.J. Walsh Tells Catholic Physicians It Must Be Banned if Race Is to Continue.",
        "snippet": "Dr J J Walsh and others assail H G Wells's advocacy of birth control",
        "pub_date": "1931-10-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EEDC1039EE3ABC4E51DFB667838A629EDE"
    },
    {
        "headline": "Letters From Readers of The Times on Topics in the News; DETERMINING ABILITY TO PAY A WEBSTER ANECDOTE. WORLD ECONOMIC UNITY SEEN AS OUTCOME OF DEPRESSION When Crisis Passes We Must Be Attuned to Needs of enlarging Destiny BIRTH CONTROL AND POPULATION THERE HAVE BEEN MANY ODD BIBLES 18-HOUR TRAINS. HAMILTON'S PART. EXCERPTS FROM LETTERS All Wrong But Hopeless. Observations on Making Good. WE LEARN FROM YORKTOWN Developments of Celebration Cause Doubt of Accuracy of Popular History CONDITIONS ARE NOT SO BAD LIQUIDATING MR. SHAW'S LOGIC TRACING \"SINO.\" WHEN IN EUROPE OUR CONDUCT LEAVES MUCH TO BE DESIRED Some of Us Try to See Too Much and Others Are Distressingly Impolite to Hosts RAILROADS AND THE REST OF US STILL SOME REAL DRUG STORES WHO KNOWS RILEY? THE 2-CLUB FORCING BID. GUY IRVING BURCH. J. W. R. RIENZI B. LEMUS. W. L. MAHONEY. JULIA GLASGOW. FRANCIS L. LEE JONES JOY WHEELER DOW, JOHN MURRAY. FRANKLIN JOHNSTON. I. MONTEFIORE LEVY. STUART L. TYSON. MALCOLM STRACHAN. LLOYD M. CROSGRAVE. EDWIN E. TAIBER. JORGE STRONACH ROBERT CLIVE,",
        "snippet": "Lr on real drug stores represented at Amer Pharmaceutical Assn convention",
        "pub_date": "1931-10-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E7DC123AE532A25756C2A9669D946094D6CF"
    },
    {
        "headline": "WELLS URGES PLANS FOR NEW WORLD ERA; Civilization Now Must Enter Another Phase or Fall, He Tells Birth Control Group.",
        "snippet": "Modern civilization, now at a crisis, must \"either enter a new phase or it will totter and fall,\" H. G. Wells said last night in an address before the National Committee on Federal Legislation for Birth Control. This new phase will have to be one of...",
        "pub_date": "1931-10-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980CE4DC1039EE3ABC4C51DFB667838A629EDE"
    },
    {
        "headline": "WILL HONOR WELLS FRIDAY.; Birth Control Group to Give Dinner to Novelist Here.",
        "snippet": "Plans for meeting",
        "pub_date": "1931-10-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C0DE7D6163BE03ABC4052DFB667838A629EDE"
    },
    {
        "headline": "SOCIALIZED MEDICINE VIEWED BY ANGELL; Yale Head Warns That Society Will Command Service if It Is Not Supplied. PREDICTS BIRTH CONTROL Holds Unfit Must Be Weeded Out--631 Fellowships Granted --Dr. Martin Honored. KANAVEL SCORES QUACKERY In Some States Its Ranks Are as Large as Those of Scientific Medicine, He Asserts. 647 Fellowships Bestowed. Losses Due to Illness. Dr. Kanavel's Presidential Address. Fight to Improve Hospitals. Says Quacks Still Thrive. Honorary Fellowships Awarded.",
        "snippet": "Socializing of the medical profession by the government as a result of the demand of the public for adequate medical service for every one was held out as a possibility of the future by James R. Angell, president of Yale University, last night in an...",
        "pub_date": "1931-10-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E3DA123BE23ABC4F52DFB667838A629EDE"
    },
    {
        "headline": "CATHOLIC MEN URGE RURAL CREDIT SYSTEM; National Council Also Acts on Hoover Relief Plan--Upholds Church on Birth Control.",
        "snippet": "ROCHESTER, N.Y., Oct. 13.--Aid for the rural family through establishment of rural credit systems and a more intimate interest in rural instruction ...",
        "pub_date": "1931-10-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03EFDD123BE23ABC4C52DFB667838A629EDE"
    },
    {
        "headline": "Margaret Sanger's Story of Her Fight for Birth Control; A Nation of Dreamers",
        "snippet": "VERILY, the way of the crusader is hard! Not even the proverbial discomforts of the path of the trans  gressor can exceed the pains and ills it visits upon those who tread the stones and suffer the revilings ...  ",
        "pub_date": "1931-10-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E4D71730E03ABC4C53DFB667838A629EDE"
    },
    {
        "headline": "PROHIBITION AN EVIL CATHOLICS ARE TOLD; Two Clergymen Join Layman at Wilkes-Barre in Blaming Dry Law for Crime Rise. HARM TO YOUTH CHARGED Other Speakers Attack Birth Control as a Menace to Nation'sEconomic Future.",
        "snippet": "WILKES-BARRE, Pa., Sept. 28.-- Two clergymen and a layman assailed prohibition at the national conference of the Catholic Charities here today, attributing to it the crime wave in the larger cities and dissipation of youth. Other speakers attacked...",
        "pub_date": "1931-09-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F00E5D91038E43ABC4151DFBF66838A629EDE"
    },
    {
        "headline": "MRS. SANGER'S BOOK TELLS OF HER FIGHT; Founder of the Birth Control Movement Writes Its History In Autobiographical Volume. SLUMS GAVE INSPIRATION Moved by Plight of Poverty-Stricken Mothers, She Quit Nursing to Be a Crusader.",
        "snippet": "How the international birth control movement began a comparatively few years ago in the mind of a nurse working among New York's poor is told by its founder, Mrs. Margaret Sanger, in a book of reminiscences, \"My Fight for Birth Control,\" published...",
        "pub_date": "1931-09-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502EED8163BE03ABC4051DFBF66838A629EDE"
    },
    {
        "headline": "SEES BIRTH CONTROL DEPOPULATING EARTH; Huxley Says Man Must Face Task of Regulating Numbers in Both Directions. SCIENTISTS DEBATE ISSUE Deferred Marriage and NonMarriage Are on Increase,London Meeting Hears.POOR HAVE MORE CHILDRENSteps Urged to Ease Disparity inIncomes to Halt Increase in Offspring of Undesirables. Cites Curbs on Reproduction. Would Equalize Incomes. Traces Man's Ancestry.",
        "snippet": "LONDON, Sept. 26.--The dangers of the depopulation of Europe and other problems connected with the birth rate and death rate were discussed today in the zoology section of the British Association for Advancement of Science.",
        "pub_date": "1931-09-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E07E0D9163DE637A25754C2A96F9C946094D6CF"
    },
    {
        "headline": "MEDICAL AID LINKED WITH FAITH HEALING; Report on 9-Year Episcopalian Study Advocates 'Alliance' in Exercising 'Divine Power.' FOR CURATIVE 'MYSTICISM' Church Convention at Denver Is Expected to Avoid Making Declaration on Birth Control. \"Practical Mysticism\" in Healing. \"Right Alliance\" With Physicians. Members of the Commission.",
        "snippet": "DENVER, Col., Sept. 20.--After a week-end of relaxation, the delegates to the fiftieth convention of the Episcopal Church will meet here again tomorrow and hear a report on \"Christian Healing,\" the subject of nine years of study by a Church...",
        "pub_date": "1931-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E0DE103BE433A25752C2A96F9C946094D6CF"
    },
    {
        "headline": "FINDS PROHIBITION IRKS WORKING CLASS; Columbia Survey Also Notes Wide Dissatisfaction With Ban on Birth Control Data. FEW FAMILIES KNOW FOODS Ignorance on Nutritive Values, Proper Prices and Other Basic Economic Facts Is Reported.",
        "snippet": "Problems pertaining to birth control knowledge, prohibition and proper food values most commonly confront families with limited incomes, Dr. Frances Howe Leighton, research worker at Teachers College, Columbia University, declared yesterday in making...",
        "pub_date": "1931-09-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07EFDE103BE433A25752C2A96F9C946094D6CF"
    },
    {
        "headline": "BISHOPS TO DEBATE DIVORCE IN SECRET; Episcopalians at Denver Vote to Consider Birth Control Also in Closed Meeting. STRICTER CANON PROPOSED Action on Resolution by Fiske to Bar All Re-Marriage Is Blocked by Perry. CHURCH BAN ON WAR ASKED Oldham Pleads for Arbitration and Arms Cut--Women Raise $l,000,000 Fund. Blocks Early Debate on Divorce. Wickersham With \"Liberals.\" Asks Rule on \"Head of Family.\" Resolution Asks Arms Reduction. Deposed Bishop Asks Reinstatement. Missal\" Before Daputies.",
        "snippet": "DENVER, Sept. 17.--The House of Bishops of the Episcopal Church, in triennial convention here, will meet on Saturday behind closed doors to consider birth control and divorce.",
        "pub_date": "1931-09-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E7D61339EE3ABC4052DFBF66838A629EDE"
    },
    {
        "headline": "EPISCOP ALIANS HEAR ATTACK ON DIVORCE; Bishop Furse of England at Denver Holds Christian Ethics Based on Sex Relationship. ASSAILS AIMS OF SOVIET Calls Its Objective Breaking Up of Homes--Sees Morality Lowered by Birth Control. CONVENTION BEGINS WORK Colorful Pageantry Marks Opening Sessions--Choir of 500 Chants Services. Bishop Furse Attacks Soviet. Attacks Support of Divorce. Hits at \"Companionate Marriage.\" Conservatives\" Pleased at Stand. Message from Archbishop Lang.",
        "snippet": "DENVER, Sept. 16.--The fiftieth convention of the Episcopal Church opened officially today amidst solemn and colorful pageantry and with an attack against birth control and divorce, delivered by a visiting English Bishop.",
        "pub_date": "1931-09-17T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E0D81339EE3ABC4F52DFBF66838A629EDE"
    },
    {
        "headline": "EPISCOPALIANS FACE TWO GREAT ISSUES; Convention, Opening in Denver Today, Is to Act on Divorce and Birth Control. MARRIAGE REPORT REVISED Protests Against 'Liberal' Canon Result in a Third Draft at the Last Minute. LAMBETH RULING A FACTOR Proposal to Repudiate Family-Limit Decision Is Possible--Aid in Depression a Topic. Third Revision of Report. Church \"Marital Court\" Proposed. Lambeth Decision a Factor. Aid in Depression a Topic. American \"Missal\" Discussed. Missions to India Proposed. Noted Persons to Attend.",
        "snippet": "DENVER, Sept. 15.--Protestant Episcopal Bishops, priests and laymen meet here tomorrow for the fiftieth time since the foundation of the Church in 1785, three years before the organization of the Federal Government.",
        "pub_date": "1931-09-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E0DB143DEE32A25755C1A96F9C946094D6CF"
    },
    {
        "headline": "CATHOLIC SURVEY HITS BIRTH CONTROL; Book on World Study Assails Practice on Medical, Social and Economic Grounds. CARDINAL LEADS ATTACK Predicts Decline in the Family and the Home if Movement Persists in This Country. Birth Control \"a Grave Sin.\" Conference Began Inquiry.",
        "snippet": "With Cardinal Hayes leading the attack, the Roman Catholic Church voices its disapproval of any form of birth control as \"a serious menace\" to the home, to society and to individual happiness in the volume \"The Case Against Birth Control,\" to be...",
        "pub_date": "1931-09-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9805EEDF153BEE32A2575BC0A96F9C946094D6CF"
    },
    {
        "headline": "THE WEEK IN EUROPE; BANKERS POINTING WAY; URGE NATIONS TO ACT Recommendations of Wiggin Committee and How Received in Various Capitals. BRITAIN'S BUDGET PROBLEM France and Italy Resuming Naval Talks--United States' Naval Program and Prospects. Waiting for an Agreement. And Mr. Hoover Waits. Britain's Troubles. Navies and Parities. Another Prescription. Birth Control.",
        "snippet": "The committee of the Bank for International Settlements, commonly defined as the Wiggin Committee, this week made public, at Basle, its convictions resultant from its exploration of the financial condition of Germany. Having \"frozen $1,000,000,000 of...",
        "pub_date": "1931-08-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E3D7173DEE32A25750C2A96E9C946094D6CF"
    },
    {
        "headline": "WILL FIGHT BIRTH CONTROL; National Association for Propagation of the Race Formed.",
        "snippet": "Formed to fight birth control",
        "pub_date": "1931-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9804E2DA1038E43ABC4852DFBE66838A629EDE"
    },
    {
        "headline": "DR. STETSON DECRIES CHURCH ALLIANCES; In Year Book, He Rejoices That Episcopalians Keep Aloof From Federations. SCORES BIRTH CONTROL Opposes Remarriage of Divorced Persons by Priests, but Hopes for a Solution.",
        "snippet": "The hope that the Protestant Episcopal Church in the United States would remain free of any official connection with church federations is expressed in the preface to the year-book of Trinity parish, to be published today.",
        "pub_date": "1931-08-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E6DA1038E43ABC4852DFBE66838A629EDE"
    },
    {
        "headline": "IRISH BAN 4 MORE BOOKS.; Censors Also Object to Paper Advocating Birth Control.",
        "snippet": "Banned by Irish censors because of birth-control literature",
        "pub_date": "1931-08-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01E3DE123DE637A25754C0A96E9C946094D6CF"
    },
    {
        "headline": "DEBATE BIRTH CONTROL.; Doctors at Pan-American Congress Disagree on Problem.",
        "snippet": "On birth control; s at Pan-Amer Med Cong",
        "pub_date": "1931-07-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9502EFD8173BEE32A25752C3A9619C946094D6CF"
    },
    {
        "headline": "BIRTH CONTROL PLEA MADE TO DOCTORS; Calling Present Laws 'Obsolete,' Dr. A.J. Rongy Urges Drive to Modify Them. FIGHTS ILLEGAL PRACTICE Declares Women of Nation Pay $100,000,000 a Year for Criminal Operations.",
        "snippet": "Doctors of the United States perform 1,000,000 criminal operations annually, according to Dr. Abraham J. Rongy, chairman of the Greater New York Committee on Health Examination, in an aiticle in the July issue of American Medicine, an ...",
        "pub_date": "1931-07-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E2D7153AEE3ABC4851DFB166838A629EDE"
    },
    {
        "headline": "BIRTH RATE GAINING RAPIDLY IN JAPAN; Last Census Shows Population Increased by 7.9 Per Cent in Five Years. DENSITY SERIOUS PROBLEM But Productivity Has Been Rising Faster Than the Number of Inhabitants of Nation. Towns Grow Faster Than Country. Productivity Also Increases. Birth Control Interest Small.",
        "snippet": "TOKYO, July 4.--The flood of babies, which is the most significant fact in the life of modern Japan, either a menace or an asset as one views it, but in any case a force, has not passed the peak, as some sanguine statisticians thought, but is...",
        "pub_date": "1931-07-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E1DE173BEE32A2575AC1A9619C946094D6CF"
    },
    {
        "headline": "CATHOLIC WOMEN ASK FILM CLEAN-UP; Daughters Convention Charges Laxity in Law Enforcement Leads to Indecent Shows. PLEDGES LOYALTY TO POPE Prelate Cables Greetings and Blessings--Rise of Birth Control IsCalled Dismaying. Birth Control Assailed. Spiritual Exercise Urged.",
        "snippet": "ATLANTIC CITY, N.J., July 9.--A message was received from Pope Pius XI at this afternoon's session of the meeting of the Catholic Daughters of America in the Municipal Auditorium. Cardinal Pacelli forwarded a cable to the meeting, saying that the...",
        "pub_date": "1931-07-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501EEDA173DEE32A25753C1A9619C946094D6CF"
    },
    {
        "headline": "CATHOLICS WARNED OF RISE IN PAGANISM; North Carolina Bishop Urges Women to Fight Propaganda for Birth Control. SCORES IMMORAL WRITINGS Director of National Shrine at Washington Appeals to Catholic Daughters for Financial Aid.",
        "snippet": "ATLANTIC CITY, N.J., July 8.-- Bishop William J. Hafey of Raleigh, N.C., told this afternoon's session of the meeting of the Catholic Daughters of America in the municipal auditorium here that many people in this country are developing a paganistic...",
        "pub_date": "1931-07-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DEEDB173DEE32A2575AC0A9619C946094D6CF"
    },
    {
        "headline": "SHIFTING OF SABBATH IS FOUGHT BY RABBIS; Assembly Demands Fixity of Day if the Calendar Is Changed-- Birth Control Also Opposed.",
        "snippet": "Session; opposes any change in calendar which would shift Sabbath",
        "pub_date": "1931-07-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D00E7DA173DEE32A2575AC0A9619C946094D6CF"
    },
    {
        "headline": "HUGE HUNGER LOAN URGED BY THOMAS; $5,000,000,000 Fund Is Only Way to Relieve Idle at Once, He Tells Clergymen Here. BIRTH CONTROL ENDORSED Committee at Conference at Union Seminary Justifies Divorce on Four Grounds. Sees Workers' Docility Ending. Birth Control Clinics Urged.",
        "snippet": "A $5,000,000,000 \"hunger loan\" was advocated by Norman Thomas yesterday in his address at the final session of the religious conference at the Union Theological Seminary as the only way for providing immediate relief for the unemployed.",
        "pub_date": "1931-07-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402E1DC163BE03ABC4C53DFB166838A629EDE"
    },
    {
        "headline": "CHURCH COUNCIL FOR BIRTH CONTROL; Congregational Christian Body Approves 'Voluntary Parenthood' --Favors Recognizing Soviet.",
        "snippet": "Approval of voluntary parentage given by Congregational and Christian Chs",
        "pub_date": "1931-07-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D0DE4DC163BE03ABC4B53DFB166838A629EDE"
    },
    {
        "headline": "URGES INFORMATION ON BIRTH CONTROL; Dr. Devine at Conference on Church Work Demands the Repeal of Present Laws.",
        "snippet": "Urges repeal of Fed and State laws prohibiting communication of birth-control information; s at conf, Union Theological Seminary",
        "pub_date": "1931-06-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E6D9103CE133A25752C2A9609C946094D6CF"
    },
    {
        "headline": "DR. STOPES SUES CARDINAL.; Birth Control Writer Charges Libel by Bourne and Others.",
        "snippet": "Sues Cardinal Bourne, Rev H Davis and owners of Tablet, for libel, London",
        "pub_date": "1931-06-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E0DD123BE433A25753C2A9609C946094D6CF"
    },
    {
        "headline": "SAYS BIRTH CONTROL IS REPLY TO MALTHUS; Dr. Henry Pratt Fairchild Tells London Group Population Is Now Manageable. ANOTHER DECRIES TREND Dr. George W. Kosmsk Pleads for Knowledge to Keep Up the Fertility of the Race.",
        "snippet": "LONDON, June 18.--The International Union for Scientific Investigation of Population Problems heard Professor Henry Pratt Fairchild of New York discuss the Malthusian theory today, declaring that birth ...",
        "pub_date": "1931-06-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F06E1DE123BE433A2575AC1A9609C946094D6CF"
    },
    {
        "headline": "BIRTH CONTROL TALK REPORTED FOR ROME; Dr. Stopes Tells of Official Invitation--Fascists Laugh atAnnouncement.",
        "snippet": "LONDON, June 18.--Dr. Marie Stopes, noted birth control advocate, said today she had been invited to speak in Rome on birth control and probably would deliver a lecture there in the middle of next month.",
        "pub_date": "1931-06-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E1DE123BE433A2575AC1A9609C946094D6CF"
    },
    {
        "headline": "AUTHORS BACK FIGHT FOR STOPES'S BOOK; Anti-Censorship Group Will Be Represented at Government Trial Tomorrow. WORK IS HELD SCIENTIFIC Federal Action Is Based on Law Directed Against Importation of Birth Control \"Articles.\"",
        "snippet": "The National Council on Freedom From Censorship of 100 Fifth Avenue, of which Eugene O'Neill, H.L. Mencken, George Jean Nathan and other noted writers are members, will be represented tomorrow in Federal Court by Morris Ernst, attorney ...",
        "pub_date": "1931-06-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E0D8163BEE32A25757C1A9609C946094D6CF"
    },
    {
        "headline": "REFORMED CHURCH TO STAY IN COUNCIL; Move to Withdraw From Federal Group Because of Report on Birth Control Defeated.",
        "snippet": "ASBURY PARK, N.J., June 9.-- The General Synod of the Reformed Church in America today voted to continue membership in the Federal Council of Churches of Christ in America after it had received overtures ...",
        "pub_date": "1931-06-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9807E1D81730E03ABC4852DFB066838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL URGED BY WOMEN PHYSICIANS; Equality With Men Doctors Is Demanded Also at Philadelphia Convention.",
        "snippet": "PHILADELPHIA, June 8.--Birth control and equality for women physicians were the main issues brought before the opening session of the annual meeting of the Medical Women's National Association here today.",
        "pub_date": "1931-06-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9501E3D91730E03ABC4153DFB066838A629EDE"
    },
    {
        "headline": "HITS BIRTH CONTROL STAND; Pennsylvania Ministerium Asks the Lutherans to Quit Federal Council.",
        "snippet": "Pa Ministerium of United Luth Ch adopts resolution urging withdrawal because of birth-control and divorce stand",
        "pub_date": "1931-06-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F07E3DF123BE23ABC4D53DFB066838A629EDE"
    },
    {
        "headline": "SNAP VOTES BARRED BY LUTHERAN SYNOD; It Adopts Plan to Compel the Submission in Advance of Motions on New Problems.ASKS JOBS FOR MINISTERSLarger Congregations Should Employ More Than One, It Holds--Chapel for Harvard. Reflects on Birth Control Action. Ask Places for Clergymen. Places for Seminary Graduates.",
        "snippet": "NEW HAVEN, June 4.--Legislation which will make it virtually impossible for the United Lutheran Synod of New York to take any concerted action on a moral or ethical question of the day without givine each...",
        "pub_date": "1931-06-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06EED6153BE23ABC4D53DFB066838A629EDE"
    },
    {
        "headline": "LUTHERANS IN CLASH ON BIRTH CONTROL; United Synod of New York Votes to Consider Move to Quit the Federal Council. DEBATE STIRS CONVENTION The Rev. Dr. Charles D. Trexler of This City Leads Fight to Rebuke Committee for View. Offered Original Motion. Exlains Attitude on Move.",
        "snippet": "NEW HAVEN, Conn., June 3.--Because the committee on marriage and the home of the Federal Council of Churches of Christ in America advocated \"guarded birth control,\" the United Lutheran Synod of New York,...",
        "pub_date": "1931-06-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A06E3D8153BE23ABC4C53DFB066838A629EDE"
    },
    {
        "headline": "BAPTISTS BAR MOVE AGAINST COUNCIL; Committee Tables Objections to Birth Control Pronouncement --For Protestant Unity.",
        "snippet": "KANSAS CITY, June 3 (AP).--Its executive committee today declined to place before the Northern Baptist Convention, in session here, resolutions objecting to pronouncemets of the Federal Council of Churches of...",
        "pub_date": "1931-06-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9406E3D8153BE23ABC4C53DFB066838A629EDE"
    },
    {
        "headline": "COUNCIL CENSURED BY PRESBYTERIANS; Assembly Demands Federal Body 'Hold Its Peace on Moral Questions' Pending Own Action. BUT REFUSES TO WITHDRAW Adherence and Money Are Voted After Sharp Clash Provoked by Birth Control Issue. NATION CALLED TO PRAYER Hoover Is Asked to Set \"Day of Humiliation\"--Social and Industrial Reforms Are Urged. Council Likened to \"Unruly Child.\" Defense of \"Centralizing Faith.\" Council Asked to Be Discreet. Reaffirm Prohibition Stand. Call for National Day of Prayer. New York Labor Pleas Adopted. Looking to Uniting of 3,500,000. Southern Group Acts on Union.",
        "snippet": "PITTSBURGH, Pa., June 2.--The Presbyterian General Assembly went on record today as severely censuring the Federal Council of Churches of Christ in America for the latter's issuing of such public statements as its tentative endorsement of birth...",
        "pub_date": "1931-06-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE1D9153BE23ABC4B53DFB066838A629EDE"
    },
    {
        "headline": "PRESBYTERIANS GIVE MISS BOOTH OVATION; Salvation Army Head, Pleading for League of Nations, Predicts World Brotherhood.PRAISES DRY LAW HIGHLYNine-Tenths of DrunkennessHas Disappeared Under Prohibition, She Declares.ASSEMBLY FACES DEBATES Stand on Birth Control Up forDecision--Re-election of Dr. Mudge as Clerk Predicted. \"True Religion\" Is Urged. Discussion Over Clerkship.",
        "snippet": "PITTSBURGH, May 31.--Evangeline Booth, commander of the Salvation Army received an ovation today from 4,000 Presbyterians and others, including commissioners from all parts of the country to the Presbyterian General Assembly here, when she made a...",
        "pub_date": "1931-06-01T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9500E6D9153BE433A25752C0A9609C946094D6CF"
    },
    {
        "headline": "PRESBYTERIANS HIT FEDERAL COUNCIL ON BIRTH CONTROL; Assembly Cuts Fund for Church Group From Budget to Rebuke Advocacy. WITHDRAWAL THREATENED Question Will Be Decided Later --Floor Debate on Birth Control Is Set for Tomorrow. PRESBYTERIANS HIT FEDERAL COUNCIL Vote to Eliminate Appropriation. Opposition to \"the Machine.\" Dr. Mudge Opposed for Clerk. Insurance Plan to Be Studied.",
        "snippet": "PITTSBURGH, May 30.--The Presbyterian General Aseembly rebuked the Federal Council of Churches of Christ in America today for its guarded endorsement two months ago of birth control, and made a ...",
        "pub_date": "1931-05-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E4D7163DEE32A25752C3A9639C946094D6CF"
    },
    {
        "headline": "URGE BIRTH CONTROL FOR FEEBLE-MINDED; Two Specialists Report Society and Individuals Aided by Surgical Measures. ASSOCIATION SESSIONS END Final Meeting Considers StateWide Steps Taken in Eugenic Lines Among the Mentally Ill.",
        "snippet": "Selective sterilization for certain types of the feebleminded, for their own good, as well as that of society was recommended yesterday by Dr. E.A. Whitney, superintendent of the Elwyn Training School, Elwyn, Pa., and Dr. Mary McD. Shick, assistant...",
        "pub_date": "1931-05-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DEEDA153AEE3ABC4151DFB366838A629EDE"
    },
    {
        "headline": "ARGUES PRESBYTERIAN UNITY; United Church's Assembly Also Gets Plea Against Birth Control Stand.",
        "snippet": "Annual assembly",
        "pub_date": "1931-05-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F01E0DA153AEE3ABC4151DFB366838A629EDE"
    },
    {
        "headline": "EDDY FOR BIRTH CONTROL.; Former Y.M.C.A. Official Calls It a Basic Need of America.",
        "snippet": "Annual meeting",
        "pub_date": "1931-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E5DA153AEE3ABC4051DFB366838A629EDE"
    },
    {
        "headline": "PRESBYTERIANS BAR BIRTH CONTROL MOVE; Favorable Views of Special Commission Deleted in Report for General Assembly. BUT QUESTION MAY ARISE Resolutions Protesting Against Original Findings Are Scheduled to Be Presented. SESSIONS TO START TODAY Obejections to Broadening of Marriage Rules Are Likely at thePittsburgh Meeting. Report on Birth Control. Denounced by Presbyteries. Contention on Marriage Likely. Preliminary Gatherings.",
        "snippet": "PITTSBURGH, May 27.--The special commission on marriage, divorce and remarriage of the Presbyterian Church in the United States of America met privately here today on the eve of the opening of the General Assembly and decided, according to ...",
        "pub_date": "1931-05-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E5DA153AEE3ABC4051DFB366838A629EDE"
    },
    {
        "headline": "PLAN WORLD FIGHT ON BIRTH CONTROL; Catholic Doctors' Guilds to Form National Group, Then an International Secretariat.AGITATORS ARE ASSAILEDDr. Healy Says They Give FalseImpression of Success--The Rev.E.P. Moore Condemns Practice. Dr. W.P. Healy Speaks. Results of Study Told.",
        "snippet": "The Catholic Physicians' Guilds in various cities of North America, regarded as among the foremost allies of the Roman Catholic Church in its fight against the birth control movement, are to be united under an international secretariat, it was an-...",
        "pub_date": "1931-05-25T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9904EFDD153AEE3ABC4D51DFB366838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL MOVE DELAYED BY DIOCESE; Long Island Episcopal Group Tables Motion to Endorse Lambeth Pronouncement. ITS DISTRIBUTION PROPOSED Confusion Over New Regulations Is Factor In Failure to Act-- Some Oppose Discussion.",
        "snippet": "GARDEN CITY, L.I., May 20.-- Technical misunderstanding of can  ons in process of revision during a two-day convention of the Protestant Episcopal Diocese of Long Island which ended here this afternoon at the Cathedral of the Incarnation, resulted in...",
        "pub_date": "1931-05-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DEEDB153BE433A25752C2A9639C946094D6CF"
    },
    {
        "headline": "BIRTH CONTROL POLL BY CHURCH SOUGHT; Congregationalists of City Ask National Council to Conduct Referendum.AIM AT MODIFYING LAWVote Would Be Taken Among Parents Who Have BeenMarried for Five Years.DRY STAND IS REAFFIRMED Civic Affairs Committee Formed--Resolution Urges More Public Aid for Unemployed. Shows Rise in Church Erpenses. Dry Stand Reaffirmed.",
        "snippet": "A resolution was adopted yesterday by the New York City Congregational Church Association calling upon the General Council of the Congregational and Christian Churches to instruct its Commission on Social Relations to begin a referendum on birth...",
        "pub_date": "1931-05-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E7D61F38E03ABC4D52DFB366838A629EDE"
    },
    {
        "headline": "CLERGY BACK BISHOP ON BIRTH CONTROL AID; Praise Head of Newark Diocese as Liberal and Fair-Minded in Advocating Clinics.",
        "snippet": "ORANGE, N.J., May 13.--The praise of birth control clinics by the Right Rev. Wilson R. Stearly, Bishop of the Protestant Episcopal Diocese of Newark, at the annual conference of the diocese here yesterday, met with a general favor among prominent...",
        "pub_date": "1931-05-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E2D81F38E03ABC4C52DFB366838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL WINS PRAISE OF STEARLY; Episcopal Bishop Tells Newark Diocese Session Clinics Have Proved a 'Godsend.' DECRIES RISE OF RACKETS Deplores Taking the Easy Road and Paying Toll Instead of Insisting on Honesty.",
        "snippet": "ORANGE, N.J., May 12.--Birth control clinics \"have proved a godsend and blessing to many harassed and troubled souls,\" the Right Rev. Wilson R. Stearly, Bishop of the Protestant Episcopal Diocese of Newark, declared today in an address at the opening...",
        "pub_date": "1931-05-13T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A00E0D8163DEE32A25750C1A9639C946094D6CF"
    },
    {
        "headline": "MOTHERS OF NATION PRAISED IN SERMONS; Preachers Stress Parenthood's Importance as the Force Behind High Character.MODERN TRENDS DECRIEDDivorce and Birth Control Viewed as Menace--Home-Making TermedMore Vital Than Careers. Trend to Careers Deplored. Health for Mothers Urged.",
        "snippet": "The importance of the mother in shaping life under modern conditions was emphasized yesterday in sermons in churches of the city as part of the celebration of Mothers' Day.",
        "pub_date": "1931-05-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B03E2DC153BE433A25752C1A9639C946094D6CF"
    },
    {
        "headline": "BACKS BIRTH CONTROL MOVE; Jewish Women's Board Favors a Change in Postal Laws.",
        "snippet": "Annual convention",
        "pub_date": "1931-05-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D02EFDD153BE433A2575AC0A9639C946094D6CF"
    },
    {
        "headline": "VIEWS FICTION TYPES AS HARMFUL TO RACE; Overstreet Tells Eugenists the Modern Books Are Glorifying 'Sophisticated Morons.' LAUDS LINDBERGH TRAITS Urges Writers to Emphasize Highest Human Qualities-- Wants Men Superior. SEES BIRTH CONTROL NEAR Sterilization Trend Also Hailed-- Efficiency, Intelligence and Sportsmanship Stressed. Favors Man's Superiority. Birth Control Aid Applauded.",
        "snippet": "Fiction readers who have imagined they were learning about life from the characters of Ernest Hemingway and similar modern authors have in reality been making the acquaintance of \"sophisticated morons,\" according to Dr. Harry A. Overstreet,...",
        "pub_date": "1931-05-07T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04E5DD153BE433A25754C0A9639C946094D6CF"
    },
    {
        "headline": "PRESBYTERY SCORES BIRTH-CONTROL PLEA; Philadelphia Group Disapproves Commission's Recommendation to the Assembly. BIG MAJORITY IS GIVEN Few \"Liberals\" Are at Meeting-- Board's Report Held Likely to Bring Odium on Church.",
        "snippet": "PHILADELPHIA, May 4.--\"Profound disapproval\" of the endorsement of birth control by the commission on marriage, divorce and remarriage of the Presbyterian Church in the United States of America, in its recent report for the General Assembly, was...",
        "pub_date": "1931-05-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9806E1DA1238E43ABC4D53DFB366838A629EDE"
    },
    {
        "headline": "ATTACK ON BIGOTRY IS URGED BY LEHMAN; Lieutenant Governor, at Night Mass Group's Dinner, Appeals for United Tolerance. PRAISES CATHOLIC CHARITY Father Gillis Defends Pope on His Birth-Control Stand, Predicting His Vindication as Prophet. Would Remove \"Centuries' Blot.\" Pope's Message Termed Prophetic.",
        "snippet": "A plea for a union of all faiths in a drive on intolerance was made yesterday by Lieut. Gov. Herbert H. Lehman in an address at the annual dinner of the Night Workers' Mass Association at the McAlpin.",
        "pub_date": "1931-05-04T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9402EFDE173BE533A25757C0A9639C946094D6CF"
    },
    {
        "headline": "TODAY'S PROGRAMS IN CITY'S CHURCHES; Pastors Will Discuss Questions Coming Up Before National Meetings of Their Sects. BIRTH CONTROL A TOPIC Catholic Priests Will Report to Congregations on Annual Charity Appeal.",
        "snippet": "Questions which will come before national denominational gatherings will be discussed today in some of the pulpits. The proposed new canon on divorce of the Protestant Episcopal Church will be preached about by several clergymen of that communion....",
        "pub_date": "1931-05-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07E7DF1238E43ABC4B53DFB366838A629EDE"
    },
    {
        "headline": "PRESBYTERIAN BOARD FOR BIRTH CONTROL; Special Commission Urges the Assembly to Submit Question to Presbyteries. HEALTH FACTOR STRESSED Wider Education of Youth on Marriage Also Urged in Philadelphia Report. Presbyterian Board to Submit the Question of Birth Control TEXT OF THE REPORT. Report of the Committee on Definition, &c. CHRISTIAN MARRIAGE. Parental Training Is Urged. DIVORCE. REMARRIAGE. Report on Birth Control. Report of Educational Committee. Pamphlet on Marriage Is Asked. 3. The Education of Parents. Work in Schools Stressed. 4. Education for Parenthood: Seminar for Young People.",
        "snippet": "PHILADELPHIA, April 26.--Birth control is unanimously approved by the Special Commission on Marriage, Divorce and Remarriage of the Presbyterian Church in the United States ...",
        "pub_date": "1931-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9401E3DE153AEE3ABC4F51DFB266838A629EDE"
    },
    {
        "headline": "Newman Favors Easier Laws On Divorce and Birth Control",
        "snippet": "Divorce and birth control",
        "pub_date": "1931-04-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B01E3DE153AEE3ABC4F51DFB266838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL AID BACKED BY DOCTORS; Medical Academy Endorses Clinics Operating Solely in Interest of Health. GUIDANCE OF PUBLIC URGED Profession's Conservatism Called Justifiable, but \"Negative Attitude\" Is Condemned.",
        "snippet": "Existing birth control clinics \"operating within the law solely in the interest of the health of the individual\" should be continued and similar clinics should be organized in institutions where there is a need for such service, the New York Academy...",
        "pub_date": "1931-04-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950CE5DC1F3AE433A25752C2A9629C946094D6CF"
    },
    {
        "headline": "Immunization Predicted As Means of Birth Control",
        "snippet": "Predicts immunization as birth-control measure",
        "pub_date": "1931-04-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A04E4DC1F38E03ABC4E52DFB266838A629EDE"
    },
    {
        "headline": "HAILS CHURCH MOVE FOR BIRTH CONTROL; Mrs. Sanger Tells Audience It Signalizes the \"Biological Emancipation\" of Women. FORESEES HAPPIER HOMES Prof. Fairchild, Sociologist, Also Speaks at Meeting of Clinical Research Bureau.",
        "snippet": "The recent tentative approval of birth control by a committee of the Federal Council of Churches marked woman's victory in her fight for \"biological emancipation,\" Margaret Sanger, leader of the birth control movement, told an audience of 400 ...",
        "pub_date": "1931-04-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E3D9143BE433A25756C1A9629C946094D6CF"
    },
    {
        "headline": "METHODISTS DECRY CORRUPTION IN CITY; But New York East Conference Hails a 'Rising Tide of Indignation.' BIRTH CONTROL ENDORSED Hoover Is Praised as strongest Dry President--Abolishment of Capital Punishment Urged. Welcome \"Moral Indignation.\" \"Wet Press\" Assailed.",
        "snippet": "A resolution decrying the \"depth of corruption and depravity in public and private life, especially within the bounds of New York City, as to approximate conditions under the Tweed regime,\" was included in the annual report of the New York East ...",
        "pub_date": "1931-04-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A02E2DA1730E03ABC4C52DFB266838A629EDE"
    },
    {
        "headline": "Bishop Candler Condemns Council Birth Control Vote",
        "snippet": "In lr to Atlanta Constitution condemns birth-control statement of Fed Council of Chs of Christ in Amer",
        "pub_date": "1931-04-12T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE1DA163DEE32A25751C1A9629C946094D6CF"
    },
    {
        "headline": "GAELIC MANUSCRIPTS CHALLENGE CENSORS; Irish Board Faces Problem When Old Writings on Birth Control Are Published.",
        "snippet": "Irish censorship bd faces problem when Royal Acad publishes translations of ancient MSS, sections of which deal with banned subject",
        "pub_date": "1931-04-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C00EEDE1F38E03ABC4153DFB266838A629EDE"
    },
    {
        "headline": "ATTACKS MISSIONS IN LATIN AMERICA; Father Ryan Says Protestants Are Starting Many There Toward Atheism. TARIFF REDUCTION URGED Others at Catholic Peace Meeting Denounce \"Old Diplomacy\" and Birth Control. Says Missionaries Do Harm. Our Tariff Law Assailed.",
        "snippet": "The activity of Protestant missionaries in Latin America was described as \"preparing a generation of atheists\" there and fostering an \"intense dislike\" among Latin Americans for the United States, in a speech here ...",
        "pub_date": "1931-04-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E6DE173BE533A2575BC0A9629C946094D6CF"
    },
    {
        "headline": "Asks Church Shift on Birth Control.",
        "snippet": "Birth control",
        "pub_date": "1931-04-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9404E2DA143BE433A25755C0A9629C946094D6CF"
    },
    {
        "headline": "ENGLAND NOT SO SOBER.; Mr. Hamilton's Statement About Drunkenness Is Disputed. Open Broadway Cars. Wilson and Hoover. Recognition of Russia. ADVOCATING BIRTH CONTROL Physician Replies to Statements of the Rev. Father Cox. A Family in Dire Need.",
        "snippet": "Lr on N M Butler's s on pol leadership",
        "pub_date": "1931-04-03T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0DE5DF1F38E03ABC4B53DFB266838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL BILL LOSES; Measure Is Defeated in Connecticut House by 172 to 76.",
        "snippet": "Measure defeated in Conn House of Reprs",
        "pub_date": "1931-04-02T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CEEDE143BE433A25751C0A9629C946094D6CF"
    },
    {
        "headline": "BRIDGES SUPPORTS BIRTH CONTROL VIEW; Sees Only Academic Excuse for Pope's Stand on Eugenics and Marriage.",
        "snippet": "Criticism of the Pope's recent pronouncement on marriage and eugenics and approval of the qualified sanction of birth control voted by the last Lambeth Conference and more recently by the Federal Council of Churches of Christ in America were...",
        "pub_date": "1931-03-30T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=950DE5DF153AEE3ABC4850DFB566838A629EDE"
    },
    {
        "headline": "DR. J. F. COOPER DIES; BIRTH CONTROL HEAD; Director of American League Had Been Medical Missionary in the Orient.AIDED BRITAIN DURING WAR Supervised Transportation of Coolies to Work Behind Lines--Succumbs Here at Age of 50.",
        "snippet": "Dr. James F. Cooper, medical, director of the American Birth Control League, died yesterday at his home at the Madison Square Hotel after a year's illness.",
        "pub_date": "1931-03-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A07E4DE143BE433A2575BC2A9659C946094D6CF"
    },
    {
        "headline": "BRITAINAIDS BIRTH CONTROL; But Government Approves Advice Only Where Health Is Poor.",
        "snippet": "Brit Govt approves giving advice only where health is poor",
        "pub_date": "1931-03-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C05E3D6143AEE3ABC4F51DFB566838A629EDE"
    },
    {
        "headline": "200 HEAR MRS. SANGER.; She Discusses Birth Control Clinic Before Social Workers. `",
        "snippet": "On birth control, s to soc workers at tea given by Birth Control Clinical Research Bur",
        "pub_date": "1931-03-26T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E06E6D7143AEE3ABC4E51DFB566838A629EDE"
    },
    {
        "headline": "DOCTORS ASSAILED OVER BIRTH CONTROL; Mrs. Sanger Sees Catholic Groups Trying to Thwart Science Through Religion. PRIEST'S REPLY IS CAUSTIC Moderator of Medical Guild Says Organized Medicine Has Never Approved the Practice. Sees Church Weakened. Defines Aims of Guilds.",
        "snippet": "The action of the Catholic physicians who, at recent meetings in the Bronx and Brooklyn, condemned the position taken by the Federal Council of Churches of Christ in America on birth control was criticized yesterday by Mrs. Margaret Sanger, pioneer...",
        "pub_date": "1931-03-24T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E02E3DC163DEE32A25757C2A9659C946094D6CF"
    },
    {
        "headline": "COUGHLIN SEES \"BETRAYAL.\"; Detroit Pastor Calls Birth Control an Economic Issue.",
        "snippet": "Radio s condemning birth control rept of Fed Council of Chs of Christ in Amer",
        "pub_date": "1931-03-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A05E6D9143AEE3ABC4B51DFB566838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL ISSUE AROUSES CATHOLICS; Protestant Report Denounced as \"Sinful and Pagan,\" Widening Rift of Faiths. INCONSISTENCY IS CHARGED Dr. Sheen Says Church People Who Condemn Taking a Drink Now Make \"Bootleggers of Storks.\" Pope's Encyclical Cited. Church Seen at Crossroads. Other Sermons on the Subject.",
        "snippet": "The Catholic clergy of this city launched a unanimous attack yesterday on the birth control report published here the previous day by the committee on marriage and the home of the Federal Council of Churches of Christ in America, for the guidance of...",
        "pub_date": "1931-03-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9905E6D9143AEE3ABC4B51DFB566838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL VIEW WINS WIDE BACKING; Many Clergymen Approve the Stand of Church Council, but Refuse to Be Quoted. BISHOP MANNING IS SILENT But He Does Not Want to Be Classed as Either For or Against Liberal Statement. Dr. Reiland Praises Report.",
        "snippet": "New York City clergymen continued to show deep interest yesterday in the pronouncement of the Federal Council of Churches of Christ in America through its Committee on Marriage and the Home, giving \"guarded approval\" of birth control. Although few...",
        "pub_date": "1931-03-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A0DE7DE173FE731A25751C2A9659C946094D6CF"
    },
    {
        "headline": "Text of Church Report on Birth Control",
        "snippet": "The full report on birth control, as approved for publication by the administrative committee of the Federal Council of Churches, follows:",
        "pub_date": "1931-03-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F0DE4DA143AEE3ABC4951DFB566838A629EDE"
    },
    {
        "headline": "COUNCIL OF CHURCHES HOLDS BIRTH CONTROL MORALLY JUSTIFIED; 'Guarded Approval' Is Based on Views of 22 of 28 Members of Marriage and Home Group. HEALTH FACTORS STRESSED Mrs. Rockefeller and George W. Wickersham Among Those Favoring Liberal Stand. THREE RESTRICT APPROVAL See Abstinence as the Only Valle Method--Bishop Gilbert One of Three Withholding Views. Dr. Robbins for Abstinence. Report Stirs Wide Comment. CHURCH COUNCIL FOR BIRTH CONTROL Certain Needs Recognized.",
        "snippet": "What it calls a \"guarded\" approval of birth control is given in a statement issued yesterday by the Federal Council of Churches of Christ in America through its Committee on Marriage and the Home. The report has been approved by the administrative...",
        "pub_date": "1931-03-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E5DA143AEE3ABC4951DFB566838A629EDE"
    },
    {
        "headline": "COMMENT IS VARIED OVER BIRTH CONTROL; Ranges From Vigorous Protest by Bishop Dunn to Warm Approval by Lindsey. KNUBEL ALSO IS OPPOSED Statement by Church Council Is Strongly Assailed by Head of American Lutherans.",
        "snippet": "Comment by churchmen and laymen on the birth-ccntrol announcement issued yesterday by the Federal Council of Churches of Christ in America through its committee on marriage and the home ranged from protests on religious, moral and patriotic grounds...",
        "pub_date": "1931-03-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=980DE4DA143AEE3ABC4951DFB566838A629EDE"
    },
    {
        "headline": "CATHOLICS ASSAIL BIRTH CONTROL BILL; Spokesmen Tell Senators That Proposal Is \"Immoral\" and \"Inimical to Family Life.\" GREEN'S OPPOSITION VOICED Mrs. Sanger, in Rebuttal, Replies to \"Misrepresentations,\" Calls Plan Check to Obscenity. Women's Support of Bill Denied Misrepresentation Charged. Holds Bill Degrading to Women.",
        "snippet": "WASHINGTON, Feb. 14.--Birth control was denounced as immoral, unmoral, vicious and inimical to family life and the government of the United States and any use whatever of contraceptives as sinful and contrary to the teachings of the Catholic Church,...",
        "pub_date": "1931-02-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9403E2DF143AEE3ABC4D52DFB466838A629EDE"
    },
    {
        "headline": "BIRTH CONTROL BAN FOUGHT BY DOCTORS; Right to Give Out Information Is Asked of Senate Committee at Washington.\"RACE SUICIDE\" IS DENIED Dr. Goldstein of New York TellsResult of Studies--WitnessesSupport Gillett Bill. Control Urged as Peace Measure. Doctors' Responsibility Cited.",
        "snippet": "WASHINGTON, Feb. 13.--Exemption of licensed medical authorities from the provisions of Federal laws which forbid circulation of birth control information was urged before ...",
        "pub_date": "1931-02-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9504E6DF143AEE3ABC4C52DFB466838A629EDE"
    },
    {
        "headline": "BISHOP FOR BIRTH CONTROL; English Prelate Calls It Medical Rather Than Religious Question.",
        "snippet": "Bishop Burrows of Sheffield says birth control is med rather than religious question, in conf on Lambeth Conf",
        "pub_date": "1931-01-29T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E2D7173AEE3ABC4151DFB766838A629EDE"
    },
    {
        "headline": "Anglicans Praise Religious Radio Broadcasts; Canterbury Convocation Studies Birth Control",
        "snippet": "LONDON, Jan. 21.--The inspirational value of religious broadcasting was highly acclaimed by both houses of the Convocation of Canterbury, meeting today.",
        "pub_date": "1931-01-22T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=940CE2D7163BE433A25751C2A9679C946094D6CF"
    },
    {
        "headline": "DR. SOCKMAN FAVORS 'COMPANION' UNIONS; Head of City Church Federation in New Book Commends Delay in Parenthood. OPPOSES \"TRIAL\" MARRIAGE Finds It Based on Selfish Spirit-- He Also Advocates Birth Control as Socially Just. Wants Adjustment First. His Views on Birth Control.",
        "snippet": "In contrast with the recent denunciation of companionate marriage by Bishop William T. Manning, the Rev. Dr. Ralph W. Sockman, minister of the Madison Avenue Methodist Episcopal Church of New York ...",
        "pub_date": "1931-01-21T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D04E0D8163BE433A25752C2A9679C946094D6CF"
    },
    {
        "headline": "LINDSEY AND BARNES ASSAIL ENCYCLICAL; But Latter Tells Birth Control Meeting Protestantism Is Doomed to Extinction. ENLIGHTENMENT IS URGED C.G. Norris Decries Statutory Suppression of Data, but Warns of Indiscriminate Use. Finds Marriages Declining. Morris Urges Enlightenment. Doubts Danger to Population.",
        "snippet": "Modern trends and the ultimate destiny of marriage, and their connection with the various movements aimed at the general dissemination of birth control information, were ...",
        "pub_date": "1931-01-19T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F04E7DF1E3AE03ABC4152DFB766838A629EDE"
    },
    {
        "headline": "TODAY'S PROGRAMS IN CITY'S CHURCHES; Many Pastors Will Deliver Sermons on the Subject of Marriage and Divorce. ALSO ON BIRTH CONTROL Catholics Will Open Observance, to Last Till Jan. 25, of Annual \"Church Unity Octave.\"",
        "snippet": "Many pastors will today preach on marriage, divorce and birth control in view of the recent encyclical of Pope Pius XI and the annual meeting of the Birth Control League ...  ",
        "pub_date": "1931-01-18T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9800E6DB173AEE3ABC4052DFB766838A629EDE"
    },
    {
        "headline": "HOOVER CONFERENCE ON CHILDREN SCORED; Convention Here Declares It Evaded Birth Control Question. PRAISE GENERAL PROGRAM Prof. Huxley Says Pope's Encyclical Marks Cleavage Between Catholic Church and Others. Voluntary Parenthood Stressed. Discuss Pope's Encyclical.",
        "snippet": "The recent White House Conference on Child Welfare was criticized yesterday by physicians, social workers and others for its failure to consider birth control, which they contended was fundamental to a competent treatment of the child welfare...",
        "pub_date": "1931-01-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E0CE1DC153DE637A25755C1A9679C946094D6CF"
    },
    {
        "headline": "THE POPE'S ENCYCLICAL FAILS ON A WORLD OF SOCIAL CHANGE; Varying Attitudes of Churches and State Toward Marriage and Divorce Have Contributed to a Complex Problem Changes In Society. Birth Control and Marriage. Marriage as a Contract The State and Mormonism. Grounds for Divorce. Lambeth Conference Ruling.",
        "snippet": "THE world has been stirred by the issuance at the Vatican of  Pope Pius XI's outspoken encyclical, in which he deals in drastic terms with marriage, divorce, birth control and similar problems. It is the first encyclical to be promulgated not only in...",
        "pub_date": "1931-01-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00E1DE173AEE3ABC4952DFB766838A629EDE"
    },
    {
        "headline": "TO WEIGH BIRTH CONTROL.; American League Will Hold Convention Here Jan. 15.",
        "snippet": "The attitude of the Church toward birth control and the immediate future in birth control clinical service will be discussed at the annual convention of the American Birth Control League to be held at the Hotel ...",
        "pub_date": "1931-01-11T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B06E7DE173AEE3ABC4952DFB766838A629EDE"
    },
    {
        "headline": "UPHOLDS LAMBETH AGAINST THE POPE; Bishop Stewart of Episcopalian Church Says Anglicans Urge Limited Birth Control. AGREES AS TO MARRIAGE Vatican Pleased by Wide Publicity Given Encyclical in United States and Canadian Press. Agrees on Marriage Sacrament. Wide Publicity Pleases Pope.",
        "snippet": "CHICAGO, Jan. 9.--Commenting today upon the encyclical issued yesterday by Pope Pius XI, Bishop George Craig Stewart of the Protestant Episcopal Church upheld the position taken by Anglican Bishops",
        "pub_date": "1931-01-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9407E3D9163BE433A25753C1A9679C946094D6CF"
    },
    {
        "headline": "ENCYCLICAL STIRS WIDE COMMENT HERE; Chesterton Says It Compels Us to Choose Between Sexual Anarchy and Church Rules. HOLMES CALLS IT BIGOTRY Catholic Clergy and Jewish Leaders Decline to Express Their Views. DR. WHITE SEES REVOLT Says It Will Mark End of 'Tyranny' --Birth Control Leader Denounces It as Against Progress. Defends Catholic Morality. Says Repudiation Is Certain. Sees Church Against Progress. Doctor Finds Confusion. Holmes Calls It Bigotry. Assails Morality Issue.",
        "snippet": "The encyclical on marriage, divorce and birth control by Pope Pius XI was discussed widely in religious, medical, educational and other circles yesterday in New York City.",
        "pub_date": "1931-01-10T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D07E3D9163BE433A25753C1A9679C946094D6CF"
    },
    {
        "headline": "Full Text of Pope Pius's Encyclical On Marriage, Divorce and Birth Control; Pontiff Condens the Modern Trends in Wedlock and Pleads For Chastity TEXT OF ENCYCLICAL BY POPE ON WEDLOCK",
        "snippet": "Encyclical letter to our venerable brethren, Patriarchs, Primates, Archbishops, Bishops and other local ordinaries enjoying peace and communion with the Apostolic See, on Christian marriage,...",
        "pub_date": "1931-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DEFDE1E38E03ABC4153DFB766838A629EDE"
    },
    {
        "headline": "POPE PIUS XI, IN ENCYCLICAL, CONDEMNS TRIAL MARRIAGE, DIVORCE AND BIRTH CONTROL; CHURCH STAND REAFFIRMED 16,000-Word Document Makes Chaste Wedlock Basis of the Home. INDISSOLUBILITY IS UPHELD Companionate Unions, and Other Modern Tendencies Are Denounced as Unchristian. SACRED CHARACTER URGED Pope Scores Pagan Propaganda in Novels and Theatres--Calls On State to Help Moral Fight. Divided Into Three Parts. Urges Respect for Church. POPE CONDEMNS MARRIAGE ABUSES Asks State Cooperation. How Encyclical Was Prepared.",
        "snippet": "ROME, Jan. 8.--Pope Pius XI issued his eagerly awaited encyclical on marriage today, his pronouncement bearing the date of Dec. 31, 1930.",
        "pub_date": "1931-01-09T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E03E0DE1E38E03ABC4153DFB766838A629EDE"
    },
    {
        "headline": "POPE WILL CONDEMN NEW MARITAL VIEWS; Reassertion of Strict Catholic Doctrine in His Encyclical This Week Is Forecast. NO LEANING TO MODERNISM Utter Disapproval of Divorce and Birth Control Expected as Reply to Anglicans. Actuated by Boris's Match. Tightening of Rule on Banns. POPE WILL CONDEMN NEW MARITAL VIEWS",
        "snippet": "ROME, Jan. 4.--A reiteration of the strict Catholic doctrine regarding marriage is expected in the encyclical which Pope Pius will issue this week.",
        "pub_date": "1931-01-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E6DA163BE433A25756C0A9679C946094D6CF"
    }
]