[
    {
        "headline": "Birth Control for Japan Opposed by Welfare Head",
        "snippet": "TOKYO, Dec. 15--The subject of birth control for the Japanese was raised today for the first time in the current session of the Diet when Welfare Minister Hotoshi Ashida was subjected to questioning in the House of Peers.",
        "pub_date": "1945-12-16T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E05EEDE153EE532A05755C1A9649D946493D6CF"
    },
    {
        "headline": "WOMAN TO RUN FOR DIET; Baroness Would Promote Birth Control for Japanese",
        "snippet": "TOKYO, Nov. 14 (Reuters)-- Baroness Shizue Kato today became the first Japanese woman to announce her candidacy at the coming general election in January.",
        "pub_date": "1945-11-15T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E00EEDC1531E333A05756C1A9679D946493D6CF"
    },
    {
        "headline": "Birth Control Planned For the Shrunken Japan",
        "snippet": "TOKYO, Oct. 27--Birth-control measures on a national scale may be adopted to help Japan solve problems arising from shrunken territory and the absence of food, the newspaper Mai nichi said today.",
        "pub_date": "1945-10-28T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E01EED71E31E333A0575BC2A9669D946493D6CF"
    },
    {
        "headline": "INDIA'S FAMINES STUDIED; Investigators Ask Large Food Imports and Birth Control",
        "snippet": "Famine comm recommendations for econ conditions improvement noted",
        "pub_date": "1945-09-20T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F05E0D91F3BEE3BBC4851DFBF66838E659EDE"
    },
    {
        "headline": "LORD DAWSON, 79, KING'S PHYSICIAN; Attendant to Three British Monarchs Dies--A Close Friend of George V Birth Control Critic Visited United States in 1930",
        "snippet": "LONDON, March 7--Lord Dawson of Penn, physician to the King, died in his home here today of pneumonia. He was 79 years old.",
        "pub_date": "1945-03-08T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=990CE0D71F38EE3BBC4053DFB566838E659EDE"
    },
    {
        "headline": "FIRST LADY QUERIED ON BIRTH CONTROL; She Tells News Conference She Did Not Use Term in Discussing Family Size HITS 'SELFISH' EXCLUSION Citing Her Own Six Children, She Calls Having More a Question of Health",
        "snippet": "WASHINGTON, Feb. 26--Mrs. Franklin D. Roosevelt at her press conference today met an avalanche of questions on birth control with the statement she had not been correctly interpreted on her last week's remarks about big families.",
        "pub_date": "1945-02-27T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9505E3DE143FE731A25754C2A9649C946493D6CF"
    },
    {
        "headline": "ROPE ADVISES DOCTORS; Denounces Euthanasia and Birth Control Again",
        "snippet": "Pope gives Allied drs birth control and euthanasia doctrine",
        "pub_date": "1945-02-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900E2DC1F38EE3BBC4C52DFB466838E659EDE"
    },
    {
        "headline": "POPE GIVES DOCTORS BIRTH-CONTROL DICTA",
        "snippet": "Pope Pius gives Allied drs ruling",
        "pub_date": "1945-01-31T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B05E4D61E38EE3BBC4950DFB766838E659EDE"
    }
]