[
    {
        "tag": null,
        "headline": "POPE WILL CONDEMN NEW MARITAL VIEWS; Reassertion of Strict Catholic Doctrine in His Encyclical This Week Is Forecast. NO LEANING TO MODERNISM Utter Disapproval of Divorce and Birth Control Expected as Reply to Anglicans. Actuated by Boris's Match. Tightening of Rule on Banns. POPE WILL CONDEMN NEW MARITAL VIEWS",
        "asset": null,
        "startDate": "1931-01-05T00:00:00Z",
        "endDate": "1931-01-05T00:00:00Z",
        "text": "ROME, Jan. 4.--A reiteration of the strict Catholic doctrine regarding marriage is expected in the encyclical which Pope Pius will issue this week.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "RULES ON BIRTH CONTROL; Court Giants Divorce to Wife on Grounds of 'Desertion'",
        "asset": null,
        "startDate": "1942-01-06T00:00:00Z",
        "endDate": "1942-01-06T00:00:00Z",
        "text": "Wife gets divorce",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Catholics in Welfare Body Bar Birth Control Agency; AGENCY EXCLUDES PARENTHOOD BODY",
        "asset": null,
        "startDate": "1953-01-15T00:00:00Z",
        "endDate": "1953-01-15T00:00:00Z",
        "text": "The Planned Parenthood Committee of Mothers Health Centers announced yesterday that its application for membership on the Welfare and Health Council of New York City had been turned down because of opposition to its program by the Roman Catholic...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "STATE SEEKS LAW ON BIRTH CONTROL; Would Let Contraceptives Be Sold to Youths to Meet Federal Welfare Rules Seat Belts Debated M.T.A. NOMINATIONS CORPORATE NAMES",
        "asset": null,
        "startDate": "1973-03-14T00:00:00Z",
        "endDate": "1973-03-14T00:00:00Z",
        "text": "The State Social Senrices Commissioner, Abe Lavine, said today that his department was secking legislation that would permit the sale of contraceptives to persons under 16 years of age and that would mandate that local social welfare districts offer...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "MORE CONTROL URGED FOR SOME COSMETICS; G.A.O. Says 17 Products Contain Potential Health Hazards-- Industry Disputes Charge Statement by Trade Group New Birth Control Pill Warning",
        "asset": null,
        "startDate": "1978-02-04T00:00:00Z",
        "endDate": "1978-02-04T00:00:00Z",
        "text": "WASHINGTON, Feb. 3 (AP)--Congressional investigators said today that Federal regulators must be given more authority to control 17 commonly used products that they said contained possible cancer-causing agents.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "What Every Girl Should Know",
        "asset": null,
        "startDate": "2010-05-08T00:00:00Z",
        "endDate": "2010-05-08T00:00:00Z",
        "text": "A thousand years ago, eating bees was a popular method of birth control. Here’s to the 50th anniversary of the pill.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Milwaukee Agency Approves 4 Clinics For Birth Control",
        "asset": null,
        "startDate": "1965-01-05T00:00:00Z",
        "endDate": "1965-01-05T00:00:00Z",
        "text": "MILWAUKEE, Jan. 4 -- The Social Development Commission of Greater Milwaukee approved today a plan for birth-control clinics. The plan had received wide attention and aroused opposition from some Milwaukee Catholics.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "ATTACK BIRTH CONTROL.; British Physicians Declare All Known Methods Injurious.",
        "asset": null,
        "startDate": "1927-02-10T00:00:00Z",
        "endDate": "1927-02-10T00:00:00Z",
        "text": "LONDON, Feb. 9. -- Eight distinguished British physicians have contributed to a volume on birth control in which it is declared that, achieved by any known method, it has damaging effects. It is said to cause neurasthenia.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "U.S. DEFENDING NOTIFYING PARENTS ON BIRTH CONTROL",
        "asset": null,
        "startDate": "1984-03-22T00:00:00Z",
        "endDate": "1984-03-22T00:00:00Z",
        "text": "   The Reagan Administration is again defending its effort to require birth control clinics to notify parents of minors receiving prescription contraceptives, even though four Federal courts have struck down the rule as illegal.    The Administration...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "CHINESE BIRTH CONTROL; Head of Health Office Advises Measure to Help Nation",
        "asset": null,
        "startDate": "1947-01-31T00:00:00Z",
        "endDate": "1947-01-31T00:00:00Z",
        "text": "On vital statistics, China; suggests need for birth control",
        "classname": null
    },
    {
        "tag": null,
        "headline": "POPE TALKS OF BIRTH CONTROL IN INDIA",
        "asset": null,
        "startDate": "1986-02-10T00:00:00Z",
        "endDate": "1986-02-10T00:00:00Z",
        "text": "  Pope John Paul II, on the eve of his departure from India, raised the birth control issue today for the first time in his nine-day visit. But he did so in the most guarded terms and avoided any criticism of the Indian Government, which, faced with...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Professor Is Charged With Lying For Maker of Birth Control Device",
        "asset": null,
        "startDate": "1988-03-04T00:00:00Z",
        "endDate": "1988-03-04T00:00:00Z",
        "text": "LEAD: A Northwestern University professor was indicted today on charges of perjury and obstructing justice in his testimony for the maker of the Dalkon Shield birth-control device.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "EPISCOPALIANS JOIN BIRTH CONTROL FOES; National Council Agrees to Aid Catholics' War on Law Which Would Lift Ban on Data.",
        "asset": null,
        "startDate": "1926-01-22T00:00:00Z",
        "endDate": "1926-01-22T00:00:00Z",
        "text": "The National Council of the Episcopal Church voted yesterday at a meeting in the Church Missions House, 281 Fourth Avenue, to join forces with the Roman Catholic Church in combating Federal legislation concerning birth control. The council took this...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Fake Birth Control Pills Lead to Indictment of 6",
        "asset": null,
        "startDate": "1987-02-18T00:00:00Z",
        "endDate": "1987-02-18T00:00:00Z",
        "text": "LEAD: Six Florida residents have been indicted in a scheme to distribute one million counterfeit birth control pills, the United States Attorney's office said today.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Woman Agrees to Sentence That Requires Birth Control",
        "asset": null,
        "startDate": "1991-01-04T00:00:00Z",
        "endDate": "1991-01-04T00:00:00Z",
        "text": "  A mother who pleaded guilty to child abuse has agreed to have a birth control device implanted under her arm as part of a sentence of probation.   Darlene Johnson, who is pregnant, is to serve one year in jail before starting three years of...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "FRIENDS DINE MRS. SANGER.; Advocate of Birth Control Goes on Trial Today.",
        "asset": null,
        "startDate": "1916-01-18T00:00:00Z",
        "endDate": "1916-01-18T00:00:00Z",
        "text": "The friends of Mrs. Margaret Sanger, who is to be tried today in the Federal Court for sending her articles upon birth control through the mail, rallied to her support at a dinner given in her honor last evening in the Hotel Brevoort. There were more...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL FINDS SUPPORTERS",
        "asset": null,
        "startDate": "1923-01-28T00:00:00Z",
        "endDate": "1923-01-28T00:00:00Z",
        "text": "THE Voluntary Parentage League has won the first point in its struggle with Congress in the interests of birth control. It has found champions in both houses of Congress to help against the Cornstock law. Senator Albert B. Cummins of Iowa is the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "WILL STUDY BIRTH CONTROL; 200 Delegates to Attend League Meeting Opening Wednesday",
        "asset": null,
        "startDate": "1939-01-15T00:00:00Z",
        "endDate": "1939-01-15T00:00:00Z",
        "text": "The American Birth Control League will hold its eighteenth annual meeting for three days, beginning Wednesday, in the Hotel Biltmore, with more than two hundred delegates, representing twenty-eight State member leagues, in attendance. Mrs. Margaret...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "INDIA PRAISED IN U. N. OVER BIRTH CONTROL",
        "asset": null,
        "startDate": "1952-01-06T00:00:00Z",
        "endDate": "1952-01-06T00:00:00Z",
        "text": "UNITED NATIONS, N. Y., Jan. 3 -- The establishment in India of a government-sponsored program for birth control was hailed here today by Dr. Abraham Stone, a consultant of the World Health Organization, as the first joint effort by the United Nations...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Moslems Back Birth Control",
        "asset": null,
        "startDate": "1972-01-01T00:00:00Z",
        "endDate": "1972-01-01T00:00:00Z",
        "text": "1st Islamic conf on family planning, organized by Internatl Planned Parenthood Fed, rules that birth control is permissible in Moslem law but that sterilization is prohibited",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BETTER BIRTH CONTROL PILL SEEN",
        "asset": null,
        "startDate": "1982-01-01T00:00:00Z",
        "endDate": "1982-01-01T00:00:00Z",
        "text": "  Scientists today reported successful tests of a synthetic brain hormone that may lead to a ''once-a-month'' birth control pill for women that avoids the side effects of current contraceptives.   The same hormone also may reverse infertility in...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "CONFERENCE OPENS ON BIRTH CONTROL; First International Meeting Here Brings Delegates From Many Lands.",
        "asset": null,
        "startDate": "1925-03-26T00:00:00Z",
        "endDate": "1925-03-26T00:00:00Z",
        "text": "The-sixth international birth control opened last night at the Hotel McAlpin under the auspices of the American Birth Control League, and will hold daily sessions until next Tuesday. At the opening session birth control was advocated as a means for...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control: Pace-Setting Program Is Under Inquiry; Early Indictments Hinted",
        "asset": null,
        "startDate": "1974-01-06T00:00:00Z",
        "endDate": "1974-01-06T00:00:00Z",
        "text": "A family planning program here that has been hailed as a pacesetter in the struggle to control the world's population is under heavy attack from two levels of government.  ",
        "classname": null
    },
    {
        "tag": null,
        "headline": "F.D.A. Seized 25 Million Birth Control Pills in Dispute over Advertisements",
        "asset": null,
        "startDate": "1975-01-01T00:00:00Z",
        "endDate": "1975-01-01T00:00:00Z",
        "text": "WASHINGTON, Dec. 31-- The largest seizure of a single prescription drug in the history of the Food and Drug Administration took place recently in an action against a concern at Pearl River, N.Y.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Study of Rhythm Birth Control Is Begun",
        "asset": null,
        "startDate": "1976-02-07T00:00:00Z",
        "endDate": "1976-02-07T00:00:00Z",
        "text": "LOS ANGELES, Feb. 6 (AP)-- A Los Angeles hospital has begun what it says is the first federally funded scientific study to determine the effectiveness of the so-called rhythm method of birth control.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "New Rules for Birth Control Are Examined",
        "asset": null,
        "startDate": "2007-01-24T00:00:00Z",
        "endDate": "2007-01-24T00:00:00Z",
        "text": "The government is considering raising standards for birth control drugs, saying new pills appear to be less effective at preventing pregnancy than those approved decades ago.     The Food and Drug Administration asked a panel of experts on Tuesday...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL AID AT PEAK IN NATION; 374 Clinics Now Operating, an Increase of 87 in a Year, League Reports",
        "asset": null,
        "startDate": "1938-01-27T00:00:00Z",
        "endDate": "1938-01-27T00:00:00Z",
        "text": "The number of medically supervised birth-control clinics in this country rose to a new high last year, indicating a larger public concern with birth-control problems, it was reported yesterday at the opening of the two-day annual meeting of the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "New Birth Control Rule Near",
        "asset": null,
        "startDate": "1983-01-11T00:00:00Z",
        "endDate": "1983-01-11T00:00:00Z",
        "text": "  Richard S. Schweiker, the Secretary of Health and Human Services, today recommended a rule requiring family planning clinics supported by Federal money to notify parents of minors who receive birth control pills, diaphragms or intrauterine devices....",
        "classname": null
    },
    {
        "tag": null,
        "headline": "MRS. SANGER OUT OF LEAGUE; Birth Control Members Stand by Dr. Blossom in Quarrel.",
        "asset": null,
        "startDate": "1918-07-08T00:00:00Z",
        "endDate": "1918-07-08T00:00:00Z",
        "text": "Severs connection with Mrs M. Sanger",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth-Control Model",
        "asset": null,
        "startDate": "2000-02-14T00:00:00Z",
        "endDate": "2000-02-14T00:00:00Z",
        "text": " To the Editor:    Re ''France Provides MorningAfter Pill to Schoolgirls'' (front page, Feb. 8):     France's efforts to dispense emergency contraception to teenage girls should be applauded. As a recent graduate of a public high school on Long...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "State-Aided Birth Control Clinic Opened, First Subsidized Project in New York; SUBSIDIZED CLINIC ON BIRTH IS OPENED",
        "asset": null,
        "startDate": "1940-01-24T00:00:00Z",
        "endDate": "1940-01-24T00:00:00Z",
        "text": "Democracy should subsidize racebuilding by removing economic handicaps to parenthood, just as it safeguards freedom of speech and worship, speakers declared yesterday at the first general meeting of the Birth Control Federation of America in the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Town Hit by a Birth-Control Riot Looks Forward to Indian Election",
        "asset": null,
        "startDate": "1977-02-20T00:00:00Z",
        "endDate": "1977-02-20T00:00:00Z",
        "text": "MUZAFFARNAGAR, India The old man stroked his scraggly white beard thoughtfully as his friends, nodding agreement, pressed close around to hear his streetcorner pronouncement: \"We can't let the Government get away with all this coercion in family...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Inborn System of Birth Control Indicated in Studies of Animals; Evidence Points to Hormones That Brake Population, With a Human Parallel Suggested--Theory Is Opposed Reproduction Halted Summary of Work Paradox Noted Increase of Lemmings Other Animals Affected Cycles Coincide Fertility Increases",
        "asset": null,
        "startDate": "1962-01-14T00:00:00Z",
        "endDate": "1962-01-14T00:00:00Z",
        "text": "A number of researchers have found evidence for what they believe to be an inborn system of birth control in higher animals.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Solution to Crowded Schools? How About Birth Control?",
        "asset": null,
        "startDate": "2011-01-14T16:55:15Z",
        "endDate": "2011-01-14T16:55:15Z",
        "text": "In reference to the issue of school overcrowding, Cathleen Black, the schools chancellor, makes an off-handed joke that some didn't appreciate.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "WIDER AID URGED ON BIRTH CONTROL; Presidential Panel Reports Plight of 5 Million Women",
        "asset": null,
        "startDate": "1969-01-08T00:00:00Z",
        "endDate": "1969-01-08T00:00:00Z",
        "text": "WASHINGTON, Jan. 7 -- A Presidential committee recommended today expanded programs to make family planning information and services available by 1973 to all American women who want, but cannot afford them.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "F.D.A. Bids Doctors Tell Of Risks in Birth Pill Use; F.D.A. Bids Doctors Tell of Risks in Use of Birth Control Pills",
        "asset": null,
        "startDate": "1970-01-20T00:00:00Z",
        "endDate": "1970-01-20T00:00:00Z",
        "text": "WASHINGTON, Jan. 19 The Food and Drug Administration urged the nation's doctors today to pay close attention to the risks involved in the use of birth control pills and to  explain to their patients the potential hazards of the pills.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Canadian Government Orders Makers to Enclose a Warning Notice in Packets of Birth-Control Pills",
        "asset": null,
        "startDate": "1971-01-10T00:00:00Z",
        "endDate": "1971-01-10T00:00:00Z",
        "text": "OTTAWA, Jan. 9 -- All makers of birth-control pills in Canada have been ordered to include in each packet a notice that the product is \"potent and effective\" medication that can cause health complications.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "CITY WILL INQUIRE INTO BIRTH CONTROL; Hirshfield Announces He Will Conduct Public Hearing Next Monday. RAID TO BE INVESTIGATED Pressure Was Brought on Mayor to Investigate Police Action Nov. 12 at Town Hall.",
        "asset": null,
        "startDate": "1922-01-18T00:00:00Z",
        "endDate": "1922-01-18T00:00:00Z",
        "text": "David Hirshfield, Commissioner of Accounts, will conduct an investigation next Monday into the conduct of the police who broke up the Birth Control meeting at the Town Hall on Nov. 12. He announced yesterday that he intended at the same time to...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "QUALITY HELD NEED IN WAR MAN POWER; Birth Control Meeting Is Told That 'Quantity' Is the Least Important in U.S. Defense FOR'PLANNEDPARENTHOOD' Speakers Call It Part of the Democratic Ideal -- Dictator Methods Are Condemned",
        "asset": null,
        "startDate": "1941-01-29T00:00:00Z",
        "endDate": "1941-01-29T00:00:00Z",
        "text": "The strength of national defense was seen yesterday as dependent not on the quantity of massed men, like the armies of totalitarian countries, but rather in the quality of man power needed to direct and operate more efficiently the machines of modern...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "SPEAKS FOR BIRTH CONTROL.; Woman Favors It in Certain Cases to Safeguard Life.",
        "asset": null,
        "startDate": "1917-01-05T00:00:00Z",
        "endDate": "1917-01-05T00:00:00Z",
        "text": "favors birth control, address before N. Y. Legislative League",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL IN JAPAN; Issue Forced Into Prominence by Rapid Increase in Population",
        "asset": null,
        "startDate": "1921-06-05T00:00:00Z",
        "endDate": "1921-06-05T00:00:00Z",
        "text": "THERE are signs of alarm in Japan at the extraordinary rate  of increase of the Japanese population. The belief that a war of aggression is inevitable unless  something drastic is done to prevent further overcrowding of the island realm of the Mikado...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "WOMEN'S CITY CLUB FOR BIRTH CONTROL; Referendum Pledges Support to Bill in Legislature if It Is in \"Acceptable Form.\" DEBATED FOR SEVEN YEARS Measure Will Be Endorsed Only if Sponsored by Recognized Medical Groups.",
        "asset": null,
        "startDate": "1928-01-05T00:00:00Z",
        "endDate": "1928-01-05T00:00:00Z",
        "text": "Following a secret meeting of the directors of the Women's City Club, 22 Park Avenue, yesterday, it was announced that a referendum among the 2,500 members had endorsed the  proposal to support a suitable bill in the Legislature on birth control.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "PILL TO BE TESTED IN WAR ON CANCER; Birth Control Agent Seems to Cut Cervical Tumors, Scientist Says Here 5-YEAR STUDY IS SLATED Foreign Specialists Will Set Year's Training in U.S. in Human Fertility",
        "asset": null,
        "startDate": "1961-01-19T00:00:00Z",
        "endDate": "1961-01-19T00:00:00Z",
        "text": "Several years experience with a contraceptive pill in Puerto Rico and elsewhere has raised the possibility that the drug also has some cancer-preventive effects.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "ARRESTS WOMEN AGENTS.; Solicitors for Birth Control Review Charged with Blocking Traffic.",
        "asset": null,
        "startDate": "1919-10-14T00:00:00Z",
        "endDate": "1919-10-14T00:00:00Z",
        "text": "Women solicitors arrested on charge of blocking traffic",
        "classname": null
    },
    {
        "tag": null,
        "headline": "ENGLISH CATHOLICS ENTHRONE PRIMATE; Griffin Installed as Archbishop of Westminster in Rites Going Back Centuries DIPLOMATS AT CEREMONY Sermon Assails Birth Control, Divorce and Books Tending to Weaken Marriage Bond",
        "asset": null,
        "startDate": "1944-01-19T00:00:00Z",
        "endDate": "1944-01-19T00:00:00Z",
        "text": "LONDON, Jan. 18 -- The Most Rev. Bernard Griffin, formerly Bishop Auxiliary to the Archbishop of Birmingham, was enthroned as the sixth Roman Catholic Archbishop of Westminster in Westminster Cathedral today.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control Ordered For Crop-Eating Seagull",
        "asset": null,
        "startDate": "1946-05-16T00:00:00Z",
        "endDate": "1946-05-16T00:00:00Z",
        "text": "Seagull population off NH coast to be controlled to prevent crop damage",
        "classname": null
    },
    {
        "tag": null,
        "headline": "TOKYO BIRTH CONTROL SCORED BY CATHOLICS",
        "asset": null,
        "startDate": "1949-07-02T00:00:00Z",
        "endDate": "1949-07-02T00:00:00Z",
        "text": "Unofficial RC news service, Rome, publishes lr scoring Jap plans for legalization",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Catholic Group Is Told to Pay for Birth Control",
        "asset": null,
        "startDate": "2004-03-02T00:00:00Z",
        "endDate": "2004-03-02T00:00:00Z",
        "text": "The California Supreme Court ruled Monday that Catholic Charities must provide its employees in California with medical coverage for birth control, in spite of its religious objections to contraception.    The ruling has sweeping implications for...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control Options for Women",
        "asset": null,
        "startDate": "2009-04-11T00:00:00Z",
        "endDate": "2009-04-11T00:00:00Z",
        "text": "Tubal ligation is more popular than vasectomies for men, but is difficult to reverse. Pills and intrauterine devices can prevent pregnancy while preserving fertility.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "THE BIRTH CONTROL PROBLEM; Authorities Are Cited as Opposed to Father Cox's Arguments.",
        "asset": null,
        "startDate": "1934-01-03T00:00:00Z",
        "endDate": "1934-01-03T00:00:00Z",
        "text": "Lr by E D Jones cites authorities opposed to views of Rev I W Cox",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL RALLY SET.; Leagues of 14 States to Take Part in Meeting Thursday.",
        "asset": null,
        "startDate": "1933-01-15T00:00:00Z",
        "endDate": "1933-01-15T00:00:00Z",
        "text": "Plans for annual meeting",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Population Planning; Program of Birth Control Viewed as Contributing to World Peace",
        "asset": null,
        "startDate": "1960-01-03T00:00:00Z",
        "endDate": "1960-01-03T00:00:00Z",
        "text": "The writer of the following letter, founder and first president of the American Birth Control League, is president emeritus of the International Planned Parenthood Federation.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "MRS. SANGER GETS TOWN HALL MEDAL; Birth Control Leader Praises U. S. Court for Ruling Liberalizing Law.",
        "asset": null,
        "startDate": "1937-01-16T00:00:00Z",
        "endDate": "1937-01-16T00:00:00Z",
        "text": "Margaret Sanger, in response to the presentation to her of the Town Hall Club Medal for hr pioneer work in behalf of birth control, said last night that \"the. shaking apart of the laws which at last separate scientific birth control from obscenity...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Peptides to Be Tested As Birth Control Drug For Men and Women",
        "asset": null,
        "startDate": "1980-01-31T00:00:00Z",
        "endDate": "1980-01-31T00:00:00Z",
        "text": "WASHINGTON, Jan. 30 (AP)--American scientists are about to begin clinical trials of a new approach to birth control that may prove effective in men as well as women, the National Institutes of Health announced today.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "SAY BIRTH CONTROL GAINS PUBLIC FAVOR; Speakers at Annual Meeting of League Assert Thousands Are Seeking Advice. RELIEF HEAD BACKS WORK Falconer Says It Is Needed 'Pending Coming of Utopia' -- Analysis of Clinic Cases Made by Dr. Kopp.",
        "asset": null,
        "startDate": "1932-01-22T00:00:00Z",
        "endDate": "1932-01-22T00:00:00Z",
        "text": "The birth control movement is steadily gaining in public favor, speakers declared yesterday at the annual meeting of the American Birth Control League at the Hotel McAlpin.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Catholic Doctor Is Penalized For Her Birth‐Control Work",
        "asset": null,
        "startDate": "1964-01-10T00:00:00Z",
        "endDate": "1964-01-10T00:00:00Z",
        "text": "RC Ch refuses sacraments to RC dr Mrs Biezanek for opening family-planning clinic, Wallasey, Eng",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIG MEETING MOVES FOR BIRTH CONTROL; Serious Gathering in Academy of Medicine Would Change the Penal Law. UNFIT CHILDREN USELESS Dr. Abraham Jacobi Urges That Physicians Be Permitted to Advise as in European Countries.",
        "asset": null,
        "startDate": "1915-05-27T00:00:00Z",
        "endDate": "1915-05-27T00:00:00Z",
        "text": "At the Academy of Medicine last night, with the support of physicians of standing and workers in sociological fields, the recently agitated movement to remove legal prohibitions against communicating methods of birth control and prevention received...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "ROOM FOR 250,000,000 HERE.; Dr. Binder Denies Birth Control Theory of Overpopulation in America.",
        "asset": null,
        "startDate": "1920-02-29T00:00:00Z",
        "endDate": "1920-02-29T00:00:00Z",
        "text": "denies birth control theory of overpopulation in U S",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Heated Battle Is Expected On Financing Birth Control",
        "asset": null,
        "startDate": "1997-01-30T00:00:00Z",
        "endDate": "1997-01-30T00:00:00Z",
        "text": "The Clinton Administration is preparing to send Congress a measure to speed up spending on family planning overseas, setting up what abortion opponents describe as the first abortion-related vote in the new Congress.    Family-planning advocates say...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Connecticut Lawmakers Try Again to Force Health Insurers to Pay for Birth Control",
        "asset": null,
        "startDate": "1998-02-25T00:00:00Z",
        "endDate": "1998-02-25T00:00:00Z",
        "text": "Legislative leaders from both parties said today that they were determined to pass a bill that would require all insurance companies to cover the cost of prescription birth control, an expense that many women now pay out of their own pockets.    Over...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Clot Risk for Birth-Control Patch Is Found to Be Double That of Pill",
        "asset": null,
        "startDate": "2006-02-18T00:00:00Z",
        "endDate": "2006-02-18T00:00:00Z",
        "text": "A new study shows that women using the Ortho Evra birth-control patch have double the risk of developing blood clots compared with those who take the birth-control pill, the Food and Drug Administration said Friday.     But the agency called the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "FDA Won't Regulate Pa. Birth Control Machine",
        "asset": null,
        "startDate": "2013-01-25T18:36:53Z",
        "endDate": "2013-01-25T18:36:53Z",
        "text": "The U.S. Food and Drug Administration won't take any regulatory action over a vending machine at a Pennsylvania college that dispenses the morning-after pill.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "FIGHT BIRTH CONTROL BILL; Catholic Men Protest Against Passage of Remer Measure.",
        "asset": null,
        "startDate": "1929-02-18T00:00:00Z",
        "endDate": "1929-02-18T00:00:00Z",
        "text": "N Y Archdiocesan Union of the Holy Name Society protests against Remer bill, which is up before Legts",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL FOE REPLIES TO CRITICS; Dr. Moore Warns a Utilitarian Code Would Justify 'Mercy Killing' of Unemployed. CHARGES 16 EXPERTS ERR Catholic Spokesman Contends Full Goal of Movement Is Licensed Parenthood.",
        "asset": null,
        "startDate": "1936-01-01T00:00:00Z",
        "endDate": "1936-01-01T00:00:00Z",
        "text": "Substitution of a utilitarian for a moral code as advocated by sponsors of the birth-control movement would provide justification for \"mercy killings\" of the sick, the aged and the unemployed and unemployable, a prominent spokesman for the Catholic...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Justice Delays Health Law's Birth Control Mandate",
        "asset": null,
        "startDate": "2014-01-01T03:13:39Z",
        "endDate": "2014-01-01T03:13:39Z",
        "text": "The Supreme Court has thrown a hitch into President Barack Obama's new health care law by blocking a requirement that some religion-affiliated organizations provide health insurance that includes birth control.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "TWO LOSE APPEAL ON BIRTH CONTROL",
        "asset": null,
        "startDate": "1963-01-18T00:00:00Z",
        "endDate": "1963-01-18T00:00:00Z",
        "text": "MIDDLETOWN, Conn., Jan. 17 (AP)--The Appellate Division of Connecticut's Circuit Court upheld today the conviction of two officials of a Planned Parenthood Center for violating the state's birth control laws.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL UNIT PLANS $100,000 FUND; Committee on Legislation Will Conduct Drive for Money to Push Its Bills.",
        "asset": null,
        "startDate": "1930-01-11T00:00:00Z",
        "endDate": "1930-01-11T00:00:00Z",
        "text": "Plans for a campaign to raise $100,000 by Sept. 1 to promote legislation which would allow physicians to give contraceptive advice and to aid the ...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "EDUCATION URGED IN BIRTH CONTROL; Mrs. Meyor Sees Hypocrisy --Illegal Abortions Put at 750,000 a Year",
        "asset": null,
        "startDate": "1956-01-20T00:00:00Z",
        "endDate": "1956-01-20T00:00:00Z",
        "text": "Mrs. Eugene Meyer called yesterday for an end to hypocrisy about birth control. She said it had been conservatively estimated that at least 750,000 criminal abortions were performed annually in this country Most of them, she said, are obtained by...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "TEST CASES HALTED; Judge Upholds Connecticut in Birth Control Law Suits",
        "asset": null,
        "startDate": "1959-01-07T00:00:00Z",
        "endDate": "1959-01-07T00:00:00Z",
        "text": "NEW HAVEN, Jan. 6 (AP) -- A New Haven County Superior Court judge upheld the state in its attempt to stop five test cases challenging Connecticut's birth control law.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "SOVIET IRKS INDIA BY A DIG AT WEST; Charge That Birth Control Is Another 'Warmongers' Plot' Is Resented",
        "asset": null,
        "startDate": "1954-01-29T00:00:00Z",
        "endDate": "1954-01-29T00:00:00Z",
        "text": "NEW DELHI, India, Jan. 28 -- Soviet propaganda in India, which is particularly active at this time, came a rare cropper this week.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL BILL DIES; Connecticut Senate Rejects Measure Passed in House",
        "asset": null,
        "startDate": "1957-04-25T00:00:00Z",
        "endDate": "1957-04-25T00:00:00Z",
        "text": "rejected, Conn Sen",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Victims of China's Birth-Control Policy Are Entitled to Asylum, a U.S. Judge Says",
        "asset": null,
        "startDate": "1994-01-21T00:00:00Z",
        "endDate": "1994-01-21T00:00:00Z",
        "text": "  A Federal judge ruled today that victims of China's coercive population control policies were eligible for asylum in the United States, despite the Clinton Administration's efforts to expel some of them.   The case involved a passenger on the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control, From 'Womb Veils' to Lysol",
        "asset": null,
        "startDate": "2001-06-12T00:00:00Z",
        "endDate": "2001-06-12T00:00:00Z",
        "text": "''Devices and Desires: A History of Contraceptives in America,'' by Andrea Tone, Hill and Wang, $30.    In 1992, Dr. Andrea Tone was finishing her dissertation at Emory University in Atlanta and volunteering at the Feminist Women's Health Center....",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Stand on Birth Control Pills Repeated by F.D.A. Chief",
        "asset": null,
        "startDate": "1967-01-09T00:00:00Z",
        "endDate": "1967-01-09T00:00:00Z",
        "text": "WASHINGTON, Jan. 8 (AP) Dr. James Goddard, Commissioner of the Food and Drug Administration, reiterated today the agency's position that nothing \"substantial\" has been found in research on oral contraceptives to warrant withholding them from the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "TO HAIL BIRTH CONTROL.; Proponents Will Celebrate In Capital Feb. 12 Its 21st Birthday.",
        "asset": null,
        "startDate": "1935-01-02T00:00:00Z",
        "endDate": "1935-01-02T00:00:00Z",
        "text": "Proponents to celebrate 21st anniversary of movement",
        "classname": null
    },
    {
        "tag": null,
        "headline": "ABORTION FOE IS CHIEF CANDIDATE TO LEAD BIRTH CONTROL PROGRAMS",
        "asset": null,
        "startDate": "1981-02-18T00:00:00Z",
        "endDate": "1981-02-18T00:00:00Z",
        "text": "  A prominent antiabortion lobbyist here, Marjory Mecklenburg, is the leading candidate to head the Government office that aids teen-age mothers and counsels on birth control, according to Government officials.   A spokesman for Richard S. Schweiker,...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "HEALTH: Birth Control; For Those Concerned With Pill's Risk, a Look at the Choices",
        "asset": null,
        "startDate": "1989-01-12T00:00:00Z",
        "endDate": "1989-01-12T00:00:00Z",
        "text": "LEAD: With new studies hinting that birth control pills may be linked to an increased risk of breast cancer, many women and doctors are taking a closer look than ever at contraceptive choices, weighing the risks and benefits of the various methods.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Governor's Welfare Plan Pushes Free Birth Control",
        "asset": null,
        "startDate": "1993-01-17T00:00:00Z",
        "endDate": "1993-01-17T00:00:00Z",
        "text": "  Gov. William Donald Schaefer has proposed that Maryland offer free Norplant contraceptives to women on welfare and vasectomies to men leaving prison, and his idea is winning praise from state welfare officials. But others say it is a clumsy attempt...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Study of Birth Control Pill Finds No Ill Effects",
        "asset": null,
        "startDate": "1999-01-09T00:00:00Z",
        "endDate": "1999-01-09T00:00:00Z",
        "text": "Women suffer no lasting ill effects from taking birth control pills, according to the biggest study ever on the subject and one that some experts say finally lays to rest fears that have lingered since the pill was introduced in 1961.    Ten years...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Emergency Birth Control",
        "asset": null,
        "startDate": "2003-01-28T00:00:00Z",
        "endDate": "2003-01-28T00:00:00Z",
        "text": " To the Editor:    The Personal Health column ''Fact of Life: Condoms Can Keep Disease at Bay'' on Jan. 21 suggests what to do if a condom breaks.  ",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Bishops' Aide in Spain Sets Off Talk of Dissent Over Birth Control",
        "asset": null,
        "startDate": "2005-01-20T00:00:00Z",
        "endDate": "2005-01-20T00:00:00Z",
        "text": "Spain's Conference of Catholic Bishops chief spokesman said condoms \"have their place in a comprehensive and global prevention of AIDS.\"",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control for Others",
        "asset": null,
        "startDate": "2008-03-23T00:00:00Z",
        "endDate": "2008-03-23T00:00:00Z",
        "text": "A historian examines a century of miscalculation and arrogance by population planners.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Priest Says Catholics Rebel on Birth Control",
        "asset": null,
        "startDate": "1966-01-01T00:00:00Z",
        "endDate": "1966-01-01T00:00:00Z",
        "text": "LONDON, Dec. 31 (AP)  There is bitterness and rebellion today because the Vatican Council failed to give Roman Catholics guidance on family planning, a British priest reports in the monthly Catholic Gazette.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Hungary Spurs Birth Control",
        "asset": null,
        "startDate": "1958-01-24T00:00:00Z",
        "endDate": "1958-01-24T00:00:00Z",
        "text": "Hungary issues booklets on birth control in effort to halt abortions",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Religious Groups Get Delay in Birth Control Insurance Requirement",
        "asset": null,
        "startDate": "2012-01-20T12:46:00Z",
        "endDate": "2012-01-20T12:46:00Z",
        "text": "The Obama administration said it would give religious organizations one additional year to comply with a new policy requiring employers to provide free contraception services in insurance plans.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "WOMEN VOTERS HIT BIRTH CONTROL BAN; State League at Utica Urges That Law Forbidding Teaching Be Amended.",
        "asset": null,
        "startDate": "1924-01-17T00:00:00Z",
        "endDate": "1924-01-17T00:00:00Z",
        "text": "UTICA, N.Y., Jan. 16. -- After a sharp contest, the State League of Women Voters, in convention here today, passed a resolution by a large majority favoring amendment of the law \"which prohibits the giving of birth control information,\" and which...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "'Agitators' of Moral Controversy Denounced by Archbishop Cushing; Boston Prelate, at Family Life Conference, Assails All Who Stir Up Inter-Faith Dissension on Birth Control",
        "asset": null,
        "startDate": "1948-03-10T00:00:00Z",
        "endDate": "1948-03-10T00:00:00Z",
        "text": "HARTFORD, Conn., March 9 -- Efforts of \"agitators\" who seek to stir up debate between Roman Catholics and Protestants on birth control, were assailed here tonight by Archbishop Richard J. Cushing of Boston. The prelate spoke at a meeting in the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Public Aid for Birth Control Found to Save Money",
        "asset": null,
        "startDate": "1990-02-26T00:00:00Z",
        "endDate": "1990-02-26T00:00:00Z",
        "text": "LEAD: Taxpayers save $4.40 for every public dollar spent to provide birth control to women who might otherwise not have access to contraceptives, a new study has found.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control Might Keep Mustangs From Outgrowing Range",
        "asset": null,
        "startDate": "1996-03-26T00:00:00Z",
        "endDate": "1996-03-26T00:00:00Z",
        "text": "EVEN in an age of endangered species, many animals are breeding prolifically, straining their environments and clashing with their human neighbors. One solution, now being tested on wild horses in the West, is birth control.         In January, the...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "New Birth Control Aids Praised; F.D.A. Panel Finds Risk Small; BIRTH CURB AIDS PRAISED BY F.D.A.",
        "asset": null,
        "startDate": "1968-01-22T00:00:00Z",
        "endDate": "1968-01-22T00:00:00Z",
        "text": "WASHINGTON, Jan. 21 -- An expert medical committee has reported to the Food and Drug Administration that intrauterine birth control devices are highly effective and involve only a small risk.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "POPE GIVES DOCTORS BIRTH-CONTROL DICTA",
        "asset": null,
        "startDate": "1945-01-31T00:00:00Z",
        "endDate": "1945-01-31T00:00:00Z",
        "text": "Pope Pius gives Allied drs ruling",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Japan Keeps Ban on Birth Control Pill",
        "asset": null,
        "startDate": "1992-03-19T00:00:00Z",
        "endDate": "1992-03-19T00:00:00Z",
        "text": "  In an unusual attempt to control private behavior, Japan announced today that it would keep a longtime ban on birth control pills, in spite of findings that the pills are safe. A Government panel said the pill would discourage the use of condoms...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Study Finds Little Male Responsibility in Birth Control",
        "asset": null,
        "startDate": "1995-05-23T00:00:00Z",
        "endDate": "1995-05-23T00:00:00Z",
        "text": "  Nearly two-thirds of American men do not think they can be counted on to choose a birth control method, and women agree with them, according to a poll released yesterday.    In the survey, a Harris Poll for the Kaiser Family Foundation of Menlo...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Herchel Smith, 76, Major Player In Developing Birth Control Pills",
        "asset": null,
        "startDate": "2002-01-23T00:00:00Z",
        "endDate": "2002-01-23T00:00:00Z",
        "text": "Dr. Herchel Smith, a chemist who developed a process to synthesize hormones for birth control pills and then gave millions of dollars he earned from the patents to support academic research, died on Dec. 20 at his home in West Chester, Pa. He was 76....",
        "classname": null
    },
    {
        "tag": null,
        "headline": "CHURCHMAN URGES BIRTH CONTROL AID; Religious Agencies Should Advise, Says Dr. Wood of Council of Churches WAR MARRIAGES CITED Planned Parenthood and the Careful Nurture of Children Called Vital for Future",
        "asset": null,
        "startDate": "1943-01-30T00:00:00Z",
        "endDate": "1943-01-30T00:00:00Z",
        "text": "Religious and social agencies should give adequate birth control advice to young homemakers, the Rev. Dr. L. Foster Wood, secretary of the Commission on Marriage and the Home, Federal Council of Churches of Christ in America, declared yesterday at...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "BIRTH CONTROL IN BRITAIN; Government Survey Shows It Increasing--Birth Rate Drops",
        "asset": null,
        "startDate": "1950-01-14T00:00:00Z",
        "endDate": "1950-01-14T00:00:00Z",
        "text": "GB repts use increased to 60% of married couples",
        "classname": null
    },
    {
        "tag": null,
        "headline": "MRS. HEPBURN DIES; MOTHER OF ACTRESS; Wife of Connecticut Surgeon Prominent for Her Work in Behalf of Birth Control Spoke in Legislatures",
        "asset": null,
        "startDate": "1951-03-18T00:00:00Z",
        "endDate": "1951-03-18T00:00:00Z",
        "text": "BLOOMFIELD, Conn., March 17, (AP)--Mrs. Thomas N. Hepburn, mother of Katharine Hepburn, the actress, was found dead in bed today. She was widely known for her crusading leadership in the birth control movement. Her age was 73.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "DEAN PIKE URGES FAMILY PLANNING; He Upholds Use of Scientific Birth Control Methods as in Accord With Ethics",
        "asset": null,
        "startDate": "1955-01-19T00:00:00Z",
        "endDate": "1955-01-19T00:00:00Z",
        "text": "Dean James A. Pike declared yesterday that use of scientific birth control methods was no more artificial than any means that man has used to attain spiritual ends. Parents have a positive duty to use them in planning their families, the Protestant...",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Visitors Say Chinese Report They Have a Safe and Effective Birth Control Pill for Men; 'Other Occasions' Cited",
        "asset": null,
        "startDate": "1979-01-06T00:00:00Z",
        "endDate": "1979-01-06T00:00:00Z",
        "text": "ANN ARBOR, Mich., Jan. 5 (AP)  Chinese scientists say that they have developed the first safe and effective birthcontrol pill for men, it was reported here today.",
        "classname": null
    },
    {
        "tag": null,
        "headline": "Birth Control Focus of Drive",
        "asset": null,
        "startDate": "1985-04-18T00:00:00Z",
        "endDate": "1985-04-18T00:00:00Z",
        "text": "  A national campaign to reduce black teen-age pregnancy that focuses on the responsibility of young black men was announced yesterday by the National Urban League.   John E. Jacob, president of the league, said the move marked the first time that...",
        "classname": null
    }
]